Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: School of Environmental Studies
vi: Khoa Nghiên cứu Môi trường

source: School of Education
vi: Khoa Sư phạm

source: School of Economics
vi: Khoa Kinh tế

source: The Art Gallery
vi: Phòng triển lãm Nghệ thuật

source: University Administration Building
vi: Tòa nhà điều hành Trường Đại học

source: University Dormitory
vi: Ký túc xá Trường Đại học

source: University Study Hall
vi: Sảnh học tập Trường Đại học

source: University Groundskeeping
vi: Bảo vệ Trường Đại học

source: University Cafeteria
vi: Bếp ăn Trường Đại học

source: University Library
vi: Thư viện Trường Đại học

source: University Auditorium
vi: Giảng đường Trường Đại học

source: University Commencement Office
vi: Phòng trao bằng Trường Đại học

source: University Bookstore
vi: Nhà sách Trường Đại học

source: Futsal Club
vi: Câu lạc bộ Futsal

source: Math Club
vi: Câu lạc bộ Toán

source: Chess Club
vi: Câu lạc bộ Cờ vua

source: University Outdoor Study
vi: Điểm học tập ngoài trời Trường Đại học

source: University Gymnasium
vi: Nhà thể chất Trường Đại học

source: University Laboratories
vi: Phòng thí nghiệm Trường Đại học

source: University Media Lab
vi: Phòng truyền thông Trường Đại học

source: University Fountain
vi: Đài phun nước Trường Đại học

source: University Academic Statue 1
vi: Tượng đài Học thuật Trường Đại học 1

source: University Academic Statue 2
vi: Tượng đài Học thuật Trường Đại học 2

source: School of Science
vi: Khoa Khoa học

source: School of Medicine
vi: Khoa Y Dược

source: School of Law
vi: Khoa Luật

source: The Science Center
vi: Trung tâm Khoa học

source: Aquatics Center
vi: Trung tâm thuỷ sinh

source: Track And Field Stadium
vi: Sân vận động Điền kinh

source: Basketball Arena
vi: Nhà thi đấu Bóng rổ

source: Baseball Park
vi: Sân bóng chày

source: Drive-in Restaurant
vi: Nhà hàng Taiheiyo

source: Drive-in Oriental Restaurant
vi: Nhà hàng Phương Đông Natori

source: Oriental Market
vi: Chợ Phương Đông

source: Noodle Restaurant
vi: Nhà hàng mì

source: Ramen Restaurant
vi: Nhà hàng mì Ramen

source: Service Station and Restaurant
vi: Trạm dịch vụ và nhà hàng

source: Small Office Building
vi: Tòa nhà văn phòng nhỏ

source: City Office Building
vi: Tòa nhà văn phòng Thanh phố

source: District Office Building
vi: Tòa nhà văn phòng quận

source: Local Register Office
vi: Văn phòng Đăng ký Địa phương

source: Resort Hotel
vi: Khách sạn nghỉ dưỡng

source: Downtown Hotel
vi: Khách sạn Downtown

source: The Station Department Store
vi: Cửa hàng bách hóa tại nhà ga

source: The Rail Yard Shopping Center
vi: Trung tâm mua sắm Rail Yard

source: General Hospital
vi: Bệnh viện Đa khoa

source: Waste Disposal Unit
vi: Đơn vị xử lý chất thải

source: Temple
vi: Đền chùa

source: High-rise Office Building
vi: Tòa nhà văn phòng cao tầng

source: Company Headquarters
vi: Trụ sở công ty

source: Office Skyscraper
vi: Văn phòng Tòa nhà chọc trời

source: Fish Factory
vi: Nhà máy chế biến cá

source: Fish Market
vi: Chợ cá

source: Fishing Harbor
vi: Bến đánh bắt cá

source: Salmon Fishing Harbor
vi: Bến đánh bắt Cá hồi

source: Shellfish Fishing Harbor
vi: Bến đánh bắt Sò ốc

source: Tuna Fishing Harbor
vi: Bến đánh bắt Cá ngừ

source: Anchovy Fishing Harbor
vi: Bến đánh bắt Cá cơm

source: Fish Farm
vi: Trại nuôi cá

source: Algae Farm
vi: Trang trại tảo

source: Seaweed Farm
vi: Trang trại rong biển

source: Waste Processing Complex
vi: Khu phức hợp Xử lý Chất thải

source: Waste Transfer Facility
vi: Cơ sở chuyển giao chất thải

source: Intercity Bus Station
vi: Bến xe liên tỉnh

source: Intercity Bus Terminal
vi: Sảnh bến xe liên tỉnh

source: Metro Station
vi: Bến tàu điện ngầm

source: Elevated Metro Station
vi: Ga tàu điện ngầm trên cao

source: Metro Station with Road
vi: Ga tàu điện ngầm có đường

source: Trolleybus Stop
vi: Điểm dừng Xe buýt lưới điện

source: Helicopter Depot
vi: Bến tập kết Trực thăng

source: Helicopter Stop
vi: Điểm dừng trực thăng

source: Metro-Intercity Bus Hub
vi: Bến xe buýt - tàu điện ngầm liên tỉnh

source: Bus-Intercity Bus Hub
vi: Bến xe buýt liên tỉnh

source: Train-Metro Hub
vi: Trung tâm xe lửa - tàu điện ngầm

source: Metropolitan Airport
vi: Sân bay Metropolitan

source: Bus-Metro Hub
vi: Trung tâm Xe buýt-Tàu điện ngầm

source: Advanced Inland Water Treatment Plant
vi: Nhà máy xử lý nước nội địa tiên tiến

source: Inland Water Treatment Plant
vi: Nhà máy xử lý nước nội địa

source: Large Water Tower
vi: Tháp chứa nước cỡ lớn

source: Eco Inland Water Treatment Plant
vi: Nhà máy xử lý nước nội địa sinh thái

source: Eco Advanced Inland Water Treatment Plant
vi: Nhà máy xử lý sinh thái nước nội địa tiên tiến

source: Child Health Center
vi: Trung tâm sức khỏe trẻ em

source: Eldercare
vi: Chăm sóc người già

source: Aviation Club
vi: CLB hàng không

source: Festival Area
vi: Khu vực lễ hội

source: Media Broadcast Building
vi: Toà nhà phát sóng truyền hình

source: Music Club
vi: Câu lạc bộ âm nhạc

source: Fan Zone Park
vi: Khu vực công viên dành cho người hâm mộ

source: Football Stadium
vi: Sân bóng đá

source: Rock Area #1
vi: Khu vực đá #1

source: Rock Area #2
vi: Khu vực đá #2

source: Rock Area #3
vi: Khu vực đá #3

source: Rock Area #4
vi: Khu vực đá #4

source: Boulder #1
vi: Đá cuội #1

source: Boulder #2
vi: Đá cuội #2

source: Boulder #3
vi: Đá cuội #3

source: Boulder #4
vi: Đá cuội #4

source: Rock Formation #1
vi: Khu đá trầm tích #1

source: Rock Formation #2
vi: Khu đá trầm tích #2

source: Rock Formation #3
vi: Khu đá trầm tích #3

source: Rock Formation #4
vi: Khu đá trầm tích #4

source: Ship Wreck
vi: Xác tàu đắm

source: Castle Ruins
vi: Tàn tích lâu đài

source: Castle Tower Ruins #1
vi: Tàn tích tháp lâu đài #1

source: Castle Tower Ruins #2
vi: Tàn tích tháp lâu đài #2

source: Bunker Ruins #1
vi: Tàn tích hầm trú ẩn #1

source: Bunker Ruins #2
vi: Tàn tích hầm trú ẩn #2

source: Abandoned Stone Farmhouse
vi: Nhà nông dân bằng đá bị bỏ hoang

source: Ancient Cemetery
vi: Nghĩa địa cổ

source: Abandoned Factory
vi: Nhà máy bỏ hoang

source: Abandoned Lighthouse
vi: Ngọn hải đăng bỏ hoang

source: Pier Ruins
vi: Di tích bến tàu

source: Coal Power Plant
vi: Nhà máy Nhiệt điện Than

source: Oil Power Plant
vi: Nhà máy Nhiệt điện Dầu

source: Nuclear Power Plant
vi: Nhà máy điện Nguyên tử

source: Wind Turbine
vi: Tuabin gió

source: Advanced Wind Turbine
vi: Tuabin gió cải tiến

source: Solar Power Plant
vi: Nhà máy điện Mặt trời

source: Water Pumping Station
vi: Trạm cấp nước

source: Water Drain Pipe
vi: Đường ống dẫn nước

source: Water Treatment Plant
vi: Nhà máy xử lý nước

source: Water Tower
vi: Tháp chứa nước

source: Landfill Site
vi: Bãi chôn lấp

source: Incineration Plant
vi: Lò đốt

source: Hospital
vi: Bệnh viện

source: Crematorium
vi: Nhà Hỏa táng

source: Cemetery
vi: Nghĩa trang

source: Fire House
vi: Đồn cứu hoả

source: Fire Station
vi: Trạm cứu hỏa

source: Police Station
vi: Đồn cảnh sát

source: Police Headquarters
vi: Trụ sở cảnh sát

source: Town Hall
vi: Toà thị chính

source: Tax Office
vi: Văn phòng thuế

source: Elementary School
vi: Trường Tiểu học

source: High School
vi: Trường Trung học

source: University
vi: Trường Đại học

source: Bus Depot
vi: Bến tập kết Xe buýt

source: Underground Metro Station
vi: Bến tàu điện ngầm

source: Train Station
vi: Trạm tàu hoả

source: Airport
vi: Sân bay

source: Harbor
vi: Cảng

source: Cargo Harbor
vi: Cảng hàng hoá

source: Cargo Train Terminal
vi: Ga tàu chở hàng

source: Tree
vi: Cây

source: Obelisk
vi: Tháp bút

source: Stadium
vi: Sân vận động

source: Statue of Wealth
vi: Tượng đài Thịnh Vượng

source: Expo Center
vi: Trung tâm hội chợ

source: MAM Modern Art Museum
vi: Bảo tàng Nghệ thuật Hiện đại

source: Plaza of the Dead
vi: Quảng trường Người đã khuất

source: Fountain of Life and Death
vi: Đài phun nước Sự Sống và Cái Chết

source: Aquarium
vi: Thuỷ cung

source: Colossal Order Offices
vi: Văn phòng đặt hàng khổng lồ

source: Posh Mall
vi: Trung tâm thương mại Posh

source: Grand Library
vi: Thư viện lớn

source: Observatory
vi: Đài quan sát

source: Official Park
vi: Công viên Trung tâm

source: Friendly Neighborhood Park
vi: Công viên Friendly Neighborhood

source: Servicing Services Offices
vi: Dịch vụ phục vụ văn phòng

source: Business Park
vi: Trung tâm Doanh nghiệp

source: Science Center
vi: Trung tâm Khoa học

source: Cathedral of Plenitude
vi: Nhà thờ Chính tòa

source: Statue of Industry
vi: Tượng đài Công nghiệp

source: Opera House
vi: Nhà hát Opera

source: Grand Mall
vi: Khu mua sắm Lớn

source: Sea-and-Sky Scraper
vi: Tòa nhà cao tầng Trời và biển

source: Lazaret Plaza
vi: Trung tâm thương mại Lazaret

source: Court House
vi: Toà án

source: Theater of Wonders
vi: Nhà hát Kỳ quan

source: Statue of Shopping
vi: Tượng đài Mua sắm

source: Transport Tower
vi: Tháp Vận tải

source: High Interest Tower
vi: Tháp lãi suất cao

source: Mall of Moderation
vi: Trung tâm mua sắm

source: Oppression Office
vi: Văn phòng Oppression

source: Fusion Power Plant
vi: Nhà máy Điện Nhiệt hạch

source: Eden Project
vi: Dự án Eden

source: Space Elevator
vi: Thang máy lên vũ trụ

source: Medical Center
vi: Trung tâm y tế

source: Hadron Collider
vi: Máy gia tốc hạt

source: Hydro Power Plant
vi: Nhà máy thủy điện

source: Park with Trees
vi: Công viên với cây xanh

source: Large Playground
vi: Sân chơi lớn

source: Plaza with Picnic Tables
vi: Quảng trường với bàn ăn trưa

source: Small Park
vi: Công viên nhỏ

source: Neighborhood Park
vi: Công viên khu phố

source: Small Playground
vi: Sân chơi nhỏ

source: Plaza with Trees
vi: Quảng trường với cây xanh

source: Parking Lot
vi: Bãi đậu xe

source: Cloverleaf Intersection
vi: Giao lộ cỏ ba lá

source: Three-Way Intersection
vi: Giao lộ ba chiều

source: Small Roundabout
vi: Vòng xuyến nhỏ

source: Large Roundabout
vi: Vòng xuyến lớn

source: Basketball Court
vi: Sân bóng rổ

source: Bouncy Castle Park
vi: Công viên lâu đài bằng hơi

source: Dog Park
vi: Công viên cho chó

source: Botanical Garden
vi: Vườn Bách Thảo

source: Carousel Park
vi: Công viên đu quay

source: Japanese Garden
vi: Khu vườn Nhật Bản

source: Statue of Liberty
vi: Tượng Nữ thần Tự do

source: Eiffel Tower
vi: Tháp Eiffel

source: Brandenburg Gate
vi: Cổng Brandenburg

source: Grand Central Terminal
vi: Nhà ga lớn Trung tâm

source: Arc de Triomphe
vi: Khải Hoàn Môn

source: Wildlife Spawn Point #1
vi: Điểm sinh sản của động vật hoang dã #1

source: The Majesty
vi: Hoàng thượng

source: Pinoa Street
vi: Tòa nhà Pinoa Street

source: Biodome
vi: Khu Sinh học

source: Cryopreservatory
vi: Khu bảo quản lạnh

source: Electric Car Factory
vi: Nhà máy ô tô điện

source: Faculty
vi: Phân khoa

source: Intelligence Agency
vi: Cơ quan tình báo

source: Medical Laboratory
vi: Phòng thí nghiệm y tế

source: Nanotechnology Center
vi: Trung tâm công nghệ nano

source: Research Center
vi: Trung tâm Nghiên cứu

source: Robotics Institute
vi: Học Viện Rô bốt

source: Semiconductor Plant
vi: Nhà máy bán dẫn

source: Software Development Studio
vi: Công ty phát triển phần mềm

source: Space Shuttle Launch Site
vi: Bãi phóng tàu Vũ trụ

source: Television Station
vi: Đài truyền hình

source: Vertical Farm
vi: Trang trại thẳng đứng

source: Wave Power Plant
vi: Nhà máy năng lượng sóng

source: Hypermarket
vi: Đại siêu thị

source: Government Offices
vi: Văn phòng Chính phủ

source: City Hall
vi: Toà thị chính

source: Amsterdam Palace
vi: Cung điện Amsterdam

source: Theatre
vi: Rạp hát

source: Cinema
vi: Rạp chiếu phim

source: Cathedral
vi: Nhà thờ

source: Shopping Center
vi: Trung tâm mua sắm

source: Department Store
vi: Cửa hàng bách hóa

source: London Eye
vi: Vòng quay Thiên niên kỷ

source: Big Ben
vi: Tháp Big Ben

source: Sports Arena
vi: Đấu trường thể thao

source: Tennis Court
vi: Sân quần vợt

source: Winter Market
vi: Chợ mùa đông

source: Juventus Stadium
vi: Sân vận động Juventus

source: Glass Box Transport Hub
vi: Trạm trung chuyển nhà kính

source: Metro Plaza Station
vi: Ga Metro Plaza

source: Crossover Train Station Hub
vi: Trạm xe lửa Crossover

source: Old Market Station
vi: Ga Chợ cũ

source: Elevated Bypass Metro Station
vi: Ga tàu điện đường tránh trên cao

source: Elevated Dual Island Platform Metro Station
vi: Ga tàu điện có sân ga dạng đảo kép trên cao

source: Elevated Island Platform Metro Station
vi: Ga tàu điện trên cao có sân ga dạng đảo

source: Sunken Bypass Metro Station
vi: Ga tàu điện đường tránh Sunken

source: Sunken Bypass Metro Station Plaza
vi: Trung tâm mua sắm nhà ga tàu điện ngầm Sunken Bypass

source: Sunken Dual Island Platform Metro Station
vi: Ga tàu điện có sân ga dạng đảo hai đường ray Sunken

source: Sunken Island Platform Metro Station
vi: Ga tàu điện có sân ga dạng đảo một đường ray Sunken

source: Elevated Bypass Train Station
vi: Ga xe lửa trên cao

source: Elevated Dual Island Platform Train Station
vi: Ga xe lửa có sân ga dạng đảo trên cao có hai đường ray

source: Elevated Island Platform Train Station
vi: Ga xe lửa có sân ga dạng đảo trên cao có một đường ray

source: Ground Bypass Train Station
vi: Ga xe lửa đường tránh trên mặt đất

source: Ground Dual Island Platform Train Station
vi: Ga tàu có sân ga dạng đảo hai đường ray trên mặt đất

source: Ground Island Platform Train Station
vi: Ga tàu có sân ga dạng đảo trên mặt đất

source: American Two-Lane Truss Bridge Pillar
vi: Trụ cầu giàn hai làn của Mỹ

source: European Four-Lane Stone Bridge Pillar
vi: Trụ Cầu Đá Bốn làn Châu Âu

source: American Four-Lane Truss Bridge Pillar
vi: Trụ cầu giàn bốn làn của Mỹ

source: American Six-Lane Stone Bridge Pillar
vi: Trụ đá cầu sáu làn của Mỹ

source: American Pedestrian Bridge Pillar
vi: Trụ cầu dành cho người đi bộ ở Mỹ

source: High Speed Rail Viaduct Pillar
vi: Trụ cầu cạn đường sắt cao tốc

source: European Rail Bridge 1 Pillar
vi: Cầu đường sắt Châu Âu 1 trụ

source: European Rail Bridge 2 Pillar
vi: Cầu đường sắt Châu Âu 2 trụ

source: Three-Lane Highway Viaduct Pillar
vi: Trụ cầu cạn đường cao tốc ba làn

source: Seine Pier
vi: Bến tàu sông Seine

source: Rhine Pier
vi: Bến tàu sông Rhine

source: Stamford Bridge
vi: Sân vận động Stamford

source: Camp Nou
vi: Sân vận động Camp Nou

source: Parc des Princes
vi: Sân vận động Parc des Princes

source: In the Panda Sanctuary citizens can see happy pandas frolicking and generally enjoying life. Such a sight brings happiness to anyone!
vi: Trong Panda Sanctuary, công dân có thể thấy những chú gấu trúc hạnh phúc vui đùa và tận hưởng cuộc sống. Một cảnh tượng như vậy mang lại hạnh phúc cho bất cứ ai!

source: The fabulous Temple Complex is a place of meditation and worship for all citizens.
vi: Khu phức hợp đền thờ là nơi thiền định và thờ cúng cho mọi người dân.

source: When you are looking for state of the art modern office space, the Oriental Pearl Tower is your destination. This great building is the pride of any city.
vi: Khi bạn đang tìm kiếm không gian văn phòng hiện đại, Oriental Pearl Tower sẽ chính là điểm đến của bạn. Tòa nhà tuyệt vời này là niềm tự hào của bất kỳ thành phố nào.

source: The ChirpX Launch Site builds and lets you launch rockets in order to provide public space transport services. Building a rocket requires products from oil and ore industry buildings. Launch the rocket using the button in the building panel.
vi: Bệ phóng tên lửa ChirpX tạo ra và cho phép bạn phóng các quả tên lửa để cung cấp dịch vụ vận chuyển không gian công cộng. Chế tạo một tên lửa đòi hỏi các sản phẩm từ các khu công nghiệp dầu và quặng. Khởi động tên lửa bằng cách bấm nút trong bảng điều khiển tòa nhà.

source: The starting point for residents and tourists to go on tours with a huge Chirper balloon.
vi: Điểm xuất phát để người dân và du khách đi tham quan bằng khinh khí cầu Chirper cực lớn.

source: The Prison is a correctional facility to transform criminals into law-abiding citizens. Police stations have jails to hold criminals for a short time, but a Prison is needed to rehabilitate them.
vi: Nhà tù là một cơ sở cải tạo để cải tạo tội phạm thành những công dân tuân thủ pháp luật. Các đồn cảnh sát có nhà tù để giam giữ tội phạm trong thời gian ngắn, nhưng cần có Nhà tù để cải tạo họ.

source: Casinos accommodate various activities for all adults who like to try their luck with gambling. They can also host entertainment events, such as stand-up comedy, concerts and other live performances.
vi: Sòng bạc cung cấp các hoạt động khác nhau cho tất cả những người trưởng thành muốn thử vận may với cờ bạc. Họ cũng có thể tổ chức các sự kiện giải trí, chẳng hạn như hài kịch độc lập, buổi hòa nhạc và các buổi biểu diễn trực tiếp khác.

source: This is a top-of-the-line five-star hotel with all the services and comforts you can ask for. A luxury hotel can provide pleasant accommodations for everyone from the common tourist on a pampering holiday to the occasional quality-conscious celebrity visiting your city.
vi: Đây là một khách sạn năm sao hàng đầu với tất cả các dịch vụ và tiện nghi mà bạn có thể yêu cầu. Một khách sạn sang trọng có thể cung cấp chỗ ở dễ chịu cho tất cả mọi người từ khách du lịch thông thường trong một kỳ nghỉ thư giãn đến những người nổi tiếng thỉnh thoảng có ý thức về chất lượng đến thăm thành phố của bạn.

source: Fantastic Fountain's mesmerizing fountains offer the perfect atmosphere for a romantic date. Latest studies show that proposals made near the beautifully illuminated fountains of the Fantastic Fountain have a success rate of 96% on average.
vi: Đài phun nước huyền ảo của Fountain Fountain mang đến bầu không khí hoàn hảo cho một buổi hẹn hò lãng mạn. Các nghiên cứu mới nhất cho thấy các đề xuất được thực hiện gần đài phun nước được chiếu sáng tuyệt đẹp của Đài phun nước tuyệt vời có tỷ lệ thành công trung bình là 96%.

source: Driving Range offers perfect facilities to relax and practice your swing with professional intructors at your disposal.
vi: Driving Range cung cấp các tiện nghi hoàn hảo để thư giãn và thực hành các cú xoay người của bạn với các giảng viên chuyên nghiệp theo ý của bạn.

source: A modern zoo with expert zookeepers and excellent living conditions for various animal species from slithering reptilians to cute domestic mammals and colorful birds.
vi: Một vườn thú hiện đại với những người trông coi vườn thú chuyên nghiệp và điều kiện sống tuyệt vời cho nhiều loài động vật khác nhau từ bò sát trườn đến các loài động vật có vú trong nước dễ thương và các loài chim đầy màu sắc.

source: The Bus Station is a hub for bus traffic and it acts as a designated place where a bus or coach starts or ends its scheduled route.
vi: Bến xe buýt là một trung tâm giao thông xe buýt và nó hoạt động như một nơi được chỉ định để xe buýt hoặc xe khách bắt đầu hoặc kết thúc tuyến đường theo lịch trình của nó.

source: A skatepark is a recreational environment specifically made for skateboarding, BMX, scooter and inline skating.
vi: Một Khu trượt ván là một môi trường giải trí đặc biệt dành cho những người yêu thích trượt ván, BMX, xe tay ga và trượt patin.

source: Riding stables have a paddock and stalls for horses and ponies.
vi: Chuồng ngựa có một bãi cỏ và chuồng cho ngựa và ngựa con.

source: A sandy court and a net for playing beach volleyball with the boys. Or girls.
vi: Một sân cát và một lưới để chơi bóng chuyền bãi biển với các cậu bé. Hoặc các cô gái.

source: A long pier with spots for recreational fishing.
vi: Một bến tàu dài với các điểm để câu cá giải trí.

source: A large airport complex with two runways, eleven terminals and readiness to connect directly to a subway network can handle much more traffic than a conventional airport.
vi: Một khu phức hợp sân bay lớn với hai đường băng, mười một nhà ga và sự sẵn sàng kết nối trực tiếp với mạng lưới tàu điện ngầm có thể xử lý lượng truy cập lớn hơn nhiều so với một sân bay thông thường.

source: A cargo harbor that accepts also train traffic. Cargo Hub combines the functionality of a Cargo Harbor and Cargo Terminal, but there is also a slight synergy bonus for the close proximity of the both facilities and reduced truck traffic between the two buildings.
vi: Một bến cảng hàng hóa và cũng đồng thời tiếp nhận các tuyến tàu hoả. Cargo Hub không những kết hợp chức năng của Cảng hàng hóa và Ga tàu hoả chở hàng, mà nó còn làm tăng thêm hiệu suất nhờ vào việc rut ngắn khoảng cách của hai cơ sở và giảm lưu lượng xe tải giữa hai tòa nhà.

source: Taxi depot works as a garage and a repair shop for the taxi cabs between work shifts.
vi: Kho taxi hoạt động như một nhà để xe và một cửa hàng sửa chữa xe taxi giữa các ca làm việc.

source: When a taxi cab is not busy it will return to the closest taxi stand to wait for a fare – unless a taxi depot is closer by.
vi: Khi một chiếc taxi taxi không bận rộn, nó sẽ quay trở lại chỗ chờ taxi gần nhất để đợi khách - trừ khi có một khu tập kết xe taxi ở gần hơn.

source: A medieval themed amusement park based on the fantasy world of Midgård from the popular Magicka video games.
vi: Một công viên giải trí theo chủ đề thời trung cổ, dựa trên thế giới giả tưởng của Midgård từ các trò chơi video Magicka nổi tiếng.

source: Do you enjoy speed and water sports? Why not rent a waterski and go for an exciting and refreshing ride.
vi: Tại sao không thuê một ván trượt nước và có một chuyến đi thú vị và sảng khoái.

source: Organized fishing tours run year-round. Excursions include all necessary equipment as well as all necessary licenses
vi: Các tour du lịch câu cá được tổ chức chạy quanh năm. Các chuyến du ngoạn bao gồm tất cả các thiết bị cần thiết cũng như tất cả các giấy phép cần thiết

source: This is a specially designed harbor with moorings for pleasure yachts and small boats.
vi: Đây là bến cảng được thiết kế đặc biệt với nơi neo đậu cho du thuyền và thuyền nhỏ.

source: This is a panoramic restaurant built on a pier. The unique location offers an impressive maritime vista for the diners.
vi: Đây là một nhà hàng có tầm nhìn toàn cảnh được xây dựng trên một bến tàu. Vị trí độc đáo mang đến không gian biển ấn tượng cho thực khách.

source: An aircraft stand for large passenger planes. Passengers board and leave the plane via this building. Place along a concourse.
vi: Một vị trí chờ cho các máy bay chở khách lớn. Hành khách lên và xuống máy bay qua tòa nhà này. Đặt dọc theo một sảnh chờ.

source: A large airport entrance building with a built-in metro station. Departing passengers use the top floor to enter the terminal. Arriving passengers leave the terminal via the ground floor. Connect concourses to this building to expand your airport! Terminals work as headquarters for city services serving the airport area.
vi: Một tòa nhà lối vào sân bay lớn với một ga tàu điện. Hành khách khởi hành sử dụng tầng cao nhất để vào nhà ga. Hành khách rời nhà ga qua tầng trệt. Kết nối các sảnh chờ máy bay với tòa nhà này để mở rộng sân bay của bạn! Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.

source: A small airport entrance building where departing passengers use the top floor to enter the terminal and arriving passengers leave the terminal via the ground floor. Connect concourses to this building to expand your airport! Terminals work as headquarters for city services serving the airport area.
vi: Một tòa nhà nhỏ là lối vào sân bay, nơi hành khách đến sẽ sử dụng tầng trên cùng để vào nhà ga sân bay và hành khách rời đi sẽ qua tầng trệt. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn! Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.
