Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: A trash can.
vi: Một cái thùng rác.

source: A trash container with trash inside
vi: 1 công-te-nơ đầy rác

source: A park bench
vi: Một cái ghế dài trong công viên

source: A sophisticated and elegant bench. Suitable for sitting.
vi: Một băng ghế tinh xảo và thanh lịch. Thích hợp để ngồi.

source: A table set to enjoy an outside dinner.
vi: Một bộ bàn tinh xảo, thích hợp để dùng bữa.

source: A beautiful table set with four seats.
vi: Một bộ bàn đẹp với bốn cái ghế.

source: A classy pavilion with a domed roof.
vi: Một cái lều sang trọng với mái vòm.

source: Informative placard welcoming dogs and their owners to visit the park.
vi: Bảng thông báo cho phép dắt chó đi dạo trong công viên

source: Dogs can jump through these hoops to practice agility.
vi: Chó có thể nhảy qua những vòng này để rèn luyện sự nhanh nhẹn.

source: A useful piece of equipment to train a dog's balance.
vi: Một trong những vật dụng cần thiết để luyện sự thăng bằng cho chó.

source: Dogs can have a refreshing drink of fresh water from this water station.
vi: Chó có thể uống nước tại khu vực này.

source: A trash can for dog poop and other garbage.
vi: 1 cái thùng rác dành cho cứt chó và những loại rác khác.

source: This piece of dog park equipment is used for agility training.
vi: Thiết bị công viên dành cho chó này được sử dụng để huấn luyện sự nhanh nhẹn.

source: Parking space with two regular spaces and one disabled space.
vi: Chỗ để xe với hai chỗ thông thường và một chỗ cho người khuyết tật.

source: A pretty street lamp to light up places.
vi: Một chiếc đèn đường xinh xắn để thắp sáng khu vực xung quanh.

source: A vending machine for hungry citizens.
vi: Một cái máy bán hàng tự động dành cho những ai đói bụng.

source: An elegant small fountain.
vi: Một đài phun nước nhỏ thanh lịch.

source: A beautiful large fountain.
vi: Một đài phun nước lớn đẹp.

source: A lovely bird bath.
vi: Một bồn tắm cho chim đáng yêu.

source: A top-notch bird bath with multiple pools.
vi: Một nhà tắm cho chim cao cấp với nhiều bể.

source: An air-conditioning unit with two vents.
vi: Điều hòa không khí với 2 lỗ thông hơi

source: A heavy air-conditioning unit with two vents and a pipe.
vi: Điều hòa không khí với 2 lỗ thông hơi và 1 ống.

source: An air-conditioning unit with three vents.
vi: Điều hòa không khí với 3 lỗ thông hơi.

source: A random AC unit.
vi: 1 bộ điều hòa ngẫu nhiên.

source: A rotating air-conditioning vent.
vi: Một cái lỗ thông gió.

source: A mailbox on a wooden post.
vi: Một cái hộp thư trên cọc gỗ.

source: A mailbox with all the goodies.
vi: Một hộp thư với toàn là tin tốt.

source: Let your citizens enjoy barbecue parties whenever they wish!
vi: Hãy để công dân của bạn thưởng thức các bữa tiệc nướng bất cứ khi nào họ muốn!

source: Let your highly educated citizens enjoy barbecue parties whenever they wish!
vi: Hãy để những công dân có trình độ học vấn cao của bạn thưởng thức những bữa tiệc nướng bất cứ khi nào họ muốn!

source: A small doghouse for a single dog.
vi: Một ngôi nhà nhỏ cho một chú chó.

source: A luxurious doghouse for a single pampered dog.
vi: Một ngôi nhà nhỏ sang trọng dành cho chú chó quý.

source: This marker generates a high pillar of thick smoke. Works well for large factory chimneys and such.
vi: Đánh dấu chỗ này để nhà máy thải khói ra đây. Hoạt động tốt cho các ống khói nhà máy lớn và tương đương.

source: Place an invisible hang around marker to indicate where people visiting the lot will gather.
vi: Đặt một điểm đánh dấu treo vô hình xung quanh để chỉ ra nơi những người đến thăm lô sẽ tập trung.

source: An invisible marker to indicate spots where vehicles can park.
vi: Đặt điểm đánh dấu này để đánh dấu nơi có thể đậu xe

source: People will use these invisible door markers as entry and exit points when visiting a building.
vi: Mọi người sẽ dùng cánh cửa vô hình này để ra vào tòa nhà.

source: This marker generates steam. Works well for factory chimneys and such.
vi: Đánh dấu chỗ này để nhà máy thải hơi nước ra đây.Hoạt động tốt với các ống khói nhà máy lớn và tương đương.

source: This marker generates thick smoke. Works well for factory chimneys and such.
vi: Điểm đánh dấu này tạo ra khói dày. Hoạt động tốt cho các ống khói nhà máy.

source: Place an invisible hang around marker to indicate where people will gather. Allows for large crowds.
vi: Đặt một điểm đánh dấu treo vô hình xung quanh để chỉ ra nơi mọi người sẽ tụ tập. Cho phép đám đông lớn.

source: Bicycle is the transport mode choice for the health and environmentally conscious person.
vi: Xe đạp là phương thức di chuyển có lợi cho sức khỏe và môi trường.

source: Bicycle stands help people park bicycles in an orderly fashion.
vi: Giá để xe đạp giúp mọi người đậu xe đạp một cách có trật tự.

source: A comfortable outdoor table and two benches for a party of people.
vi: Một bàn ngoài trời thoải mái và hai ghế dài cho một bữa tiệc nhiều người.

source: A beer garden sign.
vi: Một biển hiệu vườn bia.

source: A statue of a nobleman riding a horse.
vi: Tượng một quý tộc cưỡi ngựa.

source: A tourist information kiosk.
vi: Một ki-ốt thông tin du lịch.

source: A newsstand.
vi: Quầy bán báo.

source: A fast food stand.
vi: Quầy thức ăn nhanh.

source: A clock mounted on top of a post.
vi: Một chiếc đồng hồ gắn trên cái cột.

source: A tall pylon for mounting advertisements
vi: Một cái tháp quảng cáo.

source: A cart supplied by a shop for transporting merchandise while shopping
vi: Một giỏ hàng được cung cấp bởi một cửa hàng để chứa hàng hóa trong khi mua sắm

source: A roofed shelter for storing shopping carts
vi: Một nơi để chứa những giỏ hàng

source: European style traffic lights
vi: Đèn giao thông phong cách châu Âu

source: A tall pole with a cord for raising or lowering the flag.
vi: Một cây cột cao có dây để nâng hoặc hạ cờ.

source: A large video screen for showing sports matches and other popular events in public.
vi: Một màn hình video lớn để hiển thị các trận đấu thể thao và các sự kiện phổ biến khác ở nơi công cộng.

source: A large billboard with three support legs and lights.
vi: Một bảng quảng cáo lớn với ba chân và đèn.

source: A large billboard with two support legs. Ideal for roadside or rooftop placement.
vi: Một bảng quảng cáo lớn với hai chân đỡ. Lý tưởng cho vị trí ven đường hoặc trên sân thượng.

source: An advertizing board with support structures for rooftop placement.
vi: Một bảng quảng cáo với các cấu trúc hỗ trợ để đặt trên sân thượng.

source: An ad board with a changing ad on it.
vi: Một bảng quảng cáo với quảng cáo có thể thay đổi.

source: A large flat billboard.
vi: Một bảng quảng cáo phẳng lớn.

source: An advertisement that can be placed on wall or other vertical surface.
vi: Quảng cáo có thể được đặt trên tường hoặc bề mặt thẳng đứng khác.

source: This is a functioning clock that will rotate to reflect the time of the day/night cycle.
vi: Đây là một chiếc đồng hồ hoạt động sẽ xoay để phản ánh thời gian của chu kỳ ngày / đêm.

source: Parking space with three regular spaces
vi: Bãi đậu xe với ba chỗ đậu thông thường.

source: Bamboo Tree
vi: Cây tre

source: Bamboo Tree Group
vi: Bụi tre

source: Small Bush
vi: Bui cây nhỏ

source: Beech
vi: Sồi

source: Pine
vi: Cây thông

source: Conifer #1
vi: Cây lá kim #1

source: Conifer #2
vi: Cây lá kim #2

source: Tree with Leaves #1
vi: Cây có lá #1

source: Wild Conifer
vi: Cây lá kim tự nhiên

source: Alder
vi: Cây Tống quán sủ

source: Tree with Leaves #2
vi: Cây rậm rạp #2

source: Flower Tree #1
vi: Cây nở hoa #1

source: Flower Tree #2
vi: Cây hoa #2

source: Flower Tree #3
vi: Cây hoa #3

source: Flower Tree #4
vi: Cây hoa #4

source: Giant Redwood #1
vi: Gỗ đỏ khổng lồ #1

source: Giant Redwood #2
vi: Gỗ đỏ khổng lồ #2

source: Green Tree
vi: Cây xanh

source: Corsican Pine #1
vi: Công thông Corsican #1

source: Yew #1
vi: Thủy tùng #1

source: Sugar Maple #1
vi: Cây mía #1

source: Chinese Windmill Palm #1
vi: Cối xay gió Trung Quốc #1

source: Apple Tree
vi: Cây táo

source: Orange Tree
vi: Cây cam

source: Pear Tree
vi: Cây lê

source: Tree Sapling
vi: Cây non

source: Small Beech
vi: Sồi nhỏ

source: Large Bush
vi: Bụi lớn

source: Palm Tree
vi: Cây cọ

source: Palm Plant
vi: Cây cọ

source: Conifer #3
vi: Cây lá kim #3

source: Oak
vi: Cây Sồi

source: California Palm
vi: Cọ California

source: Coconut Tree
vi: Cây dừa

source: A young Linden tree. Great for streets.
vi: Một cây Linden non. Tuyệt vời cho đường phố.

source: Single bamboo tree.
vi: Cây tre đơn.

source: A group of 6 bamboo trees.
vi: Một nhóm 6 cây tre.

source: A small woody plant with multiple stems.
vi: Một cây gỗ nhỏ có nhiều thân.

source: Beech grows on a wide range of soil types provided they are not waterlogged. The tree canopy casts dense shade, and carpets the ground with dense leaf litter.
vi: Sồi mọc trên nhiều loại đất với điều kiện chúng không bị úng. Những tán cây tỏa bóng râm, và trải thảm với những tán lá rậm rạp.

source: Pines are evergreen, coniferous trees with thick and scaly bark. Pines can be found in the most regions of the Northern Hemisphere.
vi: Cây thông là cây thường xanh, cây lá kim với vỏ dày và có vảy. Thông có thể được tìm thấy ở hầu hết các khu vực của Bắc bán cầu.

source: Conifers are evergreen trees with long, thin leaves with a needle-like appearance. They are the dominant plants in the boreal forests of the northern hemisphere.
vi: Cây lá kim là những cây thường xanh có lá dài và mỏng với vẻ ngoài giống như cây kim. Chúng là thực vật chiếm ưu thế trong các khu rừng phương bắc của bán cầu bắc.

source: Oaks are keystone species in a wide range of habitats from Mediterranean semi-desert to subtropical rainforest.
vi: Oaks là loài chủ chốt trong một loạt các môi trường sống từ bán sa mạc Địa Trung Hải đến rừng nhiệt đới cận nhiệt đới.

source: A generic broad-leaved tree
vi: Một cây lá rộng điển hình

source: Wild conifers are tall evergreen trees with long, thin leaves with a needle-like appearance. They are the dominant plants in the boreal forests of the northern hemisphere.
vi: Cây lá kim hoang dã là những cây thường xanh cao với lá dài và mỏng với vẻ ngoài giống như cây kim. Chúng là thực vật chiếm ưu thế trong các khu rừng phương bắc của bán cầu bắc.

source: A broadleaved tree distributed throughout the north temperate zone.
vi: Một cây lá rộng phân bố khắp vùng ôn đới phía bắc.

source: A flowering tree.
vi: Cây hoa.

source: A giant redwood tree.
vi: Một cây gỗ đỏ khổng lồ.

source: A generic broad-leaved tree.
vi: Một cây lá rộng điển hình.

source: A corsican pine tree.
vi: Một cây thông corsican.

source: A yew tree.
vi: Một cây thủy tùng.

source: A sugar maple tree.
vi: Một cây phong đường.

source: A chinese windmill palm tree.
vi: Một cây cọ cối xay gió Trung Quốc.

source: A large apple tree with red apples.
vi: Một cây táo lớn với táo đỏ.

source: A large orange tree with oranges.
vi: Một cây cam lớn với cam.

source: A pear tree with pears.
vi: Một cây lê với lê.

source: A small generic tree sapling.
vi: Một cây nhỏ điển hình.

source: A woody plant with multiple stems.
vi: Một cây gỗ có nhiều thân.

source: Most palm trees are distinguished by their large, compound, evergreen leaves arranged at the top of an unbranched stem. Palm trees inhabit different warm and tropical climates, from rainforests to deserts.
vi: Hầu hết các cây cọ được phân biệt bởi lá lớn, hợp chất, thường xanh của chúng được sắp xếp ở đỉnh của một thân cây không có vỏ. Cây cọ sống ở vùng khí hậu nhiệt đới và ấm áp khác nhau, từ rừng mưa nhiệt đới đến sa mạc.

source: Palm plants are short broad-leaved plants mostly found in warm and tropical climates.
vi: Cây cọ là loại cây lá rộng ngắn chủ yếu được tìm thấy ở vùng khí hậu ấm áp và nhiệt đới.

source: Police Van
vi: Cảnh sát Văn

source: New Buggie
vi: Buggie mới

source: Pick-Up
vi: Nhặt lên

source: Taxi Cab
vi: Xe taxi

source: Fishing yacht
vi: Du thuyền câu cá

source: Waterscooter
vi: Người bắn nước

source: Luxury yacht
vi: Du thuyền sang trọng

source: Motorboat
vi: Thuyền máy

source: Jeep
vi: Xe jeep

source: ChirpX Rocket
vi: Tên lửa ChirpX

source: Chirper Balloon
vi: Khinh khí cầu Chirper

source: Bendy Bus
vi: Xe buýt Bendy

source: Cargo Airplane
vi: Máy bay chuyên chở hàng

source: Large Passenger Plane
vi: Máy bay chở khách lớn

source: Medium Passenger Plane
vi: Máy bay chở khách hạng trung

source: Small Passenger Plane
vi: Máy bay chở khách loại nhỏ

source: Road maintenance truck
vi: Xe bảo trì đường bộ

source: Tram
vi: Tàu điện phố

source: Snowplow
vi: Đồ ủi tuyết

source: Meteor
vi: Sao băng

source: Medical Helicopter
vi: Máy bay trực thăng y tế

source: Police Helicopter
vi: Cảnh sát trực thăng

source: Fire Helicopter
vi: Trực thăng cứu hỏa

source: Disaster Response Helicopter
vi: Trực thăng ứng phó thảm họa

source: Vacuum Truck
vi: Xe tải chân không

source: Disaster Response Vehicle
vi: Xe ứng phó thảm họa

source: Evacuation Bus
vi: Xe buýt sơ tán

source: Ferry
vi: Phà

source: Cable Car
vi: Cáp treo

source: Blimp
vi: Khí cầu

source: Monorail Train
vi: Tàu đơn ray

source: Electric Car Edison Model Z
vi: Xe điện Edison Model Z

source: Electric Car Edison Model 5
vi: Xe điện Edison Model 5

source: Electric Car Edison Model W
vi: Xe điện Edison Model W

source: Electric Car Edison Model K
vi: Xe điện Edison Model K

source: Personal Electric Transport Ride
vi: Đi xe điện cá nhân

source: Biofuel Bus
vi: Xe buýt nhiên liệu sinh học

source: Biofuel Garbage Truck
vi: Xe chở rác sinh học

source: Sightseeing Bus
vi: Xe buýt tham quan

source: Camper Van
vi: Xe van đi cắm trại

source: Camper Trailer
vi: Giới Thiệu Cắm Trại

source: Hot Air Balloon
vi: Khinh khí cầu

source: Park Maintenance Vehicle
vi: Xe bảo trì công viên

source: Oil Truck
vi: Xe tải chở dầu

source: Farm Truck
vi: Xe tải nông trại

source: Ore Mining Truck
vi: Xe tải chở quặng

source: Livestock Truck
vi: Xe tải chăn nuôi

source: Delivery Truck
vi: Xe tải giao hàng

source: Forest Forwarder
vi: Giao nhận rừng

source: Combine Harvester
vi: Gặt đập liên hợp

source: Delivery Van
vi: Giao hàng tận nơi

source: Forest Harvester
vi: Người thu hoạch rừng

source: Forklift
vi: Xe nâng

source: Oil Industry Helicopter
vi: Máy bay trực thăng công nghiệp dầu

source: Post Truck
vi: Xe tải bưu điện

source: Post Van
vi: Đăng Vân

source: Train Car (Animal)
vi: Xe lửa (Động vật)

source: Train Car (Crop)
vi: Xe lửa (Cắt)

source: Train Car (Log)
vi: Xe lửa (Nhật ký)

source: Train Car (Oil)
vi: Xe lửa (Dầu)

source: Train Car (Ore)
vi: Xe lửa (Quặng)

source: Truck Trailer (Animal)
vi: Xe tải (động vật)

source: Truck Trailer (Car)
vi: Xe tải (xe hơi)

source: Truck Trailer (Modular House)
vi: Xe tải (Nhà mô-đun)

source: School Bus
vi: Xe buýt của trường

source: Ore Truck Trailer
vi: Xe tải chở quặng

source: Oil Truck Trailer
vi: Xe tải chở dầu

source: Forest Forwarder Trailer 01
vi: Xe chuyển gỗ rừng 01

source: Forestry Trailer
vi: Xe chuyển gỗ

source: Tractor Trailer
vi: Xe tải rơ mooc

source: Tractor Trailer 02
vi: Xe tải rơ mooc 02

source: Fire Helicopter Bucket
vi: Trực thăng chữa cháy

source: Monorail Passenger
vi: Hành khách đường sắt

source: Train Cargo
vi: Xe lửa chở hàng

source: Train Passenger
vi: Xe lửa hành khách

source: Tram End
vi: Điểm kết thúc xe điện

source: Tram Middle
vi: Điểm giữa xe điện

source: Fishing Boat
vi: Tàu đánh cá

source: Salmon Fishing Boat
vi: Tàu đánh cá hồi

source: Shellfish Fishing Boat
vi: Thuyền đánh bắt sò ốc

source: Tuna Fishing Boat
vi: Thuyền đánh bắt cá ngừ

source: Anchovy Fishing Boat
vi: Thuyền câu cá cơm

source: Intercity Bus
vi: Xe buýt liên tỉnh

source: Passenger Helicopter
vi: Trực thăng chở khách

source: Waste Collection Truck
vi: Xe thu gom rác thải

source: Waste Transfer Truck
vi: Xe tải chuyển chất thải

source: Trolleybus
vi: Xe buýt lưới điện

source: Metro Train
vi: Tàu điện ngầm

source: Fish Truck
vi: XE tải chở cá

source: Light Aircraft
vi: Máy bay hạng nhẹ

source: Fire Truck
vi: Xe cứu hỏa

source: Garbage Truck
vi: Xe đổ rác

source: Ambulance
vi: Xe cứu thương

source: Hearse
vi: Xe tang

source: Donut Van
vi: Xe bánh Donut

source: Forestry Truck
vi: Xe tải lâm nghiệp

source: Box Truck
vi: Xe tải hộp

source: Ore Truck
vi: Xe tải quặng

source: Tractor
vi: Máy kéo

source: Police Car
vi: Xe cảnh sát

source: Jet Plane
vi: Máy bay phản lực

source: Bus
vi: Xe buýt

source: Metro
vi: Tàu điện ngầm

source: Cargo Ship
vi: Tàu chở hàng

source: Cruise Ship
vi: Tàu du lịch

source: Freight Train
vi: Chuyến tàu chở hàng

source: Passenger Train
vi: Tàu chở khách

source: Station Wagon
vi: Toa xe chở nhiên liệu

source: Bug Spray Van
vi: Xịt Bug

source: Launch Rocket
vi: Phóng tên lửa

source: Rocket Construction
vi: Lắp ráp tên lửa

source: Launch Preparation
vi: Chuẩn bị phóng

source: Rocket Name
vi: Tên lửa

source: Bluebird Heavy
vi: Hòn Ngọc Viễn Đông

source: Rocket Parts Storage: {0}
vi: Lưu trữ bộ phận tên lửa: {0}

source: The rocket can be launched after the launch preparations are completed
vi: Tên lửa có thể được phóng sau khi hoàn thành việc chuẩn bị phóng

source: Click here to launch the rocket!
vi: Nhấn vào đây để phóng tên lửa!

source: Past Launch Operations
vi: Những lần phóng trước đó

source: Launching Rocket…
vi: Đang phóng Tên lửa…

source: Change Color
vi: Đổi màu

source: Snowdumps
vi: Đổ tuyết

source: Heating
vi: Sưởi

source: Road maintenance
vi: Bảo trì Đường bộ

source: Tram depot
vi: Kho xe điện

source: Not connected
vi: Không kết nối

source: Canals
vi: Kênh rạch

source: Quays
vi: Cầu cảng

source: Temperature
vi: Nhiệt độ

source: Snowdump is Filling Up!
vi: Tuyết rơi đang lấp đầy!

source: Upgrade Water Pipes
vi: Nâng cấp ống nước

source: Building underwater!
vi: Xây dựng dưới nước!

source: Canal demolished
vi: Kênh bị phá hủy

source: A Tornado Strikes!
vi: Một cơn lốc xoáy!

source: The Forest is on Fire!
vi: Khu rừng đang cháy!

source: A Meteor is Striking!
vi: Một thiên thạch đang nổi bật!

source: A Tsunami Wave!
vi: Một làn sóng thần!

source: Earthquake!
vi: Động đất!

source: It's a Thunderstorm!
vi: Đó là một cơn bão!

source: A sinkhole is forming!
vi: Một hố sâu đang hình thành!

source: Mark Escape Routes
vi: Xa Lộ

source: Build a Disaster Response Unit
vi: Xây dựng Trung tâm Ứng phó Thảm họa

source: A Building is Flooding!
vi: Một tòa nhà đang bị ngập lụt!

source: Evacuate the Population
vi: Di tản dân số

source: Check Goals
vi: Kiểm tra mục tiêu

source: Water Outlet on land
vi: Cửa thoát nước trên đất liền

source: Lucky you!
vi: Bạn thật may mắn!

source: Road destroyed
vi: Đường bị phá hủy

source: Fix roads
vi: Sửa đường

source: Rebuild the service
vi: Xây dựng lại dịch vụ

source: Build Shelters
vi: Xây Hầm trú ẩn

source: Citizens in Shelters
vi: Người dân trong Hầm trú ẩn

source: Road names
vi: Tên đường

source: Adjust road and see routes
vi: Điều chỉnh đường và xem các tuyến đường

source: Connect stations
vi: Kết nối các trạm

source: Draw Pathways
vi: Vẽ đường dẫn

source: Build a Ferry Depot
vi: Xây một Bến tập kết Tàu thủy

source: Place stops to create line
vi: Đặt điểm dừng

source: Place depot
vi: Kho hàng

source: See Routes
vi: Xem các tuyến đường

source: Connect Ferry and Bus lines
vi: Kết nối các tuyến phà và xe buýt

source: End of Line Train station
vi: Cuối ga tàu

source: Intercity Traffic
vi: Giao thông liên tỉnh

source: Yield and traffic lights
vi: Năng suất và đèn giao thông

source: Angles and grid guides
vi: Góc và hướng dẫn lưới

source: Bulldoze underground
vi: Xe ủi ngầm

source: Adjust the amount of vehicles on a line
vi: Điều chỉnh lượng xe trên một dòng

source: Draw Paths
vi: Vẽ đường dẫn

source: Adjust Snapping
vi: Điều chỉnh chụp

source: Snowplows needed
vi: Cái cào tuyết cần thiết

source: Build a Park Area
vi: Xây dựng khu vực công viên

source: Add items
vi: Thêm các mục

source: See details about your Park Area
vi: Xem chi tiết về Khu vực công viên của bạn

source: Buildings in parks
vi: Tòa nhà trong công viên

source: Park building outside of a Park Area
vi: Xây dựng công viên bên ngoài Khu vực công viên

source: Build an Industry Area
vi: Xây dựng một khu vực công nghiệp

source: Build a Main Building
vi: Xây dựng một tòa nhà chính

source: Build an Extractor
vi: Xây dựng một Extractor

source: Build a Processing Plant
vi: Xây dựng nhà máy chế biến

source: Outside of Industry Area
vi: Ngoài khu vực công nghiệp

source: Warehouses
vi: Nhà kho

source: Build a Unique Factory
vi: Xây dựng một nhà máy độc đáo

source: Post Office Service
vi: Dịch vụ bưu điện

source: Road Tolls
vi: Phí đường bộ

source: Make Building Historical
vi: Xây dựng di tích lịch sử

source: Build an Administration Building
vi: Xây dựng tòa nhà điều hành

source: Build a Campus Area
vi: Xây một Khu vực Đại học

source: Academic Works
vi: Công trình Học thuật

source: Campus Attractiveness
vi: Khuôn viên nhà trường cao cấp

source: Academic Year
vi: Năm học

source: Build a Unique Faculty
vi: Xây dựng một khoa độc đáo

source: Build a Museum
vi: Xây một Bảo tàng

source: Home and Away matches
vi: Trận đấu sân nhà và sân khách

source: Campus Reputation
vi: Danh tiếng Đại học

source: Build a Public Library
vi: Xây một Thư viện Công cộng

source: Varsity Team
vi: Đội Varsity

source: Varsity Sport Trophies
vi: Cúp thể thao sinh viên

source: Trolleybus Depot
vi: Bến tập kết Xe buýt lưới điện

source: Intercity Bus outside connection
vi: Xe buýt liên tỉnh kết nối bên ngoài

source: Helicopter Depot
vi: Kho máy bay trực thăng

source: How to create Helicopter line?
vi: Làm thế nào để tạo đường bay cho Trực thăng?

source: Creating fishing routes
vi: Tạo các tuyến đánh cá

source: Fishing Harbors and Fish Farms
vi: Bến cá và trang trại nuôi cá

source: Water pollution and fishing
vi: Ô nhiễm nước và đánh bắt cá

source: Fish Factory and Fish Market
vi: Nhà máy chế biến cá và chợ cá

source: Waste Transfer System
vi: Hệ thống chuyển chất thải

source: Inland Water Treatment
vi: Xử lý nước nội địa

source: Child Health Center
vi: Trung tâm sức khỏe trẻ em

source: Eldercare
vi: Viện dưỡng lão

source: Waste Transfer Facility is full!
vi: Cơ sở chuyển giao chất thải đã đầy!

source: Customize festival colour
vi: Tùy chỉnh màu lễ hội

source: Audience
vi: Khán giả

source: Band Popularity
vi: Ban nhạc Thịnh hành

source: Ticket Prices
vi: Giá vé

source: Customize team colour
vi: Tùy chỉnh màu đội

source: Modify the terrain!
vi: Sửa đổi địa hình!

source: Not enough soil!
vi: Không đủ đất!

source: Can't pick up more soil!
vi: Không thể nhặt thêm đất!

source: Zoom camera
vi: Phóng to camera

source: Pan camera
vi: Thu nhỏ camera

source: Rotate camera
vi: Xoay camera

source: Tilt camera
vi: Camera nghiêng

source: New zone available!
vi: Khu mới có sẵn!

source: Build more residential zone
vi: Xây thêm khu dân cư

source: Build more commercial zone
vi: Xây thêm khu thương mại

source: Build more industrial zone
vi: Xây thêm khu công nghiệp

source: Abandoned building
vi: Tòa nhà bỏ hoang

source: A building is on fire!
vi: Một tòa nhà đang cháy!

source: A building has burned down
vi: Một tòa nhà đã bị thiêu rụi

source: New services!
vi: Dịch vụ mới!

source: New building!
vi: Tòa nhà mới!

source: Garbage is piling up
vi: Rác đang chất đống

source: Crime is high
vi: Tội phạm cao

source: Low health
vi: Sức khỏe thấp

source: Education needed
vi: Giáo dục cần thiết

source: City needs more water
vi: Thành phố cần thêm nước

source: City needs more power
vi: Thành phố cần thêm điện

source: Low happiness
vi: Hạnh phúc thấp

source: Drain pipe needed!
vi: Ống thoát nước cần thiết!

source: Water pump needed!
vi: Cần có máy bơm nước!

source: Outside connection needed
vi: Cần kết nối bên ngoài

source: Get your production started
vi: Bắt đầu sản xuất của bạn

source: Buy new land
vi: Mua đất mới

source: Traffic is jammed
vi: Giao thông bị kẹt
