Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The Dance Club provides opportunities for students to highlight their talents in dance and creativity as well as to explore the artistic features of dancing. Dance Club increases campus areas attractiveness. Building must be placed within Liberal Arts campus area.
vi: Câu lạc bộ khiêu vũ tạo cơ hội cho sinh viên làm nổi bật tài năng của họ về khiêu vũ và sáng tạo cũng như khám phá các tính năng nghệ thuật của khiêu vũ. Câu lạc bộ khiêu vũ làm tăng sức hấp dẫn của khu vực khuôn viên trường. Tòa nhà phải được đặt trong khu vực khuôn viên của Liberal Arts.

source: Seated outdoor area is perfect for studying on a beautiful day. Outdoor Study building increases campus area attractiveness and student capacity. Building must be placed within Liberal Arts campus area.
vi: Khu vực ngoài trời ngồi là hoàn hảo để học tập vào một ngày đẹp trời. Tòa nhà học tập ngoài trời làm tăng sức hấp dẫn của khu vực khuôn viên và năng lực của sinh viên. Tòa nhà phải được đặt trong khu vực khuôn viên của Liberal Arts.

source: Gymnasium provides the students with athletic, recreational and leisure services. Gymnasium has a city wide effect on citizens health. Building increases campus attractiveness and needs to be placed within Liberal Arts campus area.
vi: Phòng tập thể dục cung cấp cho sinh viên các dịch vụ thể thao, giải trí và giải trí. Phòng tập thể dục có ảnh hưởng đến toàn thành phố đối với sức khỏe công dân. Tòa nhà làm tăng sức hấp dẫn của trường và cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: A facility that provides controlled conditions for various scientific researches. Laboratories increase student capacity and campus attractiveness while also boosting Academic Works creation. Building requires a Liberal Arts Campus Area.
vi: Một cơ sở cung cấp các điều kiện kiểm soát cho các nghiên cứu khoa học khác nhau. Các phòng thí nghiệm tăng khả năng của sinh viên và sức hấp dẫn của trường đồng thời thúc đẩy sáng tạo Công trình Học thuật. Tòa nhà yêu cầu Khu vực khuôn viên nghệ thuật tự do.

source: Versatile laboratory that utilizes technology, science and art in their research. Media Lab increases student capacity, campus attractiveness and boosts Academic Works creation. Building needs to be placed inside Liberal Arts Campus Area.
vi: Phòng thí nghiệm đa năng sử dụng công nghệ, khoa học và nghệ thuật trong nghiên cứu của họ. Media Lab tăng khả năng của sinh viên, sức hấp dẫn của trường và tăng cường sáng tạo Công trình học thuật. Tòa nhà cần được đặt trong Khu vực khuôn viên nghệ thuật tự do.

source: Increasing campus areas attractiveness and land value the Fountain is a good place for students to relax and meet. Building needs to be placed within Liberal Arts campus area.
vi: Tăng diện tích khuôn viên và giá trị đất đai Đài phun nước là một nơi tốt để sinh viên thư giãn và gặp gỡ. Tòa nhà cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: This piece of art is inspiration for all those who visit the campus area. Statue increases campus areas attractiveness and land value. Building requires a Liberal Arts campus area.
vi: Tác phẩm nghệ thuật này là nguồn cảm hứng cho tất cả những ai đến thăm khu vực khuôn viên trường. Tượng làm tăng diện tích khuôn viên và giá trị đất. Tòa nhà đòi hỏi một khu vực khuôn viên nghệ thuật tự do.

source: Statue commemorating a legendary and inspiring scholar. Increases campus attractiveness and land value. Building needs to be placed within Liberal Arts campus area.
vi: Tượng tưởng niệm một học giả huyền thoại và truyền cảm hứng. Tăng sức hấp dẫn của trường và giá trị đất. Tòa nhà cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: Faculty encourages students to enlighten the masses about the negative effects of consumer culture on nature, reducing garbage accumulation in the city. Faculty increases campus attractiveness and requires a Liberal Arts campus area.
vi: Khoa khuyến khích sinh viên khai sáng cho quần chúng về những tác động tiêu cực của văn hóa tiêu dùng đối với thiên nhiên, giảm tích tụ rác thải trong thành phố. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên của Liberal Arts.

source: Faculty provides all schools with an influx of substitute and student teachers which allows classrooms to have higher student capacity and helps them educate more efficiently. Faculty increases campus attractiveness and requires a Liberal Arts campus area.
vi: Khoa cung cấp cho tất cả các trường một dòng giáo viên thay thế và giáo viên sinh viên, cho phép các lớp học có năng lực sinh viên cao hơn và giúp họ giáo dục hiệu quả hơn. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên của Liberal Arts.

source: Through innovative budget planning and tax management, students from School of Economics help the local office zones increase revenue without upsetting the city's populace. Faculty increases campus attractiveness and requires a Liberal Arts campus area.
vi: Thông qua kế hoạch ngân sách đổi mới và quản lý thuế, sinh viên từ Trường Kinh tế giúp các khu vực văn phòng địa phương tăng doanh thu mà không làm đảo lộn dân số của thành phố. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên của Liberal Arts.

source: This building defines the campus area type to University, allows reputation progression of the campus area and works as a headquarters for city services. University campus buildings provide university level education.
vi: Tòa nhà này xác định loại khu vực khuôn viên trường Đại học, cho phép phát triển danh tiếng của khu vực khuôn viên và làm trụ sở cho các dịch vụ của thành phố. Tòa nhà trong khuôn viên trường đại học cung cấp giáo dục đại học.

source: Dormitory is a residential building for students for the duration of their academic studies. Building increases campus areas attractiveness, student capacity and requires a University campus area.
vi: Ký túc xá là một tòa nhà dân cư cho sinh viên trong suốt thời gian học tập của họ. Xây dựng tăng diện tích khuôn viên trường, sức chứa của sinh viên và yêu cầu khu vực khuôn viên trường Đại học.

source: Students with spare time can use the Study Hall to do their homework, projects or prepare to exams. Building increases campus attractiveness and needs to be placed within University campus area.
vi: Học sinh có thời gian rảnh có thể sử dụng Hội trường học tập để làm bài tập về nhà, dự án hoặc chuẩn bị cho các kỳ thi. Tòa nhà làm tăng sức hấp dẫn của trường và cần được đặt trong khu vực khuôn viên trường Đại học.

source: Groundskeepers are working hard to keep campus area premises clean, tidy and aesthetically pleasing. Building increases campus attractiveness and land value of campus area and need to be placed inside University campus area.
vi: Nhân viên sân vườn đang làm việc chăm chỉ để giữ cho khuôn viên khu vực khuôn viên sạch sẽ, gọn gàng và thẩm mỹ. Tòa nhà làm tăng sức hấp dẫn của trường và giá trị đất của khu vực khuôn viên và cần được đặt trong khu vực khuôn viên trường Đại học.

source: Fresh hot meals, drinks and healthy snacks now all available for students. Cafeteria increases land value and campus area attractiveness. Building requires a University campus area.
vi: Bữa ăn nóng, đồ uống và đồ ăn nhẹ lành mạnh hiện có sẵn cho sinh viên. Quán cà phê làm tăng giá trị đất và sự hấp dẫn khu vực khuôn viên. Xây dựng đòi hỏi một khu vực khuôn viên trường đại học.

source: Library is a great place for teaching and for up-to-date information from various scientific studies. Libraries increase land value, campus attractiveness and boosts campus areas student capacity. Building needs to be placed within University campus area.
vi: Thư viện là một nơi tuyệt vời để giảng dạy và cập nhật thông tin từ các nghiên cứu khoa học khác nhau. Thư viện tăng giá trị đất, sức hấp dẫn của trường và tăng khả năng của sinh viên trong khu vực khuôn viên trường. Tòa nhà cần được đặt trong khu vực khuôn viên trường đại học.

source: Fully facilitated auditorium with cutting edge technology to enable the full potential of performances and lectures. Auditorium increases student capacity and campus area attractiveness. Building requires a University Campus Area.
vi: Khán phòng được tạo điều kiện hoàn toàn với công nghệ tiên tiến để cho phép phát huy hết khả năng của các buổi biểu diễn và bài giảng. Thính phòng làm tăng khả năng của sinh viên và sức hấp dẫn của khu vực trường. Tòa nhà yêu cầu Khu vực khuôn viên trường đại học.

source: University Commencement office is an impressive building that provides a great venue for graduations. In addition of increasing campus area attractiveness the Commencement building is required to hold a visible graduation ceremony. Building must be placed within University campus area.
vi: Văn phòng bắt đầu đại học là một tòa nhà ấn tượng cung cấp một địa điểm tuyệt vời cho sinh viên tốt nghiệp. Ngoài việc tăng sức hấp dẫn của khu vực khuôn viên, tòa nhà Bắt đầu được yêu cầu tổ chức một buổi lễ tốt nghiệp có thể nhìn thấy. Tòa nhà phải được đặt trong khu vực khuôn viên trường đại học.

source: Campus Bookstore has the biggest supply of study tools and current textbooks. Bookstore increases campus attractiveness, tourism attractiveness and land value. Building needs to be placed within University Campus Area.
vi: Hiệu sách trường có nguồn cung cấp lớn nhất các công cụ học tập và sách giáo khoa hiện tại. Hiệu sách làm tăng sức hấp dẫn của trường, sức hấp dẫn của du lịch và giá trị đất đai. Tòa nhà cần được đặt trong Khu vực khuôn viên trường đại học.

source: Futsal Club is open for all fans, players and coaches to share their love for this sport in friendly practice matches and futsal game nights. Futsal Club increases campus area attractiveness and needs to be placed within University campus area.
vi: Câu lạc bộ Futsal mở cửa cho tất cả người hâm mộ, người chơi và huấn luyện viên chia sẻ tình yêu của họ với môn thể thao này trong các trận đấu tập thân thiện và đêm trò chơi futsal. Câu lạc bộ Futsal tăng sức hấp dẫn của khu vực khuôn viên và cần được đặt trong khu vực khuôn viên trường Đại học.

source: Math Club emphasizes on having fun with mathematics while learning, ranging from whimsical number games to mind-boggling math problems. Math Club increases campus area attractiveness and needs to be placed within University Campus Area.
vi: Câu lạc bộ toán học nhấn mạnh vào việc vui chơi với toán học trong khi học, từ các trò chơi số hay thay đổi đến các bài toán khó hiểu. Math Club tăng sức hấp dẫn của khu vực khuôn viên trường và cần được đặt trong Khu vực khuôn viên trường đại học.

source: Chess Club is for chess enthusiasts to teach, study and play in a casual setting. Chess Club increases campus area attractiveness. Building needs to be placed within University campus area.
vi: Câu lạc bộ cờ vua dành cho những người đam mê cờ vua để dạy, học và chơi trong một khung cảnh bình thường. Câu lạc bộ cờ vua tăng sức hấp dẫn khu vực khuôn viên. Tòa nhà cần được đặt trong khu vực khuôn viên trường đại học.

source: Seated outdoor area is perfect for studying on a beautiful day. Outdoor Study building increases campus area attractiveness and student capacity. Building must be placed within University campus area.
vi: Khu vực ngoài trời ngồi là hoàn hảo để học tập vào một ngày đẹp trời. Tòa nhà học tập ngoài trời làm tăng sức hấp dẫn của khu vực khuôn viên và năng lực của sinh viên. Tòa nhà phải được đặt trong khu vực khuôn viên trường đại học.

source: Gymnasium provides the students with athletic, recreational and leisure services. Gymnasium has a city wide effect on citizens health. Building increases campus attractiveness and needs to be placed within University campus area.
vi: Phòng tập thể dục cung cấp cho sinh viên các dịch vụ thể thao, giải trí và giải trí. Phòng tập thể dục có ảnh hưởng đến toàn thành phố đối với sức khỏe công dân. Tòa nhà làm tăng sức hấp dẫn của trường và cần được đặt trong khu vực khuôn viên trường Đại học.

source: A facility that provides controlled conditions for various scientific researches. Laboratories increase student capacity and campus attractiveness while also boosting Academic Works creation. Building requires a University Campus Area.
vi: Một cơ sở cung cấp các điều kiện kiểm soát cho các nghiên cứu khoa học khác nhau. Các phòng thí nghiệm tăng khả năng của sinh viên và sức hấp dẫn của trường đồng thời thúc đẩy sáng tạo Công trình Học thuật. Tòa nhà yêu cầu Khu vực khuôn viên trường đại học.

source: Versatile laboratory that utilizes technology, science and art in their research. Media Lab increases student capacity, campus attractiveness and boosts Academic Works creation. Building needs to be placed inside University Campus Area.
vi: Phòng thí nghiệm đa năng sử dụng công nghệ, khoa học và nghệ thuật trong nghiên cứu của họ. Media Lab tăng khả năng của sinh viên, sức hấp dẫn của trường và tăng cường sáng tạo Công trình học thuật. Tòa nhà cần được đặt bên trong Khu vực khuôn viên trường đại học.

source: Increasing campus areas attractiveness and land value the Fountain is a good place for students to relax and meet. Building needs to be placed within University campus area.
vi: Tăng diện tích khuôn viên và giá trị đất đai Đài phun nước là một nơi tốt để sinh viên thư giãn và gặp gỡ. Tòa nhà cần phải được đặt trong khu vực khuôn viên trường đại học.

source: This statue of University's academic feats is inspiration for all campus visitors. Statue increases campus areas attractiveness and land value. Building requires a University campus area.
vi: Bức tượng về thành tích học tập của trường đại học này là nguồn cảm hứng cho tất cả các du khách trong khuôn viên trường. Tượng làm tăng diện tích khuôn viên và giá trị đất. Xây dựng đòi hỏi một khu vực khuôn viên trường đại học.

source: Statue commemorating a legendary and inspiring scholar. Increases campus attractiveness and land value. Building needs to be placed within University campus area.
vi: Tượng tưởng niệm một học giả huyền thoại và truyền cảm hứng. Tăng sức hấp dẫn của trường và giá trị đất. Tòa nhà cần phải được đặt trong khu vực khuôn viên trường đại học.

source: New technologies allows to gain an edge in the highly competitive marketplace. Income from all specialized industries is increased while reducing city pollution and electricity consumption. Faculty increases campus attractiveness and requires a University campus area.
vi: Các công nghệ mới cho phép đạt được một lợi thế trong thị trường cạnh tranh cao. Thu nhập từ tất cả các ngành công nghiệp chuyên ngành được tăng lên trong khi giảm ô nhiễm thành phố và tiêu thụ điện. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường Đại học.

source: Faculty prepares interns to help out at the local clinics and hospitals, allowing city healthcare to run more efficiently with increased ambulance count and patient capacity. Faculty increases campus attractiveness and requires a University campus area.
vi: Khoa chuẩn bị thực tập để giúp đỡ tại các phòng khám và bệnh viện địa phương, cho phép chăm sóc sức khỏe thành phố hoạt động hiệu quả hơn với số lượng xe cứu thương tăng và khả năng của bệnh nhân. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường Đại học.

source: Students get internships in the office of the city's prosecutor, providing legal counsel to citizens. Crime rate and Police Department upkeep is reduced throughout the city. Faculty increases campus attractiveness and requires a University campus area.
vi: Sinh viên được thực tập tại văn phòng của công tố viên thành phố, cung cấp tư vấn pháp lý cho công dân. Tỷ lệ tội phạm và bảo trì của Sở cảnh sát được giảm trên toàn thành phố. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường Đại học.

source: Indoor facility featuring Olympic-size swimming pools and diving pools. Placing this building inside a campus area enables Swimming varsity sports team. Can be placed anywhere in the city.
vi: Cơ sở trong nhà có hồ bơi kích thước Olympic và bể lặn. Đặt tòa nhà này trong khu vực khuôn viên trường cho phép đội thể thao sinh viên bơi lội. Có thể được đặt bất cứ nơi nào trong thành phố.

source: Stadium features an oval running track enclosing a grass field where various events can take place. Placing this building inside a campus area enables Track and Field varsity sports team. Can be placed anywhere in the city.
vi: Sân vận động có đường chạy hình bầu dục bao quanh một sân cỏ, nơi có thể diễn ra nhiều sự kiện khác nhau. Đặt tòa nhà này trong khu vực khuôn viên cho phép đội thể thao sinh viên Track và Field. Có thể được đặt bất cứ nơi nào trong thành phố.

source: An indoor sporting arena featuring basketball court. Placing this building inside a campus area enables Basketball varsity sports team. Can be placed anywhere in the city.
vi: Một đấu trường thể thao trong nhà có sân bóng rổ. Đặt tòa nhà này trong khu vực khuôn viên trường cho phép đội thể thao bóng rổ. Có thể được đặt bất cứ nơi nào trong thành phố.

source: Baseball Park features an open-air baseball field and seats to fit a large crowd. Placing this building inside a campus area enables Baseball varsity sports team. Can be placed anywhere in the city.
vi: Công viên Bóng chày có sân bóng chày ngoài trời và chỗ ngồi phù hợp với đám đông. Đặt tòa nhà này bên trong khu vực khuôn viên trường sẽ tạo điều kiện cho đội thể thao Baseball varsity. Có thể đặt ở bất cứ đâu trong thành phố.

source: A small rural restaurant serving snacks for travellers.
vi: Một nhà hàng nông thôn nhỏ phục vụ đồ ăn nhẹ cho du khách.

source: A small oriental restaurant serving food for locals and tourists.
vi: Một nhà hàng phương Đông nhỏ phục vụ đồ ăn cho người dân địa phương và khách du lịch.

source: An oriental market selling different noodles and soups.
vi: Một khu chợ phương Đông bán các loại mì và súp khác nhau.

source: A noodle restaurant serving traditional cuisine.
vi: Một nhà hàng mì phục vụ các món ăn truyền thống.

source: A restaurant serving hot, spicy and tasty ramen.
vi: Một nhà hàng phục vụ ramen nóng, cay và ngon.

source: A service station offering a shop, restaurant and car repair services for travellers.
vi: Trạm dịch vụ cung cấp cửa hàng, nhà hàng và dịch vụ sửa chữa ô tô cho du khách.

source: A small office building for local businesses.
vi: Một tòa nhà văn phòng nhỏ dành cho các doanh nghiệp địa phương.

source: An 8-story office building for city administration.
vi: Tòa nhà văn phòng 8 tầng dành cho cơ quan hành chính thành phố.

source: A local register office for state administrative matters.
vi: Một văn phòng đăng ký địa phương về các vấn đề hành chính nhà nước.

source: A relaxing resort hotel with swimming pools, saunas and gym.
vi: Một khách sạn nghỉ dưỡng thư giãn với hồ bơi, phòng tắm hơi và phòng tập thể dục.

source: A downtown hotel for business travellers.
vi: Một khách sạn trung tâm thành phố dành cho khách doanh nhân.

source: A department store where people can eat, meet and shop. All in one place!
vi: Một cửa hàng bách hóa nơi mọi người có thể ăn uống, gặp gỡ và mua sắm. Tất cả ở một địa điểm!

source: A shopping center with cinema.
vi: Một trung tâm mua sắm với rạp chiếu phim.

source: A general hospital providing healthcare and emergency services.
vi: Một bệnh viện đa khoa cung cấp các dịch vụ chăm sóc sức khỏe và cấp cứu.

source: A waste disposal building that turns waste into electricity.
vi: Một tòa nhà xử lý chất thải biến chất thải thành điện năng.

source: An oriental temple for locals and tourists to visit.
vi: Một ngôi đền phương Đông cho người dân địa phương và khách du lịch đến thăm.

source: A high-rise office building for big companies.
vi: Tòa nhà văn phòng cao tầng dành cho các công ty lớn.

source: The headquarters for an industry leader.
vi: Trụ sở của một công ty đầu ngành.

source: A high-rise office building for succesful companies.
vi: Một tòa nhà văn phòng cao tầng dành cho các công ty thành đạt.

source: Fish Factory takes in fresh fish from harbors and farms and turns them into canned fish which is delivered to shops in commercial zones.
vi: Nhà máy chế biến cá lấy cá tươi từ các bến cảng và trang trại và biến chúng thành cá đóng hộp để giao cho các cửa hàng trong khu thương mại.

source: Fish Market takes in fresh fish from harbors and farms and sells it directly to the customers without processing it into goods.
vi: Chợ Cá thu mua cá tươi từ các bến cảng và trang trại và bán trực tiếp cho khách hàng mà không cần chế biến thành hàng hóa.

source: Fishing Harbor sends out low capacity fishing boats that can catch all types of fish with a moderate catch rate. To function, the fishing harbor requires a complete, looping fishing route that starts and ends at the harbor.
vi: Cảng cá đưa tàu cá công suất thấp đánh bắt được tất cả các loại cá với tỷ lệ đánh bắt vừa phải. Để hoạt động, bến cá yêu cầu một tuyến đánh cá hoàn chỉnh, lặp lại bắt đầu và kết thúc tại bến cảng.

source: Fishing Harbor dedicated to catching and processing salmon. Specialized fishing boats have a high catch rate and capacity as long as their fishing routes reach the correct type of fish. To function, the fishing harbor requires a complete, looping fishing route that starts and ends at the harbor.
vi: Cảng cá chuyên đánh bắt và chế biến cá hồi. Các tàu đánh cá chuyên dụng có công suất và tỷ lệ đánh bắt cao miễn là tuyến đánh bắt của họ đạt đúng loại cá. Để hoạt động, bến cá yêu cầu một tuyến đánh cá hoàn chỉnh, lặp lại bắt đầu và kết thúc tại bến cảng.

source: Fishing Harbor dedicated to catching and processing shellfish. Specialized fishing boats have a high catch rate and capacity as long as their fishing routes reach the correct type of fish. To function, the fishing harbor requires a complete, looping fishing route that starts and ends at the harbor.
vi: Cảng cá chuyên đánh bắt và chế biến sò ốc. Các tàu đánh cá chuyên dụng có công suất và tỷ lệ đánh bắt cao miễn là tuyến đánh bắt của họ đạt đúng loại thủy sản. Để hoạt động, bến cá yêu cầu một tuyến đánh cá hoàn chỉnh, lặp lại bắt đầu và kết thúc tại bến cảng.

source: Fishing Harbor dedicated to catching and processing tuna. Specialized fishing boats have a high catch rate and capacity as long as their fishing routes reach the correct type of fish. To function, the fishing harbor requires a complete, looping fishing route that starts and ends at the harbor.
vi: Cảng cá chuyên đánh bắt và chế biến cá ngừ. Các tàu đánh cá chuyên dụng có công suất và tỷ lệ đánh bắt cao miễn là tuyến đánh bắt của họ đạt đúng loại cá. Để hoạt động, bến cá yêu cầu một tuyến đánh cá hoàn chỉnh, lặp lại bắt đầu và kết thúc tại bến cảng.

source: Fishing Harbor dedicated to catching and processing anchovies. Specialized fishing boats have a high catch rate and capacity as long as their fishing routes reach the correct type of fish. To function, the fishing harbor requires a complete, looping fishing route that starts and ends at the harbor.
vi: Cảng cá chuyên đánh bắt và chế biến cá cơm. Các tàu đánh cá chuyên dụng có công suất và tỷ lệ đánh bắt cao miễn là tuyến đánh bắt của họ đạt đúng loại cá. Để hoạt động, bến cá yêu cầu một tuyến đánh cá hoàn chỉnh, lặp lại bắt đầu và kết thúc tại bến cảng.

source: Fish Farm can be used to grow and gather high yields of fish. A farm has a growing cycle and when complete, it sends the yield to either the Fish Market or Fish Factory. Fish can also be exported. Farms can even be built on small lakes. Farms suffer from local water pollution.
vi: Trại nuôi Cá có thể được sử dụng để nuôi và thu hoạch cá sản lượng cao. Một trang trại có chu kỳ phát triển và khi hoàn thành, nó sẽ gửi sản lượng đến Chợ Cá hoặc Nhà máy Cá. Cá cũng có thể được xuất khẩu. Trang trại thậm chí có thể được xây dựng trên các hồ nhỏ. Các trang trại bị ô nhiễm nguồn nước cục bộ.
