Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Is this again some kind of #globalwarming #scheme? They are just trying to sell those expensive filters for everyone.
vi: Đây có phải là một số loại #globalwarming #kế hoạch? Họ chỉ cố gắng bán những bộ lọc đắt tiền đó cho mọi người.

source: How do the #industrial #waste #filters work? Do they plug those in the waste pipes and that's it?
vi: Làm thế nào để #công nghiệp #chất thải #filters làm việc? Họ có cắm chúng vào ống thải không?

source: I'm thinking if it would be possible to still filter the filtered waste...? #justwondering
vi: Tôi đang suy nghĩ liệu có thể vẫn lọc được chất thải được lọc không ...? #justwondering

source: Awesome! This is great news. Less pollution = Green revolution #industrial #waste #filtering
vi: Tuyệt vời! Đây là một tin tức tuyệt vời. Ít ô nhiễm = Cách mạng xanh #industrial #waste #filtering

source: Enforcing the industrial waste regulations was a good move - then again, what other choice do we have #pollution #globalwarming
vi: Thực thi các quy định chất thải công nghiệp là một động thái tốt - sau đó, một lần nữa, chúng ta có lựa chọn nào khác #pollution #globalwarming

source: I will happily pay some extra taxes, if we can get the industrial waste levels down.
vi: Tôi sẽ vui vẻ trả thêm một số khoản thuế, nếu chúng ta có thể giảm mức chất thải công nghiệp.

source: Has anybody thought how must it produces waste to make those industrial waste filters? yeah, let that sink in for a bit... #theuglytruth #globalwarminghoax #flatearthfacts
vi: Có ai nghĩ làm thế nào nó phải tạo ra chất thải để tạo ra các bộ lọc chất thải công nghiệp? vâng, hãy để nó chìm vào một chút ... #theuglytruth #globalwarminghoax #flatearthfacts

source: Good bye monopoly of the energy companies! Self-sufficient houses are going to change the game. #offthegrid
vi: Tạm biệt độc quyền của các công ty năng lượng! Nhà tự túc sẽ thay đổi cuộc chơi. #offthegrid

source: #Ecological does not equal uneconomical. Many of the modern #ecofriendly solutions are comfortable and relatively affordable.
vi: # Ecological không bằng không kinh tế. Nhiều giải pháp #ecofriendly hiện đại thoải mái và tương đối hợp lý.

source: I love the new self-sufficient buildings!
vi: Tôi yêu các tòa nhà tự túc mới!

source: Eco this and eco that. What's the whole fuss about some global warming? Same weather every year where I live. #ecocritical #localwarming
vi: Sinh thái này và sinh thái kia. Toàn bộ những gì ồn ào về sự nóng lên toàn cầu? Thời tiết giống nhau hàng năm nơi tôi sống. #ecocritical #localwarming

source: Decentralizing energy production and waste management should have more support. That is the solution of future anyway.
vi: Việc phân cấp sản xuất năng lượng và quản lý chất thải cần được hỗ trợ nhiều hơn. Dù sao đó cũng là giải pháp của tương lai.

source: If you want to live like the pioneers, go live in the woods, hippies!
vi: Nếu bạn muốn sống như những người tiên phong, hãy sống trong rừng, hippies!

source: Self-sufficient… more like in-sufficient for me XD IMHO #powerconsumer #supercharged #singleservingsonly
vi: Tự cung cấp nhiều hơn giống như không đủ cho tôi XD IMHO #powerconsumer #supercharged #singleservingsonly

source: I think everyone should handle their own power, water and waste so they would learn to regulate their usage better. #responsibleliving
vi: Tôi nghĩ mọi người nên tự xử lý nguồn điện, nước và rác thải của mình để họ học cách điều tiết việc sử dụng của mình tốt hơn. #responsibleliving

source: Just to be clear: people lived without electricity and had outhouses longtime ago, but self-sufficient houses are a totally different thing.
vi: Chỉ cần nói rõ rằng: mọi người sống không có điện và đã có nhà ở từ lâu, nhưng những ngôi nhà tự cung tự cấp là một điều hoàn toàn khác.

source: Where to buy solar panels with best value for the money? Any #protip s?
vi: Mua tấm pin năng lượng mặt trời ở đâu tốt nhất với giá tiền bỏ ra? Có #protip nào không?

source: Do you need a permit to set up a personal wind turbine? #SelfSufficient #DIY #homeupgrade
vi: Bạn có cần giấy phép để thiết lập một tuabin gió cá nhân? #SelfSufficient #DIY #homeupgrade

source: Great to have locally produced food! #LocalProduce
vi: Tuyệt vời để có thực phẩm sản xuất tại địa phương! #LocalProduce

source: Oh yeah! Locally and #organicallygrown carrots and eggs!
vi: Ồ vâng! Tại địa phương và #cà rốt hữu cơ và trứng!

source: I've had enough of #processedfoods it's great to have some locally produced foods.
vi: Tôi đã có đủ #thực phẩm chế biến thật tuyệt khi có một số thực phẩm được sản xuất tại địa phương.

source: Always ready to support local #ecofriendly #entrepreneurs
vi: Luôn sẵn sàng hỗ trợ tại địa phương #ecofriendly #entrepreneurs

source: The organically grown food products are a bit more expensive, but they're also much healthier.
vi: Các sản phẩm thực phẩm được trồng hữu cơ đắt hơn một chút, nhưng chúng cũng lành mạnh hơn nhiều.

source: Anyone doing local meat products?
vi: Bất cứ ai làm sản phẩm thịt địa phương?

source: Who regulates how the organic foods are produced? #OrganicFoods
vi: Ai quy định làm thế nào thực phẩm hữu cơ được sản xuất? #OrganicFoods

source: Do they allow pesticides in organic farming?
vi: Họ có cho phép thuốc trừ sâu trong canh tác hữu cơ?

source: This is organic food thing is again one of those hippie crazes. It will pass.
vi: Đây là thực phẩm hữu cơ một lần nữa là một trong những cơn sốt hippie. Nó sẽ qua.

source: Is there a law that forbids having chickens in urban areas?
vi: Có luật nào cấm nuôi gà ở thành thị không?

source: Anyone missing a goat? Saw one wandering on the streets today.
vi: Có ai thiếu một con dê? Thấy một người lang thang trên đường phố ngày hôm nay.

source: In IT Clusters, we have a special word for a failed entrepreneur – it’s called experienced. #hightech
vi: Trong cụm CNTT, chúng tôi có một từ đặc biệt dành cho một doanh nhân thất bại - nó gọi là có kinh nghiệm. #hightech

source: So we are having our own local center of innovative technologies. Lots of new apps coming I guess :D
vi: Vì vậy, chúng tôi đang có trung tâm công nghệ sáng tạo của riêng mình. Tôi đoán có rất nhiều ứng dụng mới: D

source: I hope the new IT cluster will bring more businesses to our city.
vi: Tôi hy vọng cụm CNTT mới sẽ mang lại nhiều doanh nghiệp hơn cho thành phố của chúng tôi.

source: Everything is nowadays about apps and gadgets. What about good old steel mills and car factories?
vi: Tất cả mọi thứ ngày nay là về các ứng dụng và tiện ích. Những nhà máy thép và nhà máy ô tô cũ thì sao?

source: Investors coming to town! #ITCluster
vi: Các nhà đầu tư đến thị trấn! #ITCluster

source: I hope they'll make a #tvseries of our #Itcluster . I'd watch it :D
vi: Tôi hy vọng họ sẽ làm một #tvseries về #Itcluster của chúng tôi. Tôi sẽ xem nó :D

source: Pear Computers developing a new PearTV that will revolutionize media consumption at home. #TechNews
vi: Hãng máy tính Pear đang phát triển một PearTV mới sẽ cách mạng hóa việc tiêu thụ phương tiện tại nhà. #TechNews

source: Tech hipsters have now their own district! ;) #Itcluster
vi: Hipster công nghệ bây giờ có huyện riêng của họ! ;) #Itcluster

source: For sure the new #Itcluster #hightech businesses will draw in new professionals.
vi: Chắc chắn rằng các doanh nghiệp #Itcluster #hightech mới sẽ thu hút các chuyên gia mới.

source: Completely superficial changes like Chirper's new hats are what #ITCluster experts mean when they say innovation.
vi: Những thay đổi hoàn toàn hời hợt như những chiếc mũ mới của Chirper là gì #Các chuyên gia ITCluster có nghĩa là khi họ nói đổi mới.

source: These #Itcluster nerds really know how to party!
vi: Những mọt sách #Nó này thực sự biết cách tiệc tùng!

source: I have developed a strange fondness to parks #PreferParks
vi: Tôi đã phát triển một niềm yêu thích kỳ lạ với các công viên #PreferParks

source: Lets go to yet another park! #PreferParks
vi: Hãy đi đến một công viên khác! #PreferParks

source: I'm bored of parks, but my spouse want to visit another one #PreferParks
vi: Tôi chán công viên, nhưng vợ / chồng tôi muốn đi thăm một công viên khác #PreferParks

source: The kids demand to go to the park, what can I do? #PreferParks
vi: Bọn trẻ đòi đi công viên, tôi phải làm sao? #PreferParks

source: I wish we had even more parks, I feel like I've seen them all #PreferParks
vi: Tôi ước chúng ta có nhiều công viên hơn nữa, tôi cảm thấy như tôi đã thấy tất cả chúng #PreferParks

source: What's the shortest way to the next park? #PreferParks
vi: Con đường ngắn nhất đến công viên tiếp theo là gì? #PreferParks

source: I like parks very much! #PreferParks
vi: Tôi rất thích công viên! #PreferParks

source: I've seen all the parks, but I'll do another tour of them #PreferParks
vi: Tôi đã nhìn thấy tất cả các công viên, nhưng tôi sẽ thực hiện một chuyến tham quan khác #PreferParks

source: Parks are the best! #PreferParks
vi: Công viên này là tốt nhất! #PreferParks

source: What's your favourite park? #PreferParks
vi: Công viên yêu thích của bạn là gì? #PreferParks

source: I heard there's a new park in town. Where? #PreferParks
vi: Tôi nghe nói có một công viên mới trong thị trấn. Ở đâu? #PreferParks

source: I want to visit another park! #PreferParks
vi: Tôi muốn đến thăm một công viên khác! #PreferParks

source: I never thought a park could be this clean #ParkMaintenanceBoost
vi: Tôi chưa bao giờ nghĩ một công viên có thể sạch sẽ như thế này #ParkMaintenanceBoost

source: Is this the best way to spend money? The parks are very clean but I could do with some trash for lower taxes #ParkMaintenanceBoost
vi: Đây có phải là cách tốt nhất để tiêu tiền? Các công viên rất sạch sẽ nhưng tôi có thể làm với một số thùng rác để giảm thuế #ParkMaintenanceBoost

source: This is one well cared-for park! #ParkMaintenanceBoost
vi: Đây là một công viên được chăm sóc tốt! #ParkMaintenanceBoost

source: The Park Maintenance workers always seem so busy #ParkMaintenanceBoost
vi: Công nhân bảo trì công viên luôn có vẻ rất bận rộn #ParkMaintenanceBoost

source: I work for Park Maintenance and boy are we busy these days! #ParkMaintenanceBoost
vi: Tôi làm việc cho Bảo trì Công viên và cậu bé đang bận rộn những ngày này! #ParkMaintenanceBoost

source: It used to be much more laid back to work for Park Maintenance, but now we are running around all day long #ParkMaintenanceBoost
vi: Nó được sử dụng để bảo trì Công viên nhiều hơn, nhưng bây giờ chúng tôi đang chạy suốt cả ngày #ParkMaintenanceBoost

source: I bet the city loses a lot of money on new tires for the Park Maintenance trucks, they drive around so much! #ParkMaintenanceBoost
vi: Tôi cá rằng thành phố mất rất nhiều tiền cho lốp xe mới cho xe tải Công viên bảo trì, họ lái xe rất nhiều! #ParkMaintenanceBoost

source: Just how much gasoline do those Park Maintenance trucks guzzle? #ParkMaintenanceBoost
vi: Những chiếc xe tải Bảo trì Công viên đó ngốn bao nhiêu xăng? #ParkMaintenanceBoost

source: I've never seen a park this clean! #ParkMaintenanceBoost
vi: Tôi chưa bao giờ thấy một công viên sạch sẽ như thế này! #ParkMaintenanceBoost

source: Everything works super well in this park! #ParkMaintenanceBoost
vi: Tất cả mọi thứ hoạt động siêu tốt trong công viên này! #ParkMaintenanceBoost

source: How nice, the benches in the park are freshly painted! #ParkMaintenanceBoost
vi: Thật tuyệt vời, những chiếc ghế dài trong công viên được sơn mới! #ParkMaintenanceBoost

source: I know this park is quite old, but it's so well maintained that you would think it's brand new #ParkMaintenanceBoost
vi: Tôi biết công viên này khá cũ, nhưng nó được duy trì tốt đến mức bạn sẽ nghĩ nó hoàn toàn mới #ParkMaintenanceBoost

source: So many tourists in the city! I hope they all visit my shop #BoostConnections
vi: Rất nhiều khách du lịch trong thành phố! Tôi hy vọng tất cả họ ghé thăm cửa hàng của tôi #BoostConnections

source: The streets are so crowded with tourists! They should just go home like I'm doing #BoostConnections
vi: Đường phố rất đông khách du lịch! Họ nên về nhà như tôi đang làm #BoostConnections

source: What are all these tourists doing here? #BoostConnections
vi: Tất cả những khách du lịch này đang làm gì ở đây? #BoostConnections

source: The city is so popular! #BoostConnections
vi: Thành phố rất nổi tiếng! #BoostConnections

source: Even my distant relatives now want to visit. I'm sleeping on the couch #BoostConnections
vi: Ngay cả người thân ở xa của tôi bây giờ cũng muốn đến thăm. Tôi đang ngủ trên đi văng #BoostConnections

source: Seems like the whole world has come to visit the city! #BoostConnections
vi: Có vẻ như cả thế giới đã đến thăm thành phố! #BoostConnections

source: So. Many. People. #BoostConnections
vi: Vì thế. Nhiều. Mọi người. #BoostConnections

source: Visitors are everywhere! #BoostConnections
vi: Du khách ở khắp mọi nơi! #BoostConnections

source: Why can't people just stay home? #BoostConnections
vi: Tại sao mọi người không thể ở nhà? #BoostConnections

source: I love it when so many people seem to enjoy my home city! It makes me proud #BoostConnections
vi: Tôi yêu nó khi rất nhiều người dường như tận hưởng thành phố quê hương của tôi! Nó làm tôi tự hào #BoostConnections

source: We should be proud of our attractive city #BoostConnections
vi: Chúng ta nên tự hào về thành phố hấp dẫn của chúng ta #BoostConnections

source: It's so crowded on the streets! #BoostConnections
vi: Nó rất đông trên đường phố! #BoostConnections

source: Why waste money on better quality of life for animals? It's not like they know of anything better #AnimalEthics
vi: Tại sao phải lãng phí tiền vào chất lượng cuộc sống tốt hơn cho động vật? Nó không giống như họ biết bất cứ điều gì tốt hơn #AnimalEthics

source: I'd much rather have the city pay for my high quality food than the animals #AnimalEthics
vi: Tôi muốn thành phố trả tiền cho thực phẩm chất lượng cao của tôi hơn là động vật #AnimalEthics

source: I love seeing the zoo animals so happy! #AnimalEthics
vi: Tôi thích nhìn thấy các động vật sở thú rất hạnh phúc! #AnimalEthics

source: I'm so proud of our zoo for taking good care of the animals! #AnimalEthics
vi: Tôi rất tự hào về sở thú của chúng tôi vì đã chăm sóc động vật tốt! #AnimalEthics

source: I think the animals in the zoo live better than I do #AnimalEthics
vi: Tôi nghĩ rằng những con vật trong sở thú sống tốt hơn tôi #AnimalEthics

source: Is there a job opening for a zoo animal? I think I'd make a fine walrus or a seal #AnimalEthics
vi: Có một công việc mở cho một động vật sở thú? Tôi nghĩ rằng tôi sẽ làm một con hải mã tốt hoặc một con dấu #AnimalEthics

source: I'm up for any job including petting zoo animals! #AnimalEthics
vi: Tôi sẵn sàng cho bất kỳ công việc bao gồm cả thú cưng trong vườn thú! #AnimalEthics

source: The money spent on zoo animals could be much better spent somewhere else in my opinion! #AnimalEthics
vi: Theo quan điểm của tôi, số tiền chi cho động vật trong sở thú có thể tốt hơn nhiều so với những nơi khác! #AnimalEthics

source: You can really see that the animals are happier now at the zoo <3 #AnimalEthics
vi: Bạn thực sự có thể thấy rằng các động vật đang hạnh phúc hơn tại sở thú <3 #AnimalEthics

source: With that kind of living conditions, the zoo animals should compete for the right to entertain visitors! #AnimalEthics
vi: Với điều kiện sống như vậy, các động vật trong vườn thú nên tranh giành quyền giải trí của du khách! #AnimalEthics

source: Just go to the zoo to see what happiness looks like #AnimalEthics
vi: Chỉ cần đi đến sở thú để xem hạnh phúc trông như thế nào #AnimalEthics

source: I'm glad the local zoo is making sure animals are doing well, I'll gladly pay a bit more to enter #AnimalEthics
vi: Tôi rất vui vì sở thú địa phương đang đảm bảo động vật hoạt động tốt, tôi sẵn sàng trả thêm một chút để vào #AnimalEthics

source: Did you hear about the park? I'm dying to visit it! #AdvertisementCampaign
vi: Bạn đã nghe về công viên? Tôi sắp chết để thăm nó! #AdvertisementCampaign

source: I heard a local park is really awesome. Lets go! #AdvertisementCampaign
vi: Tôi nghe nói một công viên địa phương là thực sự tuyệt vời. Đi nào! #AdvertisementCampaign

source: I hate the park adverts, the kids are whining to go there and I don't have time #AdvertisementCampaign
vi: Tôi ghét quảng cáo công viên, những đứa trẻ đang rên rỉ đến đó và tôi không có thời gian #AdvertisementCampaign

source: I so want to go to the park now, why do I have to work? #AdvertisementCampaign
vi: Tôi rất muốn đi đến công viên bây giờ, tại sao tôi phải làm việc? #AdvertisementCampaign

source: I keep telling myself I don't need to visit the park but then I see another ad and want to go again #AdvertisementCampaign
vi: Tôi tiếp tục nói với bản thân mình rằng tôi không cần phải ghé thăm công viên nhưng sau đó tôi thấy một quảng cáo khác và muốn đi lại #AdvertisementCampaign

source: Did you see the park ad in the magazine? #AdvertisementCampaign
vi: Bạn đã thấy quảng cáo công viên trên tạp chí? #AdvertisementCampaign

source: That was a great ad for the park in the TV! #AdvertisementCampaign
vi: Đó là một quảng cáo tuyệt vời cho công viên trong TV! #AdvertisementCampaign

source: I work in the ad business and just love that the local park is buying our services #AdvertisementCampaign
vi: Tôi làm việc trong ngành kinh doanh quảng cáo và chỉ thích công viên địa phương mua dịch vụ của chúng tôi #AdvertisementCampaign

source: Lots of new people have found the park with the ads! #AdvertisementCampaign
vi: Rất nhiều người mới đã tìm thấy công viên với các quảng cáo! #AdvertisementCampaign

source: I saw an ad for the park and I have to say the place is awesome #AdvertisementCampaign
vi: Tôi đã thấy một quảng cáo cho công viên và tôi phải nói rằng nơi này thật tuyệt #AdvertisementCampaign

source: I was planning to go straight home, but then I noticed this ad for the park, and I changed my plans! #AdvertisementCampaign
vi: Tôi đã định đi thẳng về nhà, nhưng sau đó tôi nhận thấy quảng cáo này cho công viên, và tôi đã thay đổi kế hoạch của mình! #AdvertisementCampaign

source: I think I visit parks so much more now that I get ads about them on my phone #AdvertisementCampaign
vi: Tôi nghĩ rằng tôi đến thăm công viên nhiều hơn bây giờ khi tôi nhận được quảng cáo về họ trên điện thoại của mình #AdvertisementCampaign

source: I'm really happy with the flagship park! It feels so much better than any other! #MainPark
vi: Tôi thực sự hài lòng với công viên hàng đầu! Nó cảm thấy tốt hơn nhiều so với bất kỳ khác! #MainPark

source: There's always too many people visiting the main park, I'd like more privacy #MainPark
vi: Luôn có quá nhiều người ghé thăm công viên chính, tôi muốn riêng tư hơn #MainPark

source: This main park, it's so good! #MainPark
vi: Công viên chính này, nó rất tốt! #MainPark

source: I like another park much better than the main one. Should we switch? #MainPark
vi: Tôi thích một công viên khác tốt hơn nhiều so với công viên chính. Có nên chuyển đổi? #MainPark

source: I used to go to the main park before it was marked as one, but now it's much more crowded, I'm not happy #MainPark
vi: Tôi đã từng đi đến công viên chính trước khi nó được đánh dấu là một, nhưng bây giờ nó đông đúc hơn nhiều, tôi không vui #MainPark

source: I like having a main park. It's easy to choose where to go. #MainPark
vi: Tôi thích có một công viên chính. Thật dễ dàng để chọn nơi để đi. #MainPark

source: The non-main parks get too little love! Visit those too! #MainPark
vi: Các công viên không chính có quá ít tình yêu! Ghé thăm những người quá! #MainPark

source: I like that there is a main park, now I know to visit only the other ones because I like peace and quiet #MainPark
vi: Tôi thích ở đó có một công viên chính, bây giờ tôi chỉ biết đến thăm những người khác vì tôi thích sự yên bình và yên tĩnh #MainPark

source: The main park is the best! #MainPark
vi: Công viên chính là tốt nhất! #MainPark

source: I agree with the choice of the main park, it's my favourite #MainPark
vi: Tôi đồng ý với sự lựa chọn của công viên chính, đó là sở thích của tôi #MainPark

source: I don't think the main park is the best one in the city, where can I send my suggestion? #MainPark
vi: Tôi không nghĩ công viên chính là nơi tốt nhất trong thành phố, tôi có thể gửi đề xuất của mình ở đâu? #MainPark

source: I think the main park is not the best one. But I like to keep my favorites secret! #MainPark
vi: Tôi nghĩ rằng công viên chính không phải là tốt nhất. Nhưng tôi thích giữ bí mật yêu thích của tôi! #MainPark

source: It's so much more quiet now without any fireworks, I like it #FineForFireworks
vi: Bây giờ nó yên tĩnh hơn nhiều mà không cần pháo hoa, tôi thích nó #FineForFireworks

source: All that money shot into the sky, good that we don't waste anymore #FineForFireworks
vi: Tất cả số tiền đó bắn lên trời, thật tốt khi chúng ta không lãng phí nữa #FineForFireworks

source: Oh no, I loved watching the fireworks! #FineForFireworks
vi: Ồ không, tôi thích xem pháo hoa! #FineForFireworks

source: My dog was always terrified of the fireworks, this is much better #FineForFireworks
vi: Con chó của tôi luôn luôn sợ pháo hoa, điều này tốt hơn nhiều #FineForFireworks

source: My dog loves watching the fireworks, why ban them? #FineForFireworks
vi: Con chó của tôi thích xem pháo hoa, tại sao lại cấm chúng? #FineForFireworks

source: I'm a big fan of fireworks, I'd love to have them! #FineForFireworks
vi: Tôi là một fan cuồng của pháo hoa, tôi rất muốn có chúng! #FineForFireworks

source: I'm so happy fireworks are banned. They make me nervous. #FineForFireworks
vi: Tôi rất vui vì pháo hoa bị cấm. Chúng khiến tôi lo lắng. #FineForFireworks

source: Was that a firecracker? Fireworks are banned! #FineForFireworks
vi: Đó có phải là pháo nổ không? Pháo hoa bị cấm! #FineForFireworks

source: I miss the fireworks! #FineForFireworks
vi: Đó có phải là pháo nổ không? Pháo hoa bị cấm! #FineForFireworks

source: Now I have to travel to another city to see fireworks #FineForFireworks
vi: Bây giờ tôi phải đi đến một thành phố khác để xem pháo hoa #FineForFireworks

source: Why are there no fireworks? #FineForFireworks
vi: Tại sao không có pháo hoa? #FineForFireworks

source: I sleep much better without any fireworks. Good decisions in this city! #FineForFireworks
vi: Tôi ngủ ngon hơn nhiều khi không có pháo hoa. Quyết định tốt ở thành phố này! #FineForFireworks

source: It's like living in a nightclub with all these fireworks! I love it! #Celebrate
vi: Nó giống như sống trong một hộp đêm với tất cả những pháo hoa này! Tôi thích nó! #Celebrate

source: It's like living in a nightclub with all these fireworks! Absolutely awful! #Celebrate
vi: Nó giống như sống trong một hộp đêm với tất cả những pháo hoa này! Hoàn toàn khủng khiếp! #Celebrate

source: The fireworks look so pretty, I love falling asleep to them #Celebrate
vi: Pháo hoa trông rất đẹp, tôi thích ngủ gật với chúng # Lễ kỷ niệm

source: My kids want to stay up late to see the fireworks and then they are all tired in the morning #Celebrate
vi: Con tôi muốn thức khuya để xem pháo hoa và sau đó tất cả đều mệt mỏi vào buổi sáng #Celebrate

source: The glittering fireworks in the sky are fabulous! #Celebrate
vi: Pháo hoa lấp lánh trên bầu trời thật tuyệt vời! #Ăn mừng

source: Life feels like a celebration when the fireworks happen so often #Celebrate
vi: Cuộc sống giống như một lễ kỷ niệm khi pháo hoa diễn ra thường xuyên # Lễ kỷ niệm

source: It makes me happy to see fireworks every night! #Celebrate
vi: Nó làm cho tôi hạnh phúc khi xem pháo hoa mỗi đêm! #Ăn mừng

source: Whoo, fireworks! #Celebrate
vi: Chà, pháo hoa! #Ăn mừng

source: What is that noise? Is it fireworks? I love them! #Celebrate
vi: Tiếng ồn đó là gì? Có phải là pháo hoa không? Tôi yêu họ! #Ăn mừng
