Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: You need processing plants to refine the raw materials into Special Goods. You will need Special Goods to provide the Unique Factories with the needed materials.
vi: Bạn cần các nhà máy chế biến để tinh chế các nguyên liệu thô thành Hàng hóa đặc biệt. Bạn sẽ cần Hàng hóa đặc biệt để cung cấp các nhà máy duy nhất với các vật liệu cần thiết.

source: Industry buildings can operate only within an Industry Area.
vi: Các tòa nhà công nghiệp chỉ có thể hoạt động trong Khu vực công nghiệp.

source: Seems like you are accumulating goods and products. Build Warehouses to create larger buffer storage and manage industrial traffic.
vi: Có vẻ như bạn đang tích lũy hàng hóa và sản phẩm. Xây dựng kho để tạo lưu trữ bộ đệm lớn hơn và quản lý lưu lượng công nghiệp.

source: Build a Unique Factory to produce Luxury Products. These products can be sold for profit to Commercial zones or they can be exported outside the city.
vi: Xây dựng một nhà máy độc đáo để sản xuất các sản phẩm cao cấp. Những sản phẩm này có thể được bán để kiếm lợi nhuận cho Khu thương mại hoặc chúng có thể được xuất khẩu ra ngoài thành phố.

source: Build a Post Office to take care of the mail deliveries in the city. A properly functioning Post Office city service will make the citizens much happier.
vi: Xây dựng một Bưu điện để chăm sóc việc chuyển phát thư trong thành phố. Một dịch vụ thành phố Bưu điện hoạt động đúng sẽ làm cho công dân hạnh phúc hơn nhiều.

source: You can build Road Tolls to collect extra income to cover the road maintenance costs or other expenses. Road tolls will slow down the traffic.
vi: Bạn có thể xây dựng Đường thu phí để thu nhập thêm để trang trải chi phí bảo trì đường bộ hoặc các chi phí khác. Phí cầu đường sẽ làm chậm giao thông.

source: You can now make any zoned building Historical to preserve its visual appearance by ticking a new check box in the building's Info Panel. The Historical building continues to function normally. Check it out!
vi: Bây giờ bạn có thể tạo bất kỳ tòa nhà được khoanh vùng nào trong Lịch sử để giữ vẻ bề ngoài của nó bằng cách đánh dấu vào hộp kiểm mới trong Bảng thông tin của tòa nhà. Tòa nhà Lịch sử tiếp tục hoạt động bình thường. Hãy xem thử!

source: Build an Administration Building to assign a Campus area a type and allow it to level. Building an Administration Building starts the Academic Year cycle. It also acts as a hub for city services.
vi: Xây dựng Tòa nhà Hành chính để gán cho khu vực Khuôn viên một loại và cho phép cấp độ. Xây dựng Tòa nhà Hành chính bắt đầu chu kỳ Năm học. Nó cũng hoạt động như một trung tâm cho các dịch vụ của thành phố.

source: You can create a Campus Areas and build different types of campus buildings inside these areas. Try it out! Campus buildings can be build alongside roads and campus paths.
vi: Bạn có thể tạo Khu vực khuôn viên và xây dựng các loại tòa nhà khác nhau trong các khu vực này. Hãy thử đi! Các tòa nhà trong khuôn viên trường có thể được xây dựng dọc theo các con đường và lối đi trong khuôn viên trường.

source: Academic Works are one of the requirements to gain Campus reputation. Chance of creating Academic Works can be increased by hiring more Academic Staff. The campus can also directly fund the creation of one Academic Work through Research Grants.
vi: Công trình học thuật là một trong những yêu cầu để đạt được danh tiếng của trường. Cơ hội tạo ra các công trình học thuật có thể được tăng lên bằng cách thuê thêm nhân viên học tập. Trường cũng có thể trực tiếp tài trợ cho việc tạo ra một công việc học tập thông qua tài trợ nghiên cứu.

source: Campus Attractiveness is one of the requirements to gain Campus reputation. Campus Attractiveness can be gained through multiple sources including campus buildings and varsity sports.
vi: Sức hấp dẫn của trường là một trong những yêu cầu để đạt được danh tiếng của trường. Sức hấp dẫn của trường có thể đạt được thông qua nhiều nguồn bao gồm các tòa nhà trong khuôn viên trường và các môn thể thao sinh viên.

source: Hey, it seems you are halfway through the Academic Year! You still have time to expand and adjust your campus area before the end of the Academic Year. Check out the requirements for advancing your campus area in the Campus Info Panel.
vi: Này, có vẻ như bạn đang ở giữa năm học! Bạn vẫn còn thời gian để mở rộng và điều chỉnh khu vực khuôn viên của mình trước khi kết thúc năm học. Hãy xem các yêu cầu để tiến lên khu vực khuôn viên của bạn trong Bảng thông tin trường.

source: Building a Unique Faculty increases student capacity and unlocks a City-wide Faculty Bonus. All faculties have different and unique bonuses.
vi: Xây dựng một Khoa duy nhất làm tăng năng lực của sinh viên và mở ra một Tiền thưởng Khoa toàn thành phố. Tất cả các khoa đều có những phần thưởng khác nhau và độc đáo.

source: Museum is a unique building to display Academic Works. Each campus type has its own museum. Museums increase city attractiveness and the more Academic Works it houses, the more attractive the museum becomes.
vi: Bảo tàng là một tòa nhà độc đáo để trưng bày các tác phẩm học thuật. Mỗi loại khuôn viên đều có bảo tàng riêng. Bảo tàng làm tăng sức hấp dẫn của thành phố và càng có nhiều Công trình học thuật, bảo tàng càng trở nên hấp dẫn.

source: The varsity team plays in home and away matches. Match outcomes can be affected by ticket price, hiring coaching staff, funding cheerleading and using Varsity Sports policies.
vi: Đội bóng varsity chơi trong các trận đấu sân nhà và sân khách. Kết quả trận đấu có thể bị ảnh hưởng bởi giá vé, thuê nhân viên huấn luyện, tài trợ cho đội cổ vũ và sử dụng các chính sách của Varsity Sports.

source: Once the campus area meets the requirements of Academic Works, students studying and campus attractiveness it can gain reputation at the end of the Academic Year. Keep in mind that the campus can also lose reputation if the campus area doesn't meet the requirements to stay on the current reputation level.
vi: Một khi khu vực khuôn viên đáp ứng các yêu cầu của Công trình học thuật, sinh viên học tập và sức hấp dẫn của trường có thể đạt được danh tiếng vào cuối năm học. Hãy nhớ rằng trường cũng có thể mất danh tiếng nếu khu vực khuôn viên không đáp ứng các yêu cầu đối với giữ vững mức độ danh tiếng hiện tại.

source: Public Library is a new city service that provides entertainment and a small chance for young adults and adults to become more educated.
vi: Thư viện công cộng là một dịch vụ thành phố mới cung cấp giải trí và một cơ hội nhỏ cho thanh niên và người trưởng thành được giáo dục nhiều hơn.

source: It's time to choose your varsity team identity and color. Changing the varsity team identity will affect the appearance of the campus sport arenas and the varsity team mascot.
vi: Đã đến lúc chọn bản sắc và màu sắc đội bóng của bạn. Thay đổi danh tính đội varsity sẽ ảnh hưởng đến sự xuất hiện của đấu trường thể thao trong khuôn viên trường và linh vật của đội varsity.

source: If the varsity team performs well, they can win trophies at the end of the Academic Year. Winning trophies increases the Campus Attractiveness. The campus earns a monetary reward with each trophy.
vi: Nếu đội varsity hoạt động tốt, họ có thể giành được các danh hiệu vào cuối năm học. Chiến thắng giành được danh hiệu làm tăng sức hấp dẫn của trường. Trường kiếm được phần thưởng bằng tiền với mỗi chiếc cúp.

source: Make sure you connect the depot to trolleybus tracks leading to trolleybus lines so that the lines can receive vehicles from the depot.
vi: Đảm bảo rằng bạn kết nối kho với các tuyến xe buýt dẫn đến tuyến xe buýt để các tuyến có thể nhận xe từ kho.

source: Intercity buses bring tourists into your city. Make sure the intercity buses can reach the highway outside connection.
vi: Xe buýt liên tỉnh đưa khách du lịch vào thành phố của bạn. Đảm bảo xe buýt liên tỉnh có thể đến đường cao tốc kết nối bên ngoài.

source: Want to create a Helicopter line? First place the Helicopter Depot and Helicopter stops.
vi: Muốn tạo một Tuyến Trực thăng ư? Trước tiên hãy xây Bến tập kết Trực thăng và Điểm dừng Trực thăng.

source: Place Helicopter stops and connect them with Pathways and use the Helicopter Line tool to create a line. Make sure to connect the Helicopter Depot to your line with a Pathway, so that it can send Helicopters to service the line.
vi: Đặt các điểm dừng của Trực thăng và kết nối chúng với Đường dẫn và sử dụng công cụ Tuyến Đường trực thăng để tạo đường. Đảm bảo kết nối Kho Trực thăng với tuyến của bạn bằng Đường dẫn để có thể đưa Trực thăng đến phục vụ tuyến.

source: Fishing Industry introduces Fish Farms and Fishing Harbors. Set up fishing routes to catch different types of fish. Sell fresh fish directly to the citizens through the Fish Market or deliver it to the Fish Factory where it will be processed into goods. Fish can also be exported.
vi: Ngành đánh bắt cá giới thiệu các trang trại cá và bến thuyền đánh cá. Thiết lập các tuyến đánh cá để bắt các loại cá khác nhau. Bán cá tươi trực tiếp cho người dân thông qua Chợ Cá hoặc giao cho Nhà máy Cá để chế biến thành hàng hóa. Cá cũng có thể được xuất khẩu.

source: Use the Fishing Line tool to draw a fishing route. The fishing route needs to start and end at the same fishing harbor.
vi: Sử dụng công cụ Fishing Line để vẽ đường đánh cá. Tuyến đường đánh bắt cần bắt đầu và kết thúc tại cùng một bến cá.

source: Fishing harbors catch different types of fish. Fish types are determined by the water current and depth. Use the Fishing Industry infoview for additional information. Fish Farms cultivate fish and water plants.
vi: Các bến cá đánh bắt nhiều loại cá khác nhau. Loại cá được xác định bởi dòng nước và độ sâu. Sử dụng chế độ xem thông tin Ngành đánh bắt cá để biết thêm thông tin. Trang trại Cá nuôi cá và tưới cây.

source: Water pollution affects the fish yield in the area of the pollution. If the water is polluted, the fishing boats won't catch fish and Fish Farms stop cultivating.
vi: Ô nhiễm nước ảnh hưởng đến sản lượng cá trong khu vực ô nhiễm. Nếu nước bị ô nhiễm, các tàu đánh cá sẽ không đánh bắt được cá và các Trang trại Cá ngừng canh tác.

source: Fish Factory gives an income bonus from selling goods to commercial zones. In addition to the income bonus, Fish Market also provides a health benefit for the citizens living within its radius.
vi: Nhà máy chế biến Cá thưởng thu nhập từ việc bán hàng cho các khu thương mại. Ngoài phần thưởng thu nhập, Chợ Cá còn mang lại lợi ích sức khỏe cho những người dân sống trong bán kính của nó.

source: Waste Transfer Facility is a temporary waste storage site with minimal ground pollution that can be placed in the city. Waste Processing Complex receives garbage from Waste Transfer Facilities and Landfill Sites which it then processes into recycled goods and energy.
vi: Cơ sở Trung chuyển Chất thải là một địa điểm lưu trữ chất thải tạm thời với mức ô nhiễm mặt đất tối thiểu có thể được đặt trong thành phố. Khu liên hợp xử lý chất thải tiếp nhận rác từ các Cơ sở chuyển giao chất thải và Bãi chôn lấp, sau đó nó xử lý thành hàng hóa tái chế và năng lượng.

source: Inland Water Treatment Plant can process waste water and pump it directly to the ground, resulting in ground pollution.
vi: Nhà máy xử lý nước nội địa có thể xử lý nước thải và bơm trực tiếp xuống đất, dẫn đến ô nhiễm mặt đất.

source: Child Health Center increases birthrate and provides a health bonus for children and teenagers within its radius.
vi: Trung tâm Sức khỏe Trẻ em tăng tỷ lệ sinh và cung cấp phần thưởng sức khỏe cho trẻ em và thanh thiếu niên trong bán kính của nó.

source: Eldercare increases lifespans and provides a health and entertainment bonus for seniors within its radius.
vi: Eldercare tăng tuổi thọ và cung cấp phần thưởng sức khỏe và giải trí cho người cao tuổi trong bán kính của nó.

source: Waste Transfer Facility has a limited capacity. Once the facility is full, you can build a new one to keep the service working or use the "Empty" button to start emptying the facility. Waste Transfer Facility can empty to any other garbage city service facility. If you wish to bulldoze a Waste Transfer Facility, it needs to be emptied first.
vi: Cơ sở chuyển giao chất thải có năng lực hạn chế. Sau khi cơ sở đã đầy, bạn có thể tạo một cơ sở mới để duy trì hoạt động của dịch vụ hoặc sử dụng nút "Rỗng" để bắt đầu làm trống cơ sở. Cơ sở Chuyển rác có thể đổ cho bất kỳ cơ sở dịch vụ thành phố rác nào khác. Nếu bạn muốn san ủi một Cơ sở Trung chuyển Chất thải, trước tiên nó cần phải được dọn sạch.

source: You can choose a custom brand colour for your local festival. Click on the colour to pick a new one!
vi: Bạn có thể chọn màu thương hiệu tùy chỉnh cho lễ hội địa phương của mình. Nhấp vào màu để chọn màu mới!

source: Having more audience increases the chances for a band to play a successful concert. Make sure you have good road connections and public transportation options, so citizens can arrive to the Festival Area easily.
vi: Có nhiều khán giả làm tăng cơ hội cho một ban nhạc chơi một buổi hòa nhạc thành công. Hãy chắc chắn rằng bạn có kết nối đường tốt và các tùy chọn giao thông công cộng, để người dân có thể đến Khu vực lễ hội một cách dễ dàng.

source: The band's popularity affects its ticket sales. A band can increase its popularity by playing successful concerts or by having an active advertisement campaign.
vi: Sự phổ biến của ban nhạc ảnh hưởng đến doanh số bán vé của nó. Một ban nhạc có thể tăng mức độ phổ biến bằng cách chơi các buổi hòa nhạc thành công hoặc bằng một chiến dịch quảng cáo tích cực.

source: You can set the ticket prices for each band. Lower prices will draw in more customers, but they also have an negative effect on the band's popularity.
vi: Bạn có thể đặt giá vé cho mỗi ban nhạc. Giá thấp hơn sẽ thu hút nhiều khách hàng hơn, nhưng chúng cũng có tác động tiêu cực đến sự phổ biến của ban nhạc.

source: You can choose a custom colour for your city's team. Click on the colour to pick a new one!
vi: Bạn có thể chọn màu tùy chỉnh cho nhóm của thành phố. Nhấp vào màu sắc để chọn một cái mới!

source: Having more audience increases the odds for the team to win. Make sure you have good road connections and public transportation options, so citizens can arrive to the stadium easily.
vi: Có nhiều khán giả làm tăng tỷ lệ cược để đội giành chiến thắng. Hãy chắc chắn rằng bạn có kết nối đường bộ tốt và các tùy chọn giao thông công cộng, để công dân có thể đến sân vận động một cách dễ dàng.

source: With the landscaping tools, you can tweak the terrain under your city. The land must be free of structures. Start by digging some terrain, for example with the Shift tool. After you have dug up some soil, you can elevate terrain by using the soil you have picked up.
vi: Với các công cụ tạo cảnh, bạn có thể điều chỉnh địa hình trong thành phố của mình. Vùng đất phải không có cấu trúc. Bắt đầu bằng cách đào một số địa hình, ví dụ như với công cụ Shift. Sau khi bạn đào được một số đất, bạn có thể nâng cao địa hình bằng cách sử dụng đất bạn đã nhặt.

source: To elevate more ground, you need to pick up soil somewhere. Use for example Shift tool to lower terrain somewhere on the map to gain more soil.
vi: Để nâng cao mặt đất hơn, bạn cần nhặt đất ở đâu đó. Sử dụng công cụ Shift ví dụ để hạ thấp địa hình ở đâu đó trên bản đồ để có thêm đất.

source: Your soil depository is full. Place soil somewhere on the map to free room to pick up more soil. You can for example use Shift tool to elevate terrain to place some soil.
vi: Lưu ký đất của bạn là đầy đủ. Đặt đất ở đâu đó trên bản đồ để phòng trống để nhặt thêm đất. Ví dụ, bạn có thể sử dụng công cụ Shift để nâng cao địa hình để đặt một số đất.

source: Use mouse wheel or <setting cameraZoomCloser>/<setting cameraZoomAway> to zoom in and out.
vi: Sử dụng bánh xe chuột hoặc <cài đặt cameraZoomCloser> / <cài đặt cameraZoomAway> để phóng to và thu nhỏ.

source: Use <setting cameraMoveForward>/<setting cameraMoveLeft>/<setting cameraMoveBackward>/<setting cameraMoveRight> keys to pan camera.
vi: Sử dụng các phím <setting cameraMoveForward> / <setting cameraMoveLeft> / <setting cameraMoveBackward> / <setting cameraMoveRight> để xoay camera.

source: Hold <setting cameraMouseRotate> and move the mouse left and right.
vi: Giữ <setting cameraMouseRotate> và di chuột sang trái và phải.

source: Hold <setting cameraMouseRotate> and move the mouse up and down.
vi: Giữ <setting cameraMouseRotate> và di chuột lên và xuống.

source: Have you noticed you can now zone {0}?
vi: Bạn để ý giờ bạn có thể quy hoạch {0} chứ?

source: Residential zone is in great demand as there are not enough homes for everyone. Zone new residential areas to provide housing for your citizens.
vi: Nhu cầu về khu dân cư rất lớn vì không có đủ nhà cho tất cả mọi người. Quy hoạch thêm Khu dân cư cho phép công dân của bạn xây thêm nhà.

source: People want places to shop and enjoy themselves. Zone more commercial zone to get more shops and recreational facilities in the city!
vi: Mọi người muốn đi mua sắm và tận hưởng cuộc sống. Quy hoạch thêm Khu thương mại để có thêm nhiều cửa hàng và nơi giải trí trong thành phố!

source: Unemployment is high in the city. Zone more industrial, office and commercial zones to provide jobs for people.
vi: Thất nghiệp cao trong thành phố. Quy hoạch thêm Khu công nghiệp, văn phòng và thương mại để tạo việc làm cho người dân.

source: There's an abandoned building in the city and it's spoiling the view! You can bulldoze it to make the people in the neighborhood happier. If you choose to leave it be, a new building can be built on top of it if there's demand for the zone type.
vi: Có một tòa nhà bỏ hoang trong thành phố gây mất mỹ quan! Bạn có thể san phẳng nó để khiến người dân xung quanh hài lòng hơn. Nếu bạn chuyển đi chỗ khác, một tòa nhà mới sẽ xây lên phù hợp với nhu cầu của loại khu vực đó.

source: Have you noticed that there's an abandoned building in the city? Abandoned houses lower the land value around them, but they can be rebuilt later if there's demand for the zone type.
vi: Bạn có nhận thấy rằng có một tòa nhà bỏ hoang trong thành phố không? Những ngôi nhà bị bỏ hoang làm giảm giá trị đất xung quanh chúng, nhưng chúng có thể được xây dựng lại sau này nếu có nhu cầu về loại khu vực.

source: Oh no! The {0} is on fire. Make sure the fire department has good connections to the area.
vi: Ôi không! {0} đang cháy. Hãy chắc chắn rằng sở cứu hỏa có kết nối tốt với khu vực.

source: Uh-oh, a building has burned down! Are you sure there's enough firefighters in the city and the fire stations are well connected? Bulldoze the burned down building to make space for a new building.
vi: Ôi trời, một tòa nhà đã bị thiêu rụi! Có chắc bạn đủ lính cứu hỏa trong thành phố và các trạm cứu hỏa được kết nối tốt không? Dọn sạch tòa nhà bị thiêu rụi để tạo chỗ trống cho tòa nhà mới.

source: Remember to have a look at the newly unlocked service.
vi: Nhớ xem dịch vụ mới được mở khóa.

source: Remember to have a look at the newly unlocked building, {0}.
vi: Nhớ xem các tòa nhà mới được mở khóa, {0}.

source: Garbage is piling up! Maybe a new garbage handling facility or better road connections to the problem areas would help?
vi: Rác đang chất đống! Có lẽ một cơ sở xử lý rác mới hoặc kết nối đường tốt hơn đến các khu vực có vấn đề sẽ giúp ích?

source: The crime rate is quite high. Your city could use more police officers.
vi: Tỷ lệ tội phạm khá cao. Thành phố của bạn có thể sử dụng nhiều sĩ quan cảnh sát hơn.

source: Your citizens are feeling sick. Build more healthcare services to help. Also make sure that the people can reach the services and the drinking water is clean.
vi: Công dân của bạn đang bị bệnh. Xây thêm các dịch vụ sức khỏe để giúp đỡ. Ngoài ra, đảm bảo rằng người dân có nước uống sạch và có thể tiếp cận các dịch vụ.

source: Workplaces need more educated employees! Should you build a new school?
vi: Nơi làm việc cần nhiều nhân viên có học thức! Bạn có nên xây trường mới?

source: Your city consumes more water and produces more sewage than it can handle. Build more water pumps and drain pipes to provide enough fresh water!
vi: Thành phố của bạn tiêu thụ nhiều nước hơn và tạo ra nhiều nước thải hơn mức có thể xử lý. Xây dựng thêm máy bơm nước và ống thoát nước để cung cấp đủ nước sạch!

source: Your current power output doesn't match the city's needs. Build more power plants to produce more electricity!
vi: Sản lượng hiện hiện tại không đủ so với nhu cầu của thành phố. Xây thêm các nhà máy điện để tăng sản lượng điện!

source: Your citizens are unhappy! Try placing parks or providing better city services. Citizens become happier when they have jobs and shopping possibilities. Industry needs workers and commercial businesses need customers to thrive.
vi: Công dân của bạn không hạnh phúc! Hãy thử đặt công viên hoặc cung cấp dịch vụ thành phố tốt hơn. Công dân trở nên hạnh phúc hơn khi họ có việc làm và khả năng mua sắm. Công nghiệp cần công nhân và doanh nghiệp thương mại cần khách hàng phát triển mạnh.

source: The water pump always needs a drain pipe to handle the sewage.
vi: Máy bơm nước luôn cần một ống thoát nước để xử lý nước thải.

source: The drain pipe always needs a water pump to go with it.
vi: Ống thoát nước luôn cần một máy bơm nước để đi với nó.

source: Please connect your city to a highway connection. This way people can move in and transport goods into your city. Outside connections also allow tourists to visit your city and goods to be exported out of your city.
vi: Vui lòng kết nối thành phố của bạn với kết nối đường cao tốc. Bằng cách này, mọi người có thể di chuyển và vận chuyển hàng hóa vào thành phố của bạn. Kết nối bên ngoài cũng cho phép khách du lịch đến thăm thành phố của bạn và hàng hóa được xuất khẩu ra khỏi thành phố của bạn.

source: Your city can produce {0} locally, just set the policy to allow industry to extract it.
vi: Thành phố của bạn có thể tự sản xuất {0}, chỉ cần đặt chính sách cho phép công nghiệp khai thác nó.

source: There's a new piece of land available for purchase, take a look!
vi: Có một mảnh đất mới để mua, hãy xem nào!

source: Your roads seem to be packed with cars. Try upgrading roads to help with traffic congestion or add new roads, even a highway, to handle more traffic.
vi: Những con đường của bạn dường như chật cứng xe. Hãy thử nâng cấp đường để giúp tắc nghẽn giao thông hoặc thêm đường mới, thậm chí là đường cao tốc để xử lý nhiều giao thông hơn.

source: This building must be constructed next to a road.
vi: Tòa nhà này phải được xây dựng bên cạnh một con đường.

source: Try placing the building on the shore, next to water!
vi: Hãy thử đặt tòa nhà trên bờ, bên cạnh nước!

source: You can control game speed and even pause the simulation if you want to.
vi: Bạn có thể kiểm soát tốc độ trò chơi và thậm chí tạm dừng mô phỏng nếu bạn muốn.

source: The game is currently paused. You can resume and pause the game from the game speed controls or by pressing <setting inGameSimulationPause>.
vi: Trò chơi hiện đang tạm dừng. Bạn có thể tiếp tục và tạm dừng trò chơi từ các điều khiển tốc độ trò chơi hoặc bằng cách nhấn <setting inGameSimulationPause>.

source: The economy panel lets you handle taxes and see how much you make and spend. Continue growing your city to unlock more options to fine-tune the economy.
vi: Bảng điều khiển nền kinh tế cho phép bạn xử lý thuế và xem bạn kiếm được bao nhiêu và chi tiêu. Tiếp tục phát triển thành phố của bạn để mở khóa thêm các tùy chọn để điều chỉnh nền kinh tế.

source: If you need more information on anything, try the Advisor button. It gives you handy tips related to the current tool or view you have selected.
vi: Nếu bạn cần thêm thông tin về bất cứ điều gì, hãy thử nút Advisor. Nó cung cấp cho bạn các mẹo hữu ích liên quan đến công cụ hiện tại hoặc chế độ xem bạn đã chọn.
