Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: This city has the best team! Go {0}! #winners #football
vi: Thành phố này có đội ngũ tốt nhất! Bắt đầu {0}! #winners #football

source: Our football players are great! #winningagain #football
vi: Các cầu thủ bóng đá của chúng tôi rất tuyệt vời! #winningagain #football

source: Isn't it illegal to be this good? Go {0}! #victory #football
vi: Nó không phải là bất hợp pháp để được tốt như thế này? Bắt đầu {0}! #virest #football

source: Our team won! #winnertakesitall #football
vi: Đội của chúng tôi đã thắng! #winnertakesitall #football

source: Keep on winning! The city thanks you! #winning #football
vi: Tiếp tục chiến thắng! Thành phố cảm ơn bạn! #winning #football

source: Well done team, so many goals for us! #goal #football
vi: Đội làm tốt lắm, rất nhiều bàn thắng cho chúng tôi! #goal #football

source: Best. Team. Ever. #winners #football
vi: Tốt nhất. Đội. Không bao giờ. #winners #football

source: Who are the winners? We are the winners! #{1} #football
vi: Ai là người chiến thắng? Chúng tôi là những người chiến thắng! # {1} #football

source: Oh no, we lost the game! #lost #football
vi: Ồ không, chúng tôi đã thua trò chơi! #lost #football

source: Well played, but sadly our team lost :( #football
vi: Chơi tốt, nhưng thật đáng buồn là đội của chúng ta đã thua :( #football

source: Almost a victory! #betterlucknexttime #football
vi: Gần thắng! #betterlucknexttime #football

source: Better luck in the next match! #football
vi: Chúc may mắn trong trận đấu tiếp theo! #bóng đá

source: If only we scored a few goals more! #afewmore #football
vi: Giá mà chúng ta ghi thêm vài bàn nữa! #afewmore #football

source: City team promises to practise more before the next match. Losing is not fun! #nofun #football
vi: Đội bóng thành phố hứa hẹn sẽ tập luyện nhiều hơn trước trận đấu tới. Thua không vui! #nofun #football

source: Just wait for the next match, we will show the world! #nexttime #football
vi: Chỉ chờ trận đấu tiếp theo, chúng tôi sẽ cho cả thế giới thấy! #nexttime #football

source: Practise makes perfect. All players are required to attend extra practise sessions before the next match! #practise #football
vi: Luyện tập làm nên sự hoàn hảo. Tất cả các cầu thủ được yêu cầu tham gia các buổi tập thêm trước trận đấu tiếp theo! #practise #football

source: Maybe having a bigger audience would cheer up our team? Everyone, come to the next match! #cometothestadium #football
vi: Có thể có một lượng khán giả lớn hơn sẽ cổ vũ cho đội của chúng tôi? Mọi người đến với trận đấu tiếp theo nhé! #cometothestadium #football

source: LOOSERS! I'm sorry, I just meant to make it known that our team lost. What a shame! #shameonyou #shameonme #football
vi: NGƯỜI THUA CUỘC! Tôi xin lỗi, tôi chỉ muốn thông báo rằng đội chúng tôi đã thua. Xấu hổ làm sao! #shameonyou #shameonme #football

source: Do you like football? I like football! #football
vi: Bạn có thích bóng đá không? Tôi thích bóng đá! #football

source: I'm so happy we have a stadium in the city, I love seeing matches! #football
vi: Tôi rất vui vì chúng tôi có một sân vận động trong thành phố, tôi thích xem các trận đấu! #football

source: My kids are training to one day be professional football players, way to go! #football
vi: Con tôi đang được đào tạo để một ngày trở thành cầu thủ bóng đá chuyên nghiệp, con đường để đi! #football

source: Football is my favourite pasttime, I've worn out three pairs of football boots already. Costly but fun! #football
vi: Bóng đá là trò tiêu khiển yêu thích của tôi, tôi đã mang ba đôi giày bóng đá rồi. Tốn kém nhưng vui! #football

source: I kicked the ball so hard it flew out of the stadium. Have you seen it? #football
vi: Tôi đá quả bóng thật mạnh, nó bay ra khỏi sân vận động. Bạn đã thấy nó? #football

source: What a magnificent sight our team is! #football
vi: Thật là một cảnh tượng tuyệt vời đội ngũ của chúng tôi là! #football

source: I want to get autographs from the whole team! When is the next match? #football
vi: Tôi muốn nhận chữ ký của toàn đội! Khi nào là trận đấu tiếp theo? #football

source: I can't wait for the next match. Why can't they play every day? #football
vi: Tôi không thể đợi trận đấu tiếp theo. Tại sao họ không thể chơi mỗi ngày? #football

source: Does anyone have a recording of the last match? I missed it! #football
vi: Có ai có một bản ghi của trận đấu cuối cùng? Tôi nhớ nó! #football

source: I hope the next match doesn't end like the last one #football
vi: Tôi hy vọng trận đấu tiếp theo không kết thúc như trận đấu cuối cùng #football

source: Football fan number one here! Play more games! #football #fan1
vi: Người hâm mộ bóng đá số một ở đây! Chơi nhiều trò chơi hơn! #football #fan1

source: Who wants to play football? Meet me at the park, I'll bring the ball! #football #ballbringer #parks
vi: Ai muốn chơi bóng đá? Gặp tôi tại công viên, tôi sẽ mang bóng! #football #ballbringer #parks

source: Our team is simply the best, win or lose. Keep on playing! #football #bestest
vi: Đội ngũ của chúng tôi chỉ đơn giản là tốt nhất, thắng hay thua. Tiếp tục chơi! #football #bestest

source: I've got two extra tickets to the next match, who wants to come? #tickets #football
vi: Tôi đã có thêm hai vé cho trận đấu tiếp theo, ai muốn đến? #tickets #football

source: I grew out of my football boots. Any takers? They are only gently worn! #bootswitoutahome #football
vi: Tôi lớn lên từ đôi giày bóng đá của tôi. Có ai nhận không? Chúng chỉ được mặc nhẹ nhàng! #bootswitoutahome #football

source: I got socks in the wrong colour accidentally. Anyone needing white and red socks? #football #freesocks #redandwhite
vi: Tôi đã nhận được vớ trong màu sai vô tình. Bất cứ ai cũng cần vớ trắng và đỏ? #football #freesocks #redandwhite

source: Visitors:
vi: Khách đến sân:

source: WON
vi: THĂNG

source: LOST
vi: THUA

source: CANCELLED
vi: HỦY

source: TOTAL
vi: TỔNG

source: Next match:
vi: Trận sau:

source: Current match:
vi: Trận này:

source: EXPENSES
vi: CHI

source: week
vi: tuần

source: What a grand stadium! This will surely make the city better by all standards! #football #stadium #yay
vi: Một sân vận động tuyệt vời! Nó hẳn sẽ làm thành phố tuyệt vời hơn trên mọi mặt! #bóngđá #sânvậnđộng #yay

source: MatchDay DLC
vi: DLC MatchDay

source: Stadiums DLC
vi: DLC Sân vận động

source: Landscaping cost: {0}
vi: Chi phí Chỉnh sửa: {0}

source: Soil Availability
vi: Lượng đất khả dụng

source: Cost: {0} / cell³
vi: Giá: {0} / ô³

source: Elevation Step
vi: Bước độ cao

source: Landscaping Tools
vi: Công cụ Chỉnh sửa Địa hình

source: Soften terrain
vi: Làm mềm

source: Shift terrain
vi: Nâng hạ

source: Level terrain
vi: San bằng

source: Slope terrain
vi: Tạo dốc

source: Softens the terrain. Use the primary mouse button to smooth gently and secondary button for a strong effect.
vi: Làm mềm địa hình. Sử dụng nút chuột chính để vuốt nhẹ nhàng và nút phụ để tạo hiệu ứng mạnh.

source: Elevate and lower terrain. Elevate by clicking with primary mouse button. Lower by clicking with secondary mouse button.
vi: Nâng cao và hạ thấp địa hình. Nâng cao bằng cách nhấp vào nút chuột chính. Hạ xuống bằng cách nhấp bằng nút chuột phụ.

source: Level an area. Click with secondary mouse button to choose target height. Click and drag with primary mouse button to paint the area you wish to level.
vi: San bằng một khu vực. Nhấp bằng nút chuột phụ để chọn chiều cao mục tiêu. Nhấp và kéo bằng nút chuột chính để vẽ khu vực bạn muốn san bằng.

source: Create a slope on the terrain from the current height to the desired height. Click with the secondary mouse button to set slope location, then click with primary button and drag to adjust.
vi: Tạo độ dốc trên địa hình từ độ cao hiện tại đến độ cao mong muốn. Nhấp bằng nút chuột phụ để đặt vị trí độ dốc, sau đó nhấp bằng nút chính và kéo để điều chỉnh.

source: Water, Sewage and Heating
vi: Cấp thoát nước và Khí sưởi

source: Water, sewage and heating work more efficiently with more funding.
vi: Nước, nước thải và hệ thống sưởi hoạt động hiệu quả hơn với nhiều kinh phí hơn.

source: Weekly Water, Sewage and Heating Service Expenses
vi: Chi hàng tuần cho Dịch vụ Cấp thoát nước và Khí sưởi

source: Line Details
vi: Điều chỉnh Tuyến

source: Lines Overview
vi: Chi tiết Tuyến

source: Precision
vi: Độ chính xác

source: Format
vi: Định dạng

source: Congratulations!!!
vi: Xin chúc mừng!!!

source: New Services
vi: Dịch vụ mới

source: New Features
vi: Chức năng mới

source: New Buildings
vi: Công trình mới

source: New Zones
vi: Khu Quy hoạch mới

source: New Industry Specializations
vi: Chuyên môn hóa mới

source: New Areas
vi: Khu vực mới

source: Milestones
vi: Cột mốc

source: Achievements
vi: Thành tựu

source: Unlocks
vi: Mở khóa

source: Little Hamlet
vi: Xóm nhỏ

source: Worthy Village
vi: Ngôi làng Có tiếng

source: Tiny Town
vi: Thị trấn Tí hon

source: Boom Town
vi: Thị trấn Bùng nổ

source: Busy Town
vi: Thị trấn Bận rộn

source: Big Town
vi: Thị trấn Lớn

source: Small City
vi: Thành phố Nhỏ

source: Big City
vi: Thành phố Lớn

source: Grand City
vi: Thành phố Rất lớn

source: Capital City
vi: Thành phố Thủ đô

source: Colossal City
vi: Thành phố Khổng lồ

source: Megalopolis
vi: Siêu đô thị

source: Requirements LOCKED
vi: Yêu cầu ẨN

source: Reach a population of {0:N0}
vi: Dân số đạt {0:N0} người

source: All tax rates at most {0}%
vi: Mức thuế dưới {0}%

source: One full lifespan lived in the city
vi: Có người sống cả đời trong thành phố

source: Pass {0} requirements
vi: Đáp ứng {0} yêu cầu

source: Maintain for {0} weeks
vi: Duy trì trong {0} tuần

source: Pass {0} requirements for {1} weeks
vi: Vượt qua {0} yêu cầu trong {1} tuần

source: You can purchase a new piece of land in the area view.
vi: Bạn có thể mua một mảnh đất mới trong góc nhìn toàn cảnh.

source: No Specialization
vi: Không Chuyên môn hóa

source: City Policies
vi: Chính sách của Thành phố

source: District Policies: {0}
vi: Chính sách của Quận: {0}

source: Services
vi: Dịch vụ

source: Taxation
vi: Thuế

source: Special
vi: Đặc biệt

source: Cost: {0} / cell
vi: Giá: {0} / ô

source: Cost: {0}
vi: Giá: {0}

source: Cost: {0} + {1} / cell
vi: Giá: {0} + {1} / ô

source: : {0} / week
vi: Phí duy trì: {0} / tuần

source: Upkeep: {0} + {1} / week / cell
vi: Phí duy trì: {0} + {1} / tuần / ô

source: Upkeep: {0} / week / cell
vi: Phí duy trì: {0} / tuần / ô

source: Upkeep: {0} / week
vi: Phí duy trì: {0} / tuần

source: Speed: {0}
vi: Tốc độ: {0}

source: Cost: {0} / 100 meters
vi: Giá: {0} / 100 mét

source: Upkeep: {0} / pole / week
vi: Phí duy trì: {0} / cột / tuần

source: Pollution: {0}
vi: Ô nhiễm: {0}

source: Noise Pollution: {0}
vi: Ô nhiễm tiếng ồn: {0}

source: Power Output: {0} MW
vi: Sản lượng Điện: {0} MW

source: Power Output: {0} - {1} MW
vi: Sản lượng Điện: {0} - {1} MW

source: Electricity: {0} KW
vi: Điện năng: {0} KW

source: Water: {0} m³/week
vi: Nước: {0} m³/tuần

source: Pumping Capacity: {0} m³/week
vi: Sức bơm: {0} m³/tuần

source: Drain Capacity: {0} m³/week
vi: Khả năng thoát nước: {0} m³/tuần

source: Garbage truck capacity: {0}
vi: Số Xe chở rác: {0}

source: Processing rate: {0} / week
vi: Tốc độ xử lý: {0} / tuần

source: Patient capacity: {0}
vi: Sức chứa Bệnh nhân: {0}

source: Patrol car capacity: {0}
vi: Số Xe cảnh sát: {0}

source: Fire engine capacity: {0}
vi: Số Xe cứu hỏa: {0}

source: Customer capacity: {0}
vi: Sức chứa Khách hàng: {0}

source: Student capacity: {0}
vi: Sức chứa Sinh viên: {0}

source: Requirements: {0} citizens
vi: Yêu cầu: {0} dân

source: Wind speed: {0}
vi: Tốc độ gió: {0}

source: Electricity produced last week: {0} MW
vi: Sản lượng điện tuần trước: {0} MW

source: Coal stored for {0} weeks
vi: Đã tích trữ Than cho {0} tuần

source: Oil stored for {0} weeks
vi: Đã tích trữ Dầu cho {0} tuần

source: Water stored for {0} weeks
vi: Đã tích trữ Nước cho {0} tuần

source: Water pumped
vi: Nước đã bơm

source: Water drained
vi: Nước đã thải

source: Water treated
vi: Nước đã xử lý

source: University students in the city: {0}
vi: Sinh viên Đại học trong thành phố: {0}

source: High school students in the city: {0}
vi: Học sinh Trung học trong thành phố: {0}

source: Elementary students in the city: {0}
vi: Học sinh Tiểu học trong thành phố: {0}

source: Passengers serviced last week: {0}
vi: Lượng Hành khách tuần trước: {0}

source: Buses in use: {0}
vi: Xe Buýt đang sử dụng: {0}

source: Fires extinguished last week: {0}
vi: Số vụ cứu hỏa tuần trước: {0}

source: Fire engines in use: {0} / {1}
vi: Xe Cứu hỏa đang sử dụng: {0} / {1}

source: Police cars in use: {0} / {1}
vi: Xe Cảnh sát đang sử dụng: {0} / {1}

source: Visitors last week: {0}
vi: Lượng khách tuần trước: {0}

source: Tourists last week: {0}
vi: Lượng khách du lịch tuần trước: {0}

source: Patients: {0} / {1}
vi: Bệnh nhân: {0} / {1}

source: Patients treated last week: {0}
vi: Lượng Bệnh nhân tuần trước: {0}

source: Ambulances in use: {0} / {1}
vi: Xe Cứu thương đang sử dụng: {0} / {1}

source: Deceased stored: {0} / {1}
vi: Số người chết trong nhà xác: {0} / {1}

source: Deceased processed last week: {0}
vi: Số người được an táng tuần trước: {0}

source: {0}% full
vi: đã đầy {0}%

source: Garbage reserves: {0} / {1}
vi: Lượng rác tồn: {0} / {1}

source: {0}% of capacity in use
vi: Đang sử dụng {0}% sức chứa

source: Hearses in use: {0} / {1}
vi: Xe tang đang sử dụng: {0} / {1}

source: Garbage trucks in use: {0} / {1}
vi: Xe chở rác đang sử dụng: {0} / {1}

source: The Unique Buildings are one of a kind buildings that will attract tourists and help you to unlock Monuments
vi: Các tòa nhà độc đáo là một trong những tòa nhà tốt sẽ thu hút khách du lịch và giúp bạn mở khóa các Đài kỷ niệm

source: Angry Clans Mobile Games
vi: Trò chơi di động Angry Clans

source: Customer Service Services
vi: Dịch vụ khách hàng

source: Solutions Inc.
vi: Công ty Giải pháp

source: Top Banking
vi: Ngân hàng hàng đầu

source: Financial News
vi: Bản tin tài chính

source: Happy Face Travel Agency
vi: Công ty du lịch Happy Face

source: Trident Accounting
vi: Kế toán đinh ba

source: Live and Learn Training
vi: Sống và học đào tạo

source: Albatross Publishing
vi: Nhà xuất bản Albatross

source: Fine Financial Services
vi: Dịch vụ tài chính tốt

source: The Law Firm
vi: Công ty luật

source: Business Planning Company
vi: Công ty kế hoạch kinh doanh

source: Master Architects
vi: Kiến trúc sư bậc thầy

source: Superb Strategy Games
vi: Trò chơi chiến lược tuyệt vời

source: Consultants Inc.
vi: Tư vấn Inc.

source: Prudence Insurances
vi: Bảo hiểm thận trọng

source: Goldwoman Investments
vi: Đầu tư vàng

source: Frank's Fish Stick Factory
vi: Xưởng sản xuất gậy cá của Frank

source: Garments Limited
vi: May mặc hạn chế

source: Goods Unlimited
vi: Hàng hóa không giới hạn

source: Box Factory
vi: Nhà máy hộp

source: Ready To Wear Ltd
vi: Sẵn sàng để mặc Ltd

source: Ice Cube Factory
vi: Nhà máy Ice Cube

source: Best Parts
vi: Bộ phận tốt nhất

source: Frank's Fine Fish Stick Factory
vi: Nhà máy sản xuất cá Fine của Frank

source: Quality Appliances
vi: Thiết bị gia dụng chất lượng

source: Print Shop
vi: Cửa hàng in

source: Household Goods Factory
vi: Nhà máy sản xuất hàng gia dụng

source: Fine Fashions
vi: Thời trang tốt

source: High Tech Gadgets Ltd.
vi: Tiện ích công nghệ cao Ltd.

source: Aero Designs
vi: Thiết kế hàng không

source: Bruce Enterprises
vi: Doanh nghiệp Bruce

source: Frank's Gourmet Fish Stick Factory
vi: Nhà máy sản xuất cá que của Frank

source: Eco Friendly Company
vi: Công ty sinh thái thân thiện

source: The Lumber Mill
vi: Nhà máy gỗ xẻ

source: Planks For Life
vi: Tấm ván cho cuộc sống

source: Original Wood Products
vi: Sản phẩm gỗ nguyên bản

source: Fine Furniture
vi: Nội thất cao cấp

source: Lumber Company
vi: Công ty gỗ

source: Beef Cakes
vi: Bánh thịt bò

source: Oil Producing Company
vi: Công ty sản xuất dầu

source: Ore Corporation
vi: Tổng công ty quặng

source: Drug Store
vi: Hiệu thuốc

source: Organic Foods
vi: Thức ăn hữu cơ

source: Pharmacy
vi: Tiệm thuốc

source: M&H Clothing
vi: Cửa hàng quần áo M&H

source: Supermarket
vi: Siêu thị

source: Organic Food Market
vi: Chợ thực phẩm hữu cơ

source: SuperPharmacy
vi: Nhà thuốc Lớn

source: New Commercial Center
vi: Trung tâm Thương mại Mới

source: Mega Shopping Center
vi: Trung tâm mua sắm Mega

source: The Company
vi: Công ty

source: Best of the Best Shoppes
vi: Cửa hàng tốt nhất

source: The {0} Residence
vi: Căn hộ của {0}

source: Lake
vi: Hồ

source: Elm
vi: Khoa học

source: Washington
vi: Bạch dương

source: Birch
vi: Bạch dương

source: Cedar
vi: Gỗ tuyết tùng

source: Broad
vi: Rộng lớn

source: Walnut
vi: Quả óc chó

source: Maple
vi: Cây phong

source: Spring
vi: Mùa xuân

source: Cherry
vi: Quả anh đào

source: Spruce
vi: Cây bách tùng

source: Highland
vi: Cao nguyên

source: Pleasant
vi: Hài lòng

source: Madison
vi: Cối xay

source: Mill
vi: Cối xay

source: Green
vi: Màu xanh

source: Elizabeth
vi: Sườn đồi

source: Hillside
vi: Sườn đồi

source: Meadow
vi: đồng cỏ

source: Grove
vi: Khu rừng

source: Hickory
vi: Ngọc trai

source: Pearl
vi: Ngọc trai

source: Sunset
vi: Hoàng hôn

source: Valley
vi: Thung lũng

source: Myrtle
vi: Cây sim

source: Summit
vi: Hội nghị thượng đỉnh

source: Prospect
vi: Tiềm năng

source: Fairview
vi: Hội chợ

source: Poplar
vi: Cây dương

source: Birdsong
vi: Tiếng chim kêu

source: Willow
vi: cây liễu

source: Briar Rose
vi: Dã tường vi tăng

source: Lafayette
vi: Sê-ri

source: Laurel
vi: Vòng nguyệt quế

source: Olive
vi: Ôliu

source: Cypress
vi: Cây bách

source: Crescent
vi: Hình bán nguyệt

source: King
vi: nhà vua

source: Beechwood
vi: Gỗ dẻ gai

source: Chestnut
vi: Hạt dẻ

source: Primrose
vi: Hoa anh thảo

source: Orchard
vi: Vườn cây

source: Briarwood
vi: Gỗ trầm hương

source: Cooper
vi: Hợp tác xã

source: Fawn
vi: Bình minh

source: Magnolia
vi: Hoa mộc lan

source: Strawberry
vi: Cây dâu

source: Sycamore
vi: cây sung

source: Woodland
vi: Rừng

source: Evergreen
vi: Thường xanh

source: Heather
vi: Cây thạch thảo

source: Rosewood
vi: Gỗ hồng sắc

source: Wood
vi: Gỗ

source: Anchor
vi: Mỏ neo

source: Autumn
vi: Mùa thu

source: Cozy
vi: Ấm cúng

source: Crest
vi: Huy hiệu

source: Manor
vi: Trang viên

source: Middle
vi: Ở giữa

source: Umber
vi: Ôm

source: Elk
vi: Nai sừng tấm

source: Applegate
vi: Cổng thông tin

source: Amity
vi: Hợp tác

source: Butler
vi: Quản gia

source: Concord
vi: Hòa nhập

source: Dean
vi: Trưởng khoa

source: Empire
vi: Đế chế

source: Garland
vi: Vòng hoa

source: Garnet
vi: Ngọc Hồng lựu

source: Oriental
vi: Phương Đông

source: Daffodil
vi: Hoa thủy tiên

source: Sterling
vi: Đồng bảng Anh

source: Underhill
vi: Dưới đồi

source: {0} Square
vi: Quảng trường {0}

source: {0} Hills
vi: Đồi {0}

source: {0} District
vi: Quận {0}

source: {0} Heights
vi: Đỉnh {0}

source: Hello! This is Chirper. Keep an eye on what your citizens are talking about and what is happening around the world. #youfoundme
vi: Xin chào! Chirper đây. Hãy để mắt tới tiếng nói của người dân trong thành phố và những sự kiện đang diễn ra khắp thế giới. #bạnthấytôirồi

source: Fresh water will finally be running in the city. Welcome modern commodities! :) #freshwater #mayorrocks
vi: Nước ngọt cuối cùng cũng được sử dụng trong thành phố. Chào mừng các mặt hàng hiện đại! :) #freshwater #mayorrocks

source: A working #sewer system is one of the greatest #inventions in the #history of #mankind
vi: Hệ thống #cống thoát nước đang hoạt động là một trong những # phát minh vĩ đại nhất trong # lịch sử của #mankind

source: @localnews : Mayor: ”I will celebrate the newly built drain pipe by having a hot shower”
vi: @tin địa phương: Thị trưởng: "Tôi sẽ kỷ niệm đường ống thoát nước mới được xây dựng bằng cách tắm nước nóng"

source: Congratulations! The city's first power plant has been constructed. #juicedup
vi: Xin chúc mừng! Nhà máy điện đầu tiên của thành phố đã được khởi công xây dựng. #juicedup

source: A local power plant is online! Maybe I'll get my TV working again. #realityshows247
vi: Một nhà máy điện địa phương đang trực tuyến! Có lẽ tôi sẽ làm cho TV của mình hoạt động trở lại. # realityshows247

source: I kinda like steady production of electricity but there are the environmental factors to consider. #smog
vi: Tôi thích sản xuất điện ổn định nhưng có những yếu tố môi trường cần xem xét. #khói bụi

source: I love the smell of burning fossil-fuel in the morning! #dinopower #profossil
vi: Tôi thích mùi đốt nhiên liệu hóa thạch vào buổi sáng! #dinopower #profossil

source: Hello 21th century! I'm glad the @mayor is brave enough to consider nuclear power as a valid option for electricity. #goingnuclear
vi: Xin chào thế kỷ 21! Tôi rất vui vì @mayor đủ dũng cảm để coi năng lượng hạt nhân là một lựa chọn hợp lệ cho điện. #goingnuclear

source: Taking out the trash just became much more convenient than before. #garbage #takingoutthetrash
vi: Việc đổ rác trở nên thuận tiện hơn nhiều so với trước đây. # rác thải # cam-go

source: Turning trash into energy is a win-win situation for the city. I'm all for it. #trashistreasure
vi: Biến rác thành năng lượng là một tình huống đôi bên cùng có lợi cho thành phố. Tôi là tất cả cho nó. #trashistreasure

source: Health care for everyone! Citizens flock to get treatment for various ailments. #flushots
vi: Chăm sóc sức khỏe cho mọi người! Người dân đổ xô đến để được điều trị các bệnh khác nhau. #chích ngừa bệnh cúm

source: The city receives its first fire engines. Citizens already feel safer than before. #fireproof
vi: Thành phố nhận được những chiếc xe chữa cháy đầu tiên. Người dân đã cảm thấy an toàn hơn trước đây. # chống cháy

source: @fire_department is expanding their service. Nice to see that the mayor cares for our safety. #priorities #coolmayor
vi: @fire_department đang mở rộng dịch vụ của họ. Rất vui khi thấy thị trưởng quan tâm đến sự an toàn của chúng tôi. #priorities #coolmayor

source: The long arm of the law reaches the city. I feel safer already. #iamthelaw
vi: Cánh tay dài của luật pháp vươn tới thành phố. Tôi cảm thấy an toàn hơn rồi. #iamthelaw

source: The police is here to serve and protect - in a big way. #andjusticeforall
vi: Cảnh sát ở đây để phục vụ và bảo vệ - theo một cách lớn. #và công bằng cho tất cả

source: @local_government has found a place for the town hall. #forusbyus
vi: @chính quyền địa phương đã tìm thấy một vị trí cho tòa thị chính. #forusbyus

source: That city hall sure is a thing to look at. Hopefully it's serves as more than just a fancy eye candy. #mayorsthrone
vi: Tòa thị chính đó chắc chắn là một điều cần xem xét. Hy vọng rằng nó phục vụ không chỉ là một kẹo mắt ưa thích. #mayorsthrone

source: @mayor supports #education - Citizens approve of this. #nomorehomeschooling
vi: @mayor ủng hộ #education - Công dân chấp thuận điều này. #nomorehomeschooling

source: The importance of schooling seems to have reached the local government. #learn4life
vi: Tầm quan trọng của việc đi học dường như đã đến với chính quyền địa phương. # learning4life

source: @university citizens enroll in various courses from economics to hard sciences. #theyseemeenrolling
vi: Công dân @university đăng ký các khóa học khác nhau từ kinh tế đến khoa học cứng. #theyseemeenrolling

source: The bus is a great, cheap way for me to get around the city. I love it! #citizensinmotion
vi: Xe buýt là một cách tuyệt vời, giá rẻ để tôi đi quanh thành phố. Tôi thích nó! #citizensinmotion

source: The citizens and the local industry thank the @mayor for the new rail network. #railroadblues
vi: Người dân và ngành công nghiệp địa phương cảm ơn @thị trưởng cho mạng lưới đường sắt mới. #railroadblues

source: #metro - I just love it! Now I can travel to work without ever stepping above ground. #mindthegap #sweetride
vi: #metro - Tôi chỉ thích nó! Bây giờ tôi có thể đi làm mà không cần bước lên trên mặt đất. #mindthegap #sweetride
