Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: And just in time for my #graduation. Thanks @mayor! #specialist #lookingforwork
vi: Và chỉ trong thời gian # tốt nghiệp của tôi.Cảm ơn @mayor! #chuyên gia #tìm kiếm việc làm

source: New #revolutionary technologies are on their way! #automation
vi: Các công nghệ # cách mạng mới đang trên đà phát triển! #automation

source: Time to re-educate myself! There's no more need for #uneducated traditional workers like me anymore #automation
vi: Thời gian để giáo dục lại bản thân mình! Không cần thêm cho #công nhân truyền thống ít học như tôi nữa #automation

source: Automation? how about we just stick to good ol' fashioned #humans ! #industry
vi: Tự động hóa? thế còn chúng ta chỉ gắn bó với những #con người thời trang tốt! ngành công nghiệp

source: I don't understand what is the problem with #automation. Technological innovations and advancements are the reason we even got this far! #technology is #future
vi: Tôi không hiểu vấn đề với #tự động hóa là gì. Những cải tiến và tiến bộ về công nghệ là lý do khiến chúng tôi đạt được điều này!#công nghệ là #tương lai

source: As if #education isn't expensive enough as it is. #tuition #fees
vi: Như thể #giáo dục không đắt như hiện tại. #học phí

source: As it should be! I don't want my #taxes to be used for bumming #freeducation
vi: Đúng như vậy! Tôi không muốn sử dụng #taxes của mình cho việc #học miễn phí

source: Great.. now I need to find a third job to pay for my #education when will I have time to actually study? :(
vi: Tuyệt vời .. bây giờ tôi cần tìm một công việc thứ ba để trả tiền cho việc học tập của mình khi nào tôi sẽ có thời gian để học thực sự? :(

source: Good thing I come from a wealthy family #rich #noproblem
vi: Điều tốt là tôi đến từ một gia đình giàu có #rich #noproblem

source: This doesn't sound fair @mayor what's the reasoning behind this?! #demandaswers #tuition #fees
vi: Điều này nghe có vẻ không công bằng @mayor lý do đằng sau điều này là gì ?! #demandaswers #tuition #fees

source: People don't usually realise how expensive it is to #educate people. I hope this way we can pay the #teachers what they deserve!
vi: Mọi người thường không nhận ra rằng nó đắt đỏ như thế nào để # giáo dục mọi người. Tôi hy vọng bằng cách này, chúng tôi có thể trả cho # giáo viên những gì họ xứng đáng!

source: I hope the extra money from #tuitions is used to benefit the students. #freecopypaper
vi: Tôi hy vọng số tiền kiếm được từ #tuitions được sử dụng để mang lại lợi ích cho sinh viên. #freecopypaper

source: Well if this provides us better #education opportunities then I guess I can pay extra #profitableEducation
vi: Chà, nếu điều này mang lại cho chúng tôi # cơ hội học tập tốt hơn thì tôi đoán tôi có thể trả thêm # lợi nhuận

source: They better put all the extra money from #tuition #fees towards better #education and #facilities
vi: Tốt hơn là họ nên dồn toàn bộ số tiền kiếm được từ #tuition #fees để hướng tới # giáo dục và # tiện ích tốt hơn

source: Profitable #education? that's the way I like :) #tuition #fees #notworried
vi: #Education có lợi nhuận? đó là cách tôi thích :) #tuition #fees #notworried

source: With all the income from #tuition #fees I'm sure we will get better #education
vi: Với tất cả thu nhập từ #học phí, tôi chắc chắn rằng chúng ta sẽ được #giáo dục tốt hơn

source: Does #tuition #fees include #freelunch as well?
vi: #Học phí #fees có bao gồm cả #miễn phí bữa trưa không?

source: Book Fairs are the best place to find new #books! #bookworm
vi: Hội chợ Sách là nơi tốt nhất để tìm # sách mới! #mọt sách

source: Books books books! #bookfair #blissful
vi: Sách sách sách!#hội chợ sách #hạnh phúc

source: Did anyone check the #bookfair yet? Any recommendations?
vi: Có ai kiểm tra #hội sách chưa? Bất kỳ khuyến nghị?

source: @mayor what's your favorite book? #bookfair
vi: @mayor cuốn sách yêu thích của bạn là gì? #Hội chợ sách

source: I found this book Hairy Chirper: The Skyline of Secrets from #bookfair anyone know if it's any good? #intrigued #wondering
vi: Tôi tìm thấy cuốn Hairy Chirper: Đường chân trời của những bí mật từ hội #chợ sách này. Mọi người biết nó có hay không? #intrigued #wondering

source: Can I #recycle my old #textbooks in the book fair too? #environmental #awareness
vi: Tôi cũng có thể # đổi # sách cũ của mình trong hội chợ không? #sự nhận thức về môi trường

source: Silly me I thought it was #bookfairy so I went and put a book under my pillow >.< #soreneck #nonewbooks
vi: Ngớ ngẩn tôi nghĩ đó là sách cổ tích nên tôi đã đi đặt một cuốn sách dưới gối>. <#đau cổ #quyển sổ

source: Are there good discounts for bookshelves? #bookfair #toomanybooks #notevensorry
vi: Giá sách có chiết khấu tốt không? hội chợ sách # có nhiều sách # không xin lỗi

source: Books are soo last century, e-books are the #future #modernage
vi: Sách là thế kỷ trước, sách điện tử là #tương lai #thời hiện đại

source: So when is the #ebookfair ? #digital #revolution
vi: Vậy hội chợ #ebook diễn ra khi nào? # kỹ thuật số #cuộc đổi mới

source: Are there comics in the #bookfair? I only ever read those.
vi: Có truyện tranh trong #hội chợ sách không? Tôi chỉ đọc những cái đó.

source: This is so amazing to see my own written book at the #bookfair #happy #feelinglikedancing
vi: Thật tuyệt vời khi thấy cuốn sách do chính tôi viết tại #hội chợ sách # vui vẻ # cảm thấy rất vui

source: Healthcare is now free for all #students! Hip hip hooray! #healthylife #nostress
vi: Dịch vụ chăm sóc sức khỏe hiện miễn phí cho tất cả #sinh viên! Hoan hô hip hip!# cuộc sống lành mạnh #không căng thẳng

source: Free healthcare is no excuse to forget to wash your hands!! #studentlife
vi: Chăm sóc sức khỏe miễn phí không có lý do gì để quên rửa tay !!#cuộc sống sinh viên

source: I hope the quality of #student #healthcare does not plummet without payments. #concerned
vi: Tôi hy vọng chất lượng #chăm sóc sức khỏe #học sinh không giảm mạnh nếu không có tiền chi trả.#lo âu

source: Without even paying a visit to the nurse I already feel my overall health going up #relaxed #nostress
vi: Thậm chí không cần đến thăm y tá, tôi đã cảm thấy sức khỏe tổng thể của mình đi lên #thoải mái #không còn căng thẳng

source: In my opinion this should've been included in the tuition fees! #disappointed #studenthealthcare
vi: Theo tôi, điều này nên được bao gồm trong học phí!#thất vọng #chăm sóc sức khỏe sinh viên

source: Remember that no amount healthcare can make up for sleeping, eating and exercising properly. I wish you all a #healthy #life @campus!
vi: Hãy nhớ rằng không có khoản chăm sóc sức khỏe nào có thể bù đắp cho việc ngủ, ăn uống và tập thể dục đúng cách. Chúc các bạn có một cuộc sống # @campus @campus # dồi dào sức khỏe!

source: #studenthealthcare is a service that you are glad to have but you wish you don't ever have to use #healthy #life
vi: #chăm sóc sức khỏe sinh viên là một dịch vụ mà bạn rất vui khi có nhưng bạn ước mình không bao giờ phải sử dụng # sức khỏe # cuộc sống

source: Where's the nurse's office? I need to try out this #free #studenthealthcare immediately. #accidents #happen
vi: Văn phòng y tá ở đâu? Tôi cần thử ngay dịch vụ chăm sóc #sức khỏe sinh viên #miễn phí này. #tai nạn #xảy ra

source: Whoops! what was the address for #student #healthcare ? #accidents #hurry
vi: Rất tiếc! địa chỉ #chăm sóc sức khỏe #học sinh là gì? tai nạn đột ngột

source: Shouldn't #healthcare be #free by default?! #wondering #raisingquestions
vi: Theo mặc định, chăm sóc sức khỏe không nên miễn phí ?! #băn khoăn đặt ra #câu hỏi

source: In times like these I'm grateful that there is #student #healthcare #ouchie #sick #fever
vi: Trong những lúc như thế này, tôi rất biết ơn vì đã có #dịch vụ #chăm sóc sức khỏe học sinh bị #ốm sốt

source: I don't need #free #healthcare because I am never sick. #confident #fitlife
vi: Tôi không cần #miễn phí #chăm sóc sức khỏe vì tôi không bao giờ bị ốm. #confident #fitlife

source: Has anyone seen my #lunch #voucher? I seem to have misplaced mine.
vi: Có ai thấy #phiếu #ăn trưa của tôi không? Tôi dường như đã đặt nhầm chỗ của tôi.

source: Free food is the best food #freelunch #yum
vi: Thức ăn miễn phí là thức ăn ngon nhất #bữa trưa miễn phí #ngon ngon

source: What's lunch for today? #freelunch #hungry
vi: What's lunch for today? #bữa trưa miễn phí #tôi đói

source: What's the catch here? Free lunch? Something doesn't seem right here #suspicious #freelunch we demand #answers!
vi: Lợi ích ở đây là gì? Ăn trưa miễn phí? Có vẻ gì đó không ổn ở đây #bữa trưa miễn phí đáng ngờ, chúng tôi yêu cầu #câu trả lời!!

source: I heard a rumour there's a black market of lunch vouchers on the campus... #investigate #freelunch
vi: Tôi nghe tin đồn có một chợ đen bán phiếu ăn trưa trong khuôn viên trường ... #điều tra #bữa ăn miễn phí

source: Happy tummy happy #student #freelunch
vi: Hạnh phúc cái bụng hạnh phúc #học sinh #buổi trưa miễn phí

source: If you want #freelunch then you better work twice harder! #work #studyhard
vi: Nếu bạn muốn # bữa trưa miễn phí thì tốt hơn bạn nên làm việc chăm chỉ hơn gấp đôi! #làm việc #cố gắng

source: I'm in paradise! There's even #sushi for #lunch and it's #free!!! #blissful #happyhappyhappy
vi: Tôi đang ở thiên đường! Thậm chí còn có #sushi cho # bữa trưa và # miễn phí !!! #hạnh phúc #happyhappyhappy

source: If you want some extra #lunch #coupons PM me #shh
vi: Nếu bạn muốn thêm một số #phiếu #ăn trưa, hãy PM cho tôi #shh

source: So, what should someone do if they accidentally #lost their #lunch #coupons? #starving #hungry
vi: Vì vậy, ai đó nên làm gì nếu họ vô tình #làm mất #phiếu #ăn trưa của họ? chết đói

source: Vouchers? That's very old school. What about #lunch #app?
vi: Phiếu quà tặng? Đó là ngôi trường rất cũ. Còn #ứng dụng #ăn trưa thì sao?

source: This city has so many wonderful things! I think I may #movein someday! #justvisiting
vi: Thành phố này có rất nhiều điều tuyệt vời! Tôi nghĩ rằng tôi có thể #chuyển đến một ngày nào đó! #justvisiting

source: This lovely city is an excellent example of a #wonderful #skylines! I'll need to include this in my next Skylines Throughout the History educational book! #visitingscholar #educator
vi: Thành phố đáng yêu này là một ví dụ tuyệt vời về #đường chân trời #tuyệt vời! Tôi sẽ cần đưa điều này vào cuốn sách giáo dục tiếp theo Skylines Through the History! #thăm nhà giáo dục học giả

source: Today's guest lecturer was tops! I wish for more days like this. #learning #campuslife
vi: Giảng viên khách mời hôm nay đã đứng đầu! Tôi ước nhiều ngày hơn như thế này. #học tập #campuslife

source: Such a nice visit, good food and got to meet brilliant scholars such as @Bob_Oring and @Ken-Ahvi1 #visitingscholar
vi: Thật là một chuyến thăm thú vị, đồ ăn ngon và được gặp những học giả lỗi lạc như @Bob_Oring và @Ken-Ahvi1 #visitingscholar

source: Can't wait for today's #guest #lecturer. See you in the front row!
vi: Không thể chờ đợi cho #giảng viên #khách ngày hôm nay. Hẹn gặp lại các bạn ở hàng ghế đầu!

source: Guest lecturers provide a valuable source of #information and #knowledge #visitingscholars
vi: Các giảng viên khách mời cung cấp nguồn #thông tin và #kiến thức quý giá cho các học giả #tham quan

source: Can someone guide me to the #campus I'm supposed to give a #lecture in 15 minutes #runninglate #visitingscholar
vi: Các giảng viên khách mời cung cấp nguồn thông tin và kiến thức quý giá cho các học giả tham quan

source: The mic check was the best part of the #lecture #visitingscholars
vi: Kiểm tra micrô là phần hay nhất của bài giảng #thăm các học giả

source: I fell asleep during the #lecture did I miss anything #important #visitingscholars #lifeofarock #boring
vi: Tôi ngủ quên trong suốt #bài giảng. Tôi có bỏ lỡ bất cứ điều gì #quan trọng đến #thăm các học giả cuộc sống

source: If you missed the lecture just PM me and I'll share the notes! #visitingscholars #diligent #teamspirit
vi: Nếu bạn bỏ lỡ bài giảng chỉ cần PM cho tôi và tôi sẽ chia sẻ các ghi chú! #visitingscholars #diligent #teamspirit

source: I heard the lecture was good! Does anyone have any #notes to share? #teamspirit
vi: Tôi nghe bài giảng là tốt! Có ai có bất kỳ #notes nào để chia sẻ không? #tinh thần đồng đội

source: One of my favorite things about #lectures from #visiting #scholars is that they get #livestreamed ^_^ #lecturesfrombed
vi: Một trong những điều yêu thích của tôi về # sưu tập từ #visiting #scholars là chúng được # phát trực tuyến ^ _ ^ #lecturesfrombed

source: Now things are as they should be. #free #education for everyone!
vi: Bây giờ mọi thứ đang như họ nên làm. #giáo dục #miễn phí cho tất cả mọi người!

source: Finally someone understands studentlife is expensive enough as it is! #free #education
vi: Cuối cùng cũng có người hiểu cuộc sống sinh viên đủ đắt như hiện tại!#free #education

source: I feel better knowing that #quality #education is now available for all. Say no to #tuition #fees!
vi: Tôi cảm thấy tốt hơn khi biết rằng #giáo dục #chất lượng hiện có sẵn cho tất cả mọi người. Nói không với #học phí!

source: If everyone can get a free education who will be left to do the more common jobs? #wondering #universaleducation
vi: Nếu tất cả mọi người đều có thể được học miễn phí thì ai sẽ bị bỏ lại để làm những công việc phổ biến hơn? #tự hỏi #phổ cập giáo dục

source: You can't put a price tag on #quality #education.
vi: Bạn không thể đánh giá cao #chất lượng #giáo dục.

source: I am GLAD that finally there are #equal #opportunities for everyone! Thank you @mayor!
vi: Tôi GLAD rằng cuối cùng đã có #cơ hội #bình đẳng cho tất cả mọi người! Xin cảm ơn @mayor!

source: Without #universal #education I wouldn't be able to pursue my #dreams thank you @mayor <3
vi: Nếu không có #giáo dục #phổ cập, tôi sẽ không thể theo đuổi #ước mơ của mình, cảm ơn bạn @mayor <3

source: So who will pay for this #universal #education? #notme #saynotoraisingtaxes
vi: Vậy ai sẽ chi trả cho việc phổ cập giáo dục này? #không phải tôi #nói không với việc tăng thuế

source: Investing into #education is an investment into the #future. I approve!
vi: Đầu tư vào #giáo dục là đầu tư vào #tương lai. Tôi chấp thuận!

source: Say what you want to say, I think #universaleducation is a good thing!
vi: Nói những gì bạn muốn nói, tôi nghĩ #phổ cập giáo dục là một điều tốt!

source: Honestly I'm not a big fan of #universaleducation isn't there some other alternative?
vi: Thành thật mà nói, tôi không phải là một fan hâm mộ lớn của #giáo dục phổ cập, không có một số thay thế khác?

source: I can already feel the overall well-being around my neighborhood rising! #universaleducation #studentlife
vi: Tôi đã có thể cảm thấy toàn bộ hạnh phúc xung quanh khu phố của tôi đang tăng lên! #giáo dục phổ cập #cuộc sống sinh viên

source: A free cap to show the #teamcolors ? Yes please! #teamspirit #freefanmerchandise
vi: Một chiếc mũ miễn phí để hiển thị màu sắc của đội? Vâng, làm ơn! #tinh thần đồng đội #tự do hàng hóa

source: Another one of these? I think I already have like 5 of these ;DD #freefanmerchandise #spare #teamcolors
vi: Một cái khác trong số này? Tôi nghĩ rằng tôi đã có 5 trong số này;DD #hàng hóa miễn phí của người hâm mộ #bổ sung #teamcolors

source: I already had my scarf and cap and now I got the #flag :) #happy #freefanmerchandise
vi: Tôi đã có khăn quàng cổ và mũ lưỡi trai và bây giờ tôi đã có cờ :) #hạnh phúc #hàng hóa miễn phí của người hâm mộ

source: If someone didn't get their #freefanmerchandise I have some to spare! Just PM me! #teamspirit #homecolors
vi: Nếu ai đó không nhận được #hàng hóa miễn phí của người hâm mộ, tôi có một số để dự phòng! Chỉ cần PM cho tôi! #tinh thần đồng đội #homecolors

source: I'm afraid that all these #freefanmerchandise will create a lot of #garbage :( are they even #recycled ?
vi: Tôi sợ rằng tất cả những #món hàng miễn phí của người hâm mộ này sẽ tạo ra rất nhiều #rác :( chúng thậm chí còn được #tái chế?

source: Um.. thanks for this #freefanmerchandise but I'm rooting for the #awayteam #teamcolors
vi: Ừm .. cảm ơn vì món hàng miễn phí này của người hâm mộ nhưng tôi rất #ủng hộ #màu áo của đội khách

source: Come on! Wave that flag and show them #teamcolors #hometeam #freefanmerchandise
vi: Nào! Vẫy lá cờ đó và cho họ xem #màu áo #đội nhà #freefanmerchandise

source: I will show my #teamcolors and wave that #hometeamflag and cheer our team to #victory! #freefanmerchandise
vi: Tôi sẽ cho các bạn xem màu đồng đội của mình và vẫy cờ đội nhà đó cũng như cổ vũ đội của chúng ta #chiến thắng! #freefanmerchandise

source: Everybody! It's time to show #teamcolors ! #freefanmerchandise
vi: Mọi người! Đã đến lúc thể hiện màu sắc đồng đội! #freefanmerchandise

source: Let's cheer our #hometeam to #victory ! with all these #freefanmerchandise
vi: Hãy cùng cổ vũ đội nhà chiến thắng! với tất cả những thứ miễn phí này

source: True fans buy their #fanmerchandise -_- #teamcolors
vi: Người hâm mộ chân chính mua hàng hóa của người hâm mộ -_- màu sắc của đội

source: Gotta collect them all! #freefanmerchandise #teamcolors #collector
vi: Gotta thu thập tất cả chúng! hàng hóa miễn phí dành cho người hâm mộ # màu sắc của đội # bộ sưu tập

source: Oh? There's a match coming? Thanks for reminding me! #advertisement #campaign
vi: Ồ? Sắp có một trận đấu? Cảm ơn vì đã nhắc tôi! #advertisement #campaign

source: Do we really need more #ads?? Waste of money if you ask me...
vi: Chúng ta có thực sự cần nhiều quảng cáo hơn không ?? Lãng phí tiền nếu bạn hỏi tôi ...

source: Heh.. I must admit that #sport #ad was pretty clever :D
vi: Heh .. Phải công nhận rằng #sport #ad khá thông minh: D

source: I know I'll be there to support my hometeam <3 #hometownpride #sportsfan
vi: Tôi biết tôi sẽ ở đó để ủng hộ đội nhà của tôi <3 #người hâm mộ thể thao #niềm tự hào quê hương

source: Love, love, love our team colors invigorating the campus! #teamspirit #recognized
vi: Love, love, tình yêu màu sắc đội của chúng tôi tiếp thêm động lực cho sân bóng! tinh thần đồng đội được công nhận

source: I wonder how many #coaches we could've have hired instead of spending it on #advertising
vi: Tôi tự hỏi chúng tôi có thể thuê bao nhiêu #huấn luyện viên thay vì chi tiêu cho #quảng cáo

source: Loving to see #teamcolors all around the city #teamspirit #ads
vi: Thích nhìn màu áo đồng đội trên khắp các quảng cáo của thành phố #tinh thần đồng đội

source: THREE! TWO! ONE! LET'S GO!! #pumped #SportsAdvertisements
vi: SỐ BA! HAI! MỘT! ĐI NÀO!! #pumped #SportsAdvertisements

source: Feeling the #teamspirit! #ads #sports #varsitysports
vi: Cảm nhận #tinh thần đồng đội #quảng cáo #thể thao #varsity sports

source: Who will clean all the garbage from these useless #ads #thinkaboutnature
vi: Ai sẽ dọn sạch tất cả rác từ những #quảng cáo vô bổ này #hãy nghĩ về thiên nhiên

source: That #ad was sooooo cringy and the colors were all wrong! >.< #notfeeling #teamspirit
vi: Quảng cáo đó quá buồn tẻ và màu sắc đều sai! >. < #không cảm thấy #tinh thần đồng đội

source: You can count on me to be there and support #hometeam #teamspirit #sportsAd
vi: Các bạn có thể tin tưởng vào mình luôn ở bên và ủng hộ tinh thần thể thao đồng đội của đội nhà nhé Ad

source: I wish someone would offer me a personal #sponsorship deal, like #gonuts #donuts #prettyplease
vi: Tôi ước ai đó sẽ cung cấp cho tôi một #thỏa thuận tài trợ cá nhân, như #bánh rán g#onuts, #làm ơn

source: I'm happy to see #local businesses supporting our #hometeam :) #happy #eatingstrawberries
vi: Tôi rất vui khi thấy các #doanh nghiệp địa phương ủng hộ #đội nhà của chúng tôi :) #hạnh phúc #khi ăn dâu tây

source: Ever since #yaxu sponsored a match I've been buying their #drinks constantly! #sponsorship
vi: Kể từ khi #yaxu tài trợ cho một trận đấu, tôi đã mua #đồ uống của họ liên tục! #sự tài trợ

source: What do I have to do to get myself a #yakisoba #noodles #sponsorship deal :P #jk
vi: Tôi phải làm gì để kiếm cho mình một #hợp đồng #tài trợ #mì yakisoba: P #jk

source: Those billboards surely liven up the #arenas #sponsorship #prettylights
vi: Những biển quảng cáo đó chắc chắn làm #sống động các đ#ấu trường # ánh sáng đẹp

source: Sponsors are great and all but I think I still would prefer to watch #hometeam #logo in our own #arenas
vi: Các nhà tài trợ rất tuyệt và tất cả, nhưng tôi nghĩ tôi vẫn muốn xem #biểu tượng của #đội nhà trên các đấu trường của riêng chúng tôi

source: If I start my own company can I have my #logo on the #arenas billboards as well?
vi: Nếu tôi thành lập công ty của riêng mình, tôi có thể có logo của mình trên bảng quảng cáo #đấu trường không

source: I wonder how much these #sponsorships costs #wondering #ads
vi: Tôi tự hỏi những #khoản tài trợ này có giá bao nhiêu

source: If I start carrying a #billboard with me when I walk down the streets can I get a #sponsorship ? #walking #ads
vi: Nếu tôi bắt đầu mang theo một bảng quảng cáo khi đi xuống đường, tôi có thể nhận được tài trợ không? #quảng cáo #đi bộ

source: Proud to see our #hometeam become enough famous to attract #sponsorships ! #filledwithpride
vi: Tự hào khi thấy #đội nhà của bạn trở nên đủ nổi tiếng để thu hút tài trợ! #filledwithpride

source: When will the companies from #outside #connections start to offer #sponsorship for our #hometeam ?
vi: Khi nào các công ty từ các #mối quan hệ #bên ngoài bắt đầu #cung cấp tài trợ cho #đội nhà của chúng tôi?

source: Great.. even more #ads what a waste of space if you ask me! I want to see our #teamcolors !
vi: Tuyệt vời .. thậm chí nhiều hơn những gì lãng phí không gian nếu bạn hỏi tôi! Tôi muốn xem #teamcolors của chúng tôi!

source: After a small payment.. I got my #license2fish
vi: Sau một khoản thanh toán nhỏ .. tôi đã nhận được #license2fish của mình

source: It really wasn't a ton of money to get my #fishing #license :o
vi: Thực sự không phải là quá nhiều tiền để có được #đánh bắt cá #giấy phép của tôi: o

source: To catch a #ton of #fish you don't need to pay a ton of money! #fishing #license
vi: Để bắt được #hàng tấn #cá, bạn không cần phải trả nhiều tiền! #fishing #license

source: #fishing gear check! #fishbait check! and most importantly.. #fishing-license CHECK! :)
vi: # kiểm tra thiết bị đánh cá! Kiểm tra #fishbait! và quan trọng nhất .. # KIỂM TRA giấy phép câu cá! :)

source: In my opinion, everyone should be #free to enjoy #fishing! I won't be any #license
vi: Theo tôi, mọi người nên # tự do để tận hưởng # đánh bắt! Tôi sẽ không là bất kỳ #license

source: @mayor what will you put the #revenue gained from #fishing #licenses to?
vi: @Thị trưởng, bạn sẽ đặt # doanh thu có được từ #fishing #licenses vào mục đích gì?

source: Now.. I'm #licensed to #fish #sunglasses-on
vi: Bây giờ .. tôi # được cấp phép # cá # kính râm

source: Great.. even more licenses -_- #fishing #license #FullWallet
vi: Tuyệt vời .. thậm chí nhiều giấy phép hơn -_- #fishing #license #FullWallet

source: What if I only go fishing once or twice a year? do I still need the #fishing #license for the whole year??
vi: Điều gì sẽ xảy ra nếu tôi chỉ đi câu cá một hoặc hai lần một năm? tôi vẫn cần #đánh bắt cá #giấy phép cho cả năm ??

source: I wanted to go fishing with my brother but without a #fishing #license I guess we’ll just stay indoors...
vi: Tôi muốn đi câu cá với anh trai mình nhưng không có #đánh bắt cá #giấy phép, tôi đoán chúng ta sẽ chỉ ở trong nhà ...

source: Do I need a fishing license for both #commercial fishing and #recreational fishing?
vi: Tôi có cần giấy phép câu cá cho cả # câu cá thương mại và # câu cá giải trí không?

source: Fishing licenses help control fish populations for a more #sustainable future
vi: Giấy phép đánh bắt giúp kiểm soát quần thể cá vì một tương lai # bền vững hơn

source: This is wholesome policy @mayor! It warms my heart to see the city taking care of the #dolphins #dolphin #safe #fishing
vi: Đây là chính sách lành mạnh @mayor! Trái tim tôi ấm áp khi thấy thành phố đang chăm sóc cho những con người #dolphins #dolphin # an toàn # đánh bắt cá
