Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Have a Trade School campus area
vi: Có khu vực khuôn viên trường thương mại

source: Reach Trade School reputation: Recognized
vi: Trường thương mại Chạm tới: Danh tiếng

source: Reach Trade School reputation: Renowned
vi: Trường thương mại Chạm tới: Danh tiếng

source: Reach Trade School reputation: Acclaimed
vi: Trường thương mại Chạm tới: Danh tiếng

source: Reach Trade School reputation: Prestigious
vi: Trường thương mại Chạm tới uy tín: Uy tín

source: Have a Liberal Arts campus area
vi: Có khu vực khuôn viên nghệ thuật tự do

source: Reach Liberal Arts reputation: Recognized
vi: Danh tiếng của nghệ thuật tự do: Được công nhận

source: Reach Liberal Arts reputation: Renowned
vi: Danh tiếng của nghệ thuật tự do: Nổi tiếng

source: Reach Liberal Arts reputation: Acclaimed
vi: Danh tiếng của nghệ thuật tự do: Được hoan nghênh

source: Reach Liberal Arts reputation: Prestigious
vi: Danh tiếng của nghệ thuật tự do: Uy tín

source: Have a University campus area
vi: Có khu vực khuôn viên trường đại học.

source: Reach University reputation: Recognized
vi: Chạm tới Đại học danh tiếng: Được công nhận

source: Reach University reputation: Renowned
vi: Chạm tới Đại học danh tiếng: Nổi tiếng

source: Reach University reputation: Acclaimed
vi: Chạm tới Đại học danh tiếng: Được hoan nghênh

source: Reach University reputation: Prestigious
vi: Chạm tới Đại học danh tiếng: Uy tín

source: Construct any metro station
vi: Xây dựng bất kỳ ga tàu điện ngầm nào

source: {0} concerts played
vi: Đã trình diễn {0} buổi hòa nhạc

source: Construct all city service buildings
vi: Xây mọi công trình dịch vụ của thành phố

source: Construct {0} city service buildings
vi: Xây {0} công trình dịch vụ của thành phố

source: Fill one {0}
vi: Lấp đầy một {0}

source: Experience {0}
vi: Trải nghiệm {0}

source: Win {0}
vi: Thắng {0}

source: Construct {0}
vi: Xây {0}

source: See where disaster will hit
vi: Xem nơi sẽ có thiên tai

source: Production Chains
vi: Chuỗi sản xuất

source: Post Office City Service
vi: Dịch vụ bưu điện thành phố

source: Campus Area
vi: Khu vực Đại học

source: Modify the terrain
vi: Chỉnh sửa địa hình

source: District
vi: Quận

source: Water and Sewage
vi: Cấp thoát nước

source: Waste Management
vi: Xử lý Rác

source: Police and Crime
vi: Cảnh sát và Tội phạm

source: Money Panel
vi: Bảng Tài chính

source: Happiness Panel
vi: Bảng Độ Hài lòng

source: Info View
vi: Bảng Thông tin

source: Advisor help
vi: Cố vấn trợ giúp

source: Hello!
vi: Xin chào!

source: Great things await
vi: Những thứ tuyệt vời đang chờ

source: Outside connections
vi: Kết nối với bên ngoài

source: Land value
vi: Giá trị đất

source: Noise pollution
vi: Ô nhiễm tiếng ồn

source: Road Usage
vi: Sử dụng Đường

source: Age
vi: Tuổi

source: Employment
vi: Tuyển dụng

source: Fire safety
vi: An toàn cháy nổ

source: Terrain Heights view shows you how high or low terrain is. Avoid building canals from high to low ground, as they can then easily cause flooding.
vi: Chế độ xem Terrain Heights cho bạn biết địa hình cao hay thấp. Tránh xây dựng kênh rạch từ mặt đất cao xuống đất thấp vì khi đó dễ gây ngập lụt.

source: Buildings can use either electricity for heat, or the specific heating services. Heating services are more effective than pure electricity. Heating pipes transfer heat and water to housing.
vi: Các tòa nhà có thể sử dụng điện để sưởi ấm hoặc các dịch vụ sưởi ấm cụ thể. Dịch vụ sưởi ấm hiệu quả hơn so với điện thuần túy. Các ống sưởi truyền nhiệt và nước đến nhà ở.

source: Road Maintenance service boosts roads to allow even higher speeds. Roads with no boost work normally with the maximum speed of their respective road types. Boost fades with time.
vi: Dịch vụ Bảo trì Đường bộ tăng cường đường để cho phép tốc độ cao hơn. Đường không tăng tốc hoạt động bình thường với tốc độ tối đa của loại đường tương ứng. Tăng cường mất dần theo thời gian.

source: When it snows, roads will get covered by snow. This slows down vehicles, making traveling take a longer time than usual. To clear the snow, you need Snow Dumps that send out snow plows. Roads can have different amount of snow on them, depending on when they were plowed and how much it has snowed.
vi: Khi trời có tuyết, các con đường sẽ bị tuyết bao phủ. Điều này làm chậm các phương tiện, khiến việc di chuyển mất nhiều thời gian hơn bình thường. Để dọn tuyết, bạn cần Snow Dumps gửi máy xới tuyết. Đường có thể có lượng tuyết khác nhau trên chúng, tùy thuộc vào thời điểm chúng được cày xới và lượng tuyết rơi.

source: Escape routes adjust Shelter coverage areas, so you can assign citizens to take shelter far away from where they live. Click on a Shelter to edit its escape route.
vi: Các tuyến đường thoát hiểm điều chỉnh khu vực phủ sóng của Hầm cứu hộ, vì vậy bạn có thể chỉ định công dân đến nơi trú ẩn ở xa nơi họ sống. Nhấp vào Nơi trú ẩn để chỉnh sửa lối thoát của nó.

source: Having good radio coverage gives a small happiness boost from being able to listen to the radio, but more importantly makes sure that citizens are aware of approaching disasters and are more likely to evacuate when called to.
vi: Việc được phủ sóng radio tốt mang lại một niềm hạnh phúc nhỏ khi có thể nghe đài, nhưng quan trọng hơn là đảm bảo rằng người dân nhận thức được các thảm họa đang đến gần và có nhiều khả năng sơ tán khi được gọi đến.

source: View destroyed buildings and buildings ready for rebuilding. If there's a Disaster Response Unit in the city, any destroyed buildings are tended to and the unit searches for survivors. After they have visited the lot, the rubble is ready for rebuilding and will be automatically used when the city needs more of the zoned type. City service buildings are not automatically rebuilt but need to be manually replaced. You can always bulldoze rubble.
vi: Xem các tòa nhà bị phá hủy và các tòa nhà sẵn sàng để xây dựng lại. Nếu có Đơn vị Ứng phó Thảm họa trong thành phố, mọi tòa nhà bị phá hủy đều có xu hướng và đơn vị này sẽ tìm kiếm những người sống sót. Sau khi họ đến thăm khu đất, đống đổ nát đã sẵn sàng để xây dựng lại và sẽ tự động được sử dụng khi thành phố cần thêm loại hình được quy hoạch. Các tòa nhà dịch vụ của thành phố không được tự động xây dựng lại mà cần được thay thế thủ công. Bạn luôn có thể san bằng đống đổ nát.

source: The disaster info view is available if the city has an early warning system for the disaster threatening the city. The info view shows the coverage of early warning systems and as estimate of where the disaster will hit, if the area to be stricken is within the range of the early warning systems.
vi: Chế độ xem thông tin thiên tai khả dụng nếu thành phố có hệ thống cảnh báo sớm về thảm họa đe dọa thành phố. Chế độ xem thông tin hiển thị phạm vi bao phủ của các hệ thống cảnh báo sớm và ước tính nơi sẽ xảy ra thảm họa, nếu khu vực xảy ra có nằm trong phạm vi của hệ thống cảnh báo sớm.

source: Click on the disaster icon to open an info view overlay showing you more details. Note that some early warning system have a range, and can only show disasters about to hit within their operating range.
vi: Nhấp vào biểu tượng thảm họa để mở lớp phủ xem thông tin cho bạn biết thêm chi tiết. Lưu ý rằng một số hệ thống cảnh báo sớm có phạm vi và chỉ có thể hiển thị thảm họa sắp xảy ra trong phạm vi hoạt động của chúng.

source: Route info view allows you to see routes of citizens and vehicles, and routes leading to and from roads and buildings. When the info view is open, click on a citizen, vehicle, building or road to see routes. You can also adjust intersection rules and traffic lights. Zoom in on and intersection to see yield options and toggle traffic lights on and off. Only intersections with no traffic lights can have yield rules. Note that yield signs cannot be placed on road next to each other.
vi: Bảng thông tin Lộ trình cho phép bạn xem lộ trình đi lại của cư dân và các phương tiện, cũng như đường đi và đến một đoạn đường hoặc công trình. Khi bảng đang mở, nhấp chuột vào một người dân, phương tiện, công trình hoặc đường để xem lộ trình. Bạn cũng có thể điều chỉnh quy định và đèn giao thông ở các giao lộ. Nhìn gần vào mỗi giao lộ để xem tùy chọn đường ưu tiên cũng như bật tắt đèn giao thông. Chỉ những giao lộ không có đèn giao thông mới có quy định đường ưu tiên. Chú ý rằng biển nhường đường không thể được đặt ở những con đường nằm cạnh nhau.

source: Click on any piece of road, vehicle, pedestrian, cyclist or building to show routes. With vehicles and pedestrians, you see the route they are currently taking. For buildings and road pieces, the routes taken through or to and from the item are shown. This information can help you identify where vehicles at a traffic jam are coming from, or where you should build a public transport line to help pedestrians get to their destination faster. To adjust right of way and traffic lights, zoom into an intersection. An intersection with traffic lights cannot have right of way rules, but intersections with no lights can work a lot smoother with some right of way rules in place. With Adjust Road tab selected you can alter what is considered to be one road.
vi: Nhấp chuột vào bất cứ đoạn đường, phương tiện, người dân hoặc công trình nào để xem lộ trình. Với phương tiện và người dân, bạn thấy lộ trình họ đang đi. Với đường và các công trình, thứ hiện ra là lộ trình đến và đi khỏi nơi đó. Thông tin này có thể giúp bạn phát hiện nơi những phương tiện bị kẹt xe đến từ đâu, hoặc nơi bạn nên bố trí một tuyến vận tải công cộng để giúp người đi bộ tới nơi họ muốn nhanh hơn. Để điều chỉnh quyền ưu tiên và đèn giao thông, hãy nhìn gần vào một giao lộ. Một giao lộ có đèn giao thông không thể có đường ưu tiên, nhưng những giao lộ không có đèn có thể hoạt động trơn tru hơn nhiều với một vài quy định hợp lý. Với việc chọn thẻ Điều chỉnh Đường bạn có thể thay đổi thứ được coi là một con đường.

source: Sightseeing Bus and Walking Tours are guided tours that can affect which locations the tourists visit regularly in the city. Places of interest are highlighted in the Info View and tours that pass through highly attractive or entertaining places of interest usually draw more tourists. Details of the tour lines can be examined in the Lines Overview.
vi: Tham quan bằng xe buýt và đi bộ là những tour du lịch có hướng dẫn có thể ảnh hưởng đến địa điểm mà khách du lịch ghé thăm thường xuyên trong thành phố. Các địa điểm yêu thích được tô sáng trong Chế độ xem thông tin và các chuyến tham quan đi qua các địa điểm giải trí hấp dẫn hoặc hấp dẫn thường thu hút nhiều khách du lịch hơn. Chi tiết về các tuyến du lịch có thể được kiểm tra trong Tổng quan về dòng.

source: Park Maintenance service boosts the entertainment effect of parks, plazas and park areas. Parks work normally without maintenance. Boost fades with time.
vi: Dịch vụ Bảo trì Công viên nâng cao hiệu quả giải trí của các công viên, quảng trường và khu vực công viên. Công viên hoạt động bình thường mà không cần bảo trì. Tăng cường mất dần theo thời gian.

source: Tourists use the outside connections to visit the city and its various attractions and points of interest. Buildings and areas with high Attractiveness value are more like to be visited by the tourists. Tourism brings customers to the local businesses and extra income in form of increased tax income.
vi: Khách du lịch sử dụng các kết nối bên ngoài để tham quan thành phố và các điểm tham quan và điểm tham quan khác nhau của nó. Các tòa nhà và khu vực có giá trị Hấp dẫn cao sẽ được khách du lịch ghé thăm nhiều hơn. Du lịch mang lại khách hàng cho các doanh nghiệp địa phương và thu nhập thêm dưới dạng tăng thu nhập từ thuế.

source: Post Service is a City Service that delivers accumulated mail to citizens. Citizens will gain boost to their well-being if the mail is handled by the Post Office city service. Mail is transported in mail trucks to and from Outside Connections to Post Offices or to a Post Sorting Facility if one is available. Post Sorting Facilities handle long distance mail and distribute it between the local Post Offices. Not taking care of this need will result in decreased citizen Well-Being to default level.
vi: Dịch vụ bưu chính là một Dịch vụ Thành phố cung cấp thư tích lũy cho công dân. Công dân sẽ tăng cường sức khỏe nếu thư được xử lý bởi dịch vụ thành phố Bưu điện. Thư được vận chuyển trong các xe tải thư đến và đi từ Kết nối bên ngoài đến Bưu điện hoặc đến Cơ sở Sắp xếp Bưu điện nếu có sẵn. Các cơ sở sắp xếp bài xử lý thư đường dài và phân phối nó giữa các bưu điện địa phương. Không quan tâm đến nhu cầu này sẽ khiến sức khỏe của người dân giảm xuống mức mặc định.

source: Industry Areas can be created by using Industry Area tool. The type of the Main Building determines what kind of goods area produces. Industry Areas need raw materials, like Oil or Crops, to operate. Raw materials can either be imported or gathered locally by Extractors. Thanks to new storage spaces, Industry Areas can fully operate on imported raw materials only. Raw materials can be exported, sold to specialized zoned industry or used by Processing buildings. Processing buildings in turn produce special goods, which can be either exported, sold to non-specialized zoned industry or used by Unique Factories. Unique Factories produce Luxury Goods, which can be exported or sold to commercial zones.
vi: Khu vực công nghiệp có thể được tạo bằng cách sử dụng công cụ Khu vực công nghiệp. Loại của Tòa nhà chính xác định loại khu vực hàng hóa sản xuất. Các khu vực công nghiệp cần nguyên liệu, như Dầu hoặc Cây trồng, để hoạt động. Nguyên liệu thô có thể được nhập khẩu hoặc tập kết trong nước bởi Máy chiết xuất. Nhờ có không gian lưu trữ mới, Khu vực công nghiệp chỉ có thể hoạt động hoàn toàn bằng các nguyên liệu thô nhập khẩu. Nguyên liệu thô có thể được xuất khẩu, bán cho ngành công nghiệp quy hoạch chuyên ngành hoặc được sử dụng bởi các tòa nhà chế biến. Các tòa nhà chế biến lần lượt sản xuất hàng hóa đặc biệt, có thể được xuất khẩu, bán cho ngành công nghiệp quy hoạch không chuyên biệt hoặc được sử dụng bởi Các nhà máy chuyên biệt. Các nhà máy chuyên biệt sản xuất hàng xa xỉ, có thể xuất khẩu hoặc bán cho các khu thương mại.

source: The varsity sport features are unlocked once a Varsity Sports arena is placed inside a campus area. It is possible to place multiple varsity sports arenas inside and outside of campus areas. Various features increase the chances of winning matches. Also, having more audience increases the chances of winning a match - however, this only affects home matches. Varsity sports affects the campus attractiveness through trophies and building arenas of each type. In order to earn a trophy, the varsity team needs to win most of the matches during the Academic Year.
vi: Các tính năng thể thao sinh viên được mở khóa khi đấu trường Varsity Sports được đặt trong khu vực khuôn viên trường. Có thể đặt nhiều đấu trường thể thao trong và ngoài khu vực đại học. Các tính năng khác nhau làm tăng cơ hội chiến thắng trận đấu. Ngoài ra, có nhiều khán giả sẽ tăng cơ hội chiến thắng trận đấu - tuy nhiên, điều này chỉ ảnh hưởng đến các trận đấu trên sân nhà. Thể thao Sinh viên ảnh hưởng đến sự hấp dẫn của trường thông qua các danh hiệu và xây dựng đấu trường của từng loại. Để kiếm được một chiếc cúp, đội varsity cần giành chiến thắng trong hầu hết các trận đấu trong Năm học.

source: There are three types of campus areas and your city can include only one of each type, which is determined by the Administration Building. Campus areas educate young adults to highly educated. On top of campus buildings and unique faculties, campus areas can include varsity sports arenas. Campus area's reputation can be gained by meeting the requirements of the next reputation or lost if the campus area doesn't meet the requirements of current reputation. Gaining reputation unlocks buildings, increases the tuition fees and affects the amount of exchange students visiting your city.
vi: Có ba loại khu vực khuôn viên và thành phố của bạn chỉ có thể bao gồm một trong mỗi loại, được xác định bởi Tòa nhà Hành chính. Khu vực khuôn viên giáo dục thanh thiếu niên đến giáo dục cao. Trên đỉnh các tòa nhà trong đại học và các khoa độc đáo, các khu vực trong đại học có thể bao gồm các đấu trường thể thao sinh viên. Danh tiếng của khu vực trường có thể đạt được bằng cách đáp ứng các yêu cầu của danh tiếng tiếp theo hoặc bị mất nếu khu vực khuôn viên không đáp ứng các yêu cầu về danh tiếng hiện tại. Đạt được danh tiếng mở khóa các tòa nhà, tăng học phí và ảnh hưởng đến lượng sinh viên trao đổi đến thăm thành phố của bạn.

source: The Technology Museum, The Art Gallery and The Science Center are unique buildings which can be placed inside or outside of campus areas. A museum is unlocked when the corresponding campus reaches the highest reputation level, "Prestigious". The museums house the Academic Works of their own campus type for display to the public. The museum is more attractive when it holds more Academic Works.
vi: Bảo tàng Công nghệ, Phòng trưng bày Nghệ thuật và Trung tâm Khoa học là những tòa nhà độc đáo có thể được đặt bên trong hoặc bên ngoài khu vực đại học. Một bảo tàng được mở khóa khi khuôn viên tương ứng đạt mức danh tiếng cao nhất, "Uy tín". Các bảo tàng chứa các tác phẩm học thuật thuộc loại khuôn viên của họ để trưng bày cho công chúng. Bảo tàng hấp dẫn hơn khi chứa nhiều tác phẩm học thuật.

source: Building Fishing Harbor unlocks the Fishing Route tool which is used to create a fishing route. The harbor needs a completed route to function. Different fishing harbors are able to catch different types of fish, which is determined by the depth and flow of water. Water pollution affects the fish yield. Aquaculture Farms are an alternative way to gather high yields of fish and sea plants but they may suffer from water pollution more than fishing boats due to their stationary nature. Freshly caught fish can be directly sold to consumers at Fish Markets or they can be delivered to Fish Factories for further processing before being sold to commercial zones.
vi: Xây dựng Cảng câu cá mở khóa công cụ Tuyến đường câu cá được sử dụng để tạo tuyến đường đánh cá. Bến cảng cần một tuyến đường hoàn chỉnh để hoạt động. \ n Các bến đánh cá khác nhau có thể đánh bắt các loại cá khác nhau, được xác định bởi độ sâu và dòng chảy của nước. Ô nhiễm nước ảnh hưởng đến sản lượng cá. Trang trại nuôi trồng thủy sản là một cách thay thế để thu hoạch sản lượng cá và thực vật biển cao nhưng chúng có thể bị ô nhiễm nước nhiều hơn tàu đánh cá do tính chất cố định của chúng. Cá đánh bắt mới có thể bán trực tiếp cho người tiêu dùng tại Chợ Cá hoặc có thể được chuyển đến các Nhà máy Cá để chế biến thêm trước khi bán cho các khu thương mại.

source: Building Fishing Harbor unlocks Fishing Route Tool which is used to create a fishing route. The harbor needs a completed route to function. Different fishing harbors are able to catch different types of fish determined by the depth and flow of water. Water pollution affects the fish yield. Aquaculture Farms are an alternative way to gather high yields of fish and sea plants but they can suffer from water pollution more than fishing boats due to their stationary nature. Freshly caught fish can be directly sold to consumers at Fish Market or they can be delivered to Fish Factory for further processing before being sold to commercial zones.
vi: Xây dựng cảng cá mở khóa Công cụ xây dựng Tuyến đánh cá được sử dụng để tạo tuyến đường đánh cá. Bến cảng cần một tuyến đường hoàn chỉnh để hoạt động. Các bến đánh cá khác nhau có thể đánh bắt các loại cá khác nhau được xác định bởi độ sâu và dòng chảy của nước. Ô nhiễm nước ảnh hưởng đến sản lượng cá. Trang trại nuôi trồng thủy sản là một cách thay thế để thu thập sản lượng cao cá và thực vật biển nhưng chúng có thể bị ô nhiễm nước nhiều hơn tàu đánh cá do tính chất cố định của chúng. Cá đánh bắt mới có thể bán trực tiếp cho người tiêu dùng tại Chợ Cá hoặc giao cho Nhà máy Cá để chế biến tiếp trước khi bán cho các khu thương mại.

source: With the landscaping tools, you can lower or elevate terrain, smooth it out or create new hills. When you lower terrain, you will gain soil. When elevating terrain, the same soil is placed on the map. To see how much soil you have, check "Soil available". Water structures allow you to build canals, quays and flood walls. Canals can be used for beautification or moving water. Use flood walls to keep water in the canal if flooding occurs often. If your canal is not getting any water, try using a deeper canal. You can upgrade canals to be deeper or shallower. Quays are used on water front to finish the shoreline nicely. You can place shoreline buildings on top of quay. Trees, rocks and cliffs can be placed on the map for added flavor and aesthetical purposes. Trees also reduce Noise Pollution in their vicinity.
vi: Với các công cụ tạo cảnh, bạn có thể hạ thấp hoặc nâng cao địa hình, làm phẳng nó hoặc tạo ra những ngọn đồi mới. Khi bạn hạ thấp địa hình, bạn sẽ thu được đất. Khi nâng cao địa hình, cùng một loại đất được đặt trên bản đồ. Để xem bạn có bao nhiêu đất, hãy kiểm tra "Đất có sẵn". Các cấu trúc nước cho phép bạn xây dựng kênh, rạch và tường chắn lũ. Kênh đào có thể được sử dụng để làm đẹp hoặc chuyển nước. Sử dụng tường ngăn lũ để giữ nước trong kênh nếu lũ lụt thường xuyên xảy ra. Nếu kênh của bạn không nhận được nước, hãy thử sử dụng kênh sâu hơn. Bạn có thể nâng cấp kênh để sâu hơn hoặc nông hơn. Các câu lệnh được sử dụng trên mặt nước để hoàn thành đường bờ một cách độc đáo. Bạn có thể đặt các tòa nhà ven biển trên đầu cầu tàu. Cây cối, đá và vách đá có thể được đặt trên bản đồ để tăng thêm hương vị và mục đích thẩm mỹ. Cây cối cũng làm giảm Ô nhiễm Tiếng ồn trong vùng lân cận của chúng.

source: Roads need to be built to provide zones with buildings and city services. Larger roads allow faster travel and greater amounts of traffic. Roads with decoration produce less noise pollution. Use <setting buildElevationUp> and <setting buildElevationDown> to build elevated roads or tunnels. Draw a road over water to build a bridge. To change the road’s type, try the Upgrade tool: choose a road type and click on an existing road. Click on a one-way road with the secondary mouse button to change its direction. Use Upgrade tool to fix destroyed roads. Toll Booths must be connected to road in order to operate. All traffic driving through the toll must slow down at the booths and pay a fee to pass the toll. Fare price can be adjusted from Toll Booth building info panel.
vi: Các con đường cần được xây dựng để cung cấp cho các khu vực có các tòa nhà và dịch vụ thành phố. Đường lớn hơn cho phép đi lại nhanh hơn và lượng xe cộ lưu thông lớn hơn. Đường có trang trí ít gây ô nhiễm tiếng ồn hơn. Sử dụng <setting buildElevationUp> và <setting buildElevationDown> để xây dựng đường trên cao hoặc đường hầm. Vẽ một con đường trên mặt nước để xây dựng một cây cầu. Để thay đổi loại đường, hãy thử công cụ Nâng cấp: chọn loại đường và nhấp vào đường hiện có. Nhấp vào đường một chiều bằng nút chuột phụ để thay đổi hướng của nó. Sử dụng công cụ Nâng cấp để sửa đường bị phá hủy. Các quầy thu phí phải được kết nối với đường để hoạt động. Tất cả các phương tiện lưu thông qua trạm thu phí phải giảm tốc độ tại các trạm và trả phí để qua trạm thu phí. Giá vé có thể được điều chỉnh từ bảng thông tin tòa nhà Toll Booth.
