Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Just realised the spa is included in my hotel stay! #Luxury
vi: Chỉ cần nhận ra rằng dịch vụ spa được bao gồm trong kỳ nghỉ khách sạn của tôi! #Sang trọng

source: I love the new airline lounge at the airport! Helps me relax after such a long flight! #TreatYourself
vi: Tôi thích phòng chờ hàng không mới tại sân bay! Giúp tôi thư giãn sau một chuyến bay dài như vậy! #TreatYourself

source: The new metro station takes me almost to the gate! #EasyTravel
vi: Ga tàu điện ngầm mới đưa tôi gần đến cổng! #EasyTravel

source: The new aviation museum is packed with heritage planes! #PlaneFan
vi: Bảo tàng hàng không mới chứa đầy những chiếc máy bay di sản! #PlaneFan

source: Love watching all these planes fly overhead! #PlaneSpotter
vi: Thích xem tất cả những chiếc máy bay này bay trên đầu! #PlaneSpotter

source: Create an Airport Area and build an Airport Terminal
vi: Tạo Khu vực Sân bay và xây dựng Nhà ga Sân bay

source: Have an airport area reach level 2
vi: Có khu vực sân bay đạt cấp 2

source: Have an airport area reach level 3
vi: Có khu vực sân bay đạt cấp 3

source: Trolleybuses in use: {0}
vi: Số lượng xe buýt điện đang được sử dụng: {0}

source: Eldercare users in the city: {0}
vi: Y tá chăm sóc người cao tuổi trong thành phố: {0}

source: Childcare users in the city: {0}
vi: Y tá chăm sóc trẻ em trong thành phố: {0}

source: Visitors: {0} / {1}
vi: Khách truy cập: {0} / {1}

source: Bus and Intercity Bus
vi: Xe buýt và xe buýt liên tỉnh

source: Planes and Helicopters
vi: Máy bay và Trực thăng

source: The higher the budget, the more buses are available in the city. Also with increased budget, residents are more likely to select an intercity bus when they travel outside of the city.
vi: Kinh phí càng cao thì càng có nhiều xe buýt trong thành phố. Ngoài ra, với ngân sách tăng, người dân có nhiều khả năng lựa chọn xe buýt liên tỉnh khi họ di chuyển ra ngoài thành phố.

source: The Hangar and Helicopter Depot can house more vehicles with higher funding.
vi: Hangar và Kho chứa Trực thăng có thể chứa nhiều phương tiện hơn với kinh phí cao hơn.

source: Planes and Blimps
vi: Máy bay và Khí cầu

source: Ship and Ferry
vi: Tàu và Phà

source: The Hangar and Blimp Depot can house more vehicles with higher funding.
vi: Xưởng cất cánh và Kho khí cầu có thể chứa nhiều xe hơn với kinh phí cao hơn.

source: Harbor and Ferry Depot can support more ships and ferries with a higher budget.
vi: Bến cảng và Bến phà có thể hỗ trợ nhiều tàu và phà hơn với ngân sách cao hơn.

source: The Hangar, Blimp Depot and Helicopter Depot can house more vehicles with higher funding.
vi: Xưởng cất cánh, Kho khí cầu và Kho trực thăng có thể chứa nhiều phương tiện hơn với kinh phí cao hơn.

source: A higher budget increases the Extractors, Processing Buildings, Unique Factories, and fishing-related buildings production rates as well as allows them to house more vehicles.
vi: Ngân sách cao hơn sẽ làm tăng tỷ lệ sản xuất các công trình chiết xuất, Công trình chế biến, Nhà máy độc đáo và các công trình liên quan đến đánh bắt cá cũng như cho phép họ chứa nhiều phương tiện hơn.

source: Loading fish
vi: Đang tải cá

source: Looking for the correct address
vi: Tìm kiếm địa chỉ chính xác

source: Transporting fish to
vi: Vận chuyển cá đến

source: Trolleybus Lines
vi: Đường xe buýt điện

source: Childcare
vi: Chăm sóc trẻ em

source: Children and teens: {0}
vi: Trẻ em và thanh thiếu niên: {0}

source: Seniors: {0}
vi: Người cao tuổi: {0}

source: Sick children and teens: {0}
vi: Trẻ em và thanh thiếu niên bị bệnh: {0}

source: Sick seniors: {0}
vi: Người cao tuổi bị bệnh: {0}

source: Birth rate: {0} / week
vi: Tỷ lệ sinh: {0} / tuần

source: Average life span: {0} years
vi: Tuổi thọ trung bình: {0} năm

source: Pause the game after loading
vi: Tạm dừng trò chơi sau khi tải

source: Harbors
vi: Cảng

source: Shellfish
vi: Sò ốc

source: Tuna
vi: Cá ngừ

source: Anchovy
vi: Cá cơm

source: Salmon
vi: Cá hồi

source: Conditions optimal for
vi: Điều kiện tối ưu cho

source: Catching {0}
vi: Bắt {0}

source: Growth Stage: {0}/{1}
vi: Giai đoạn tăng trưởng: {0} / {1}

source: Long lasting dream come true! #trolleybuses are finally here, woohoo!!
vi: Giấc mơ lâu dài trở thành hiện thực! #trolleybuses cuối cùng cũng ở đây, thật tuyệt !!

source: Dibs on the first ride!! #trolleybus #commuting
vi: Ngất trong chuyến đi đầu tiên !! #trolleybus #commuting

source: A new affordable intercity connection. I love, love, love it! #bus #intercity #countingpennies
vi: Một kết nối liên tỉnh mới với giá cả phải chăng. Tôi yêu yêu yêu nó! # bus #intercity #countingpennies

source: More buses means more #traffic. Let's hope tourists come in masses! #intercity #buses
vi: Nhiều xe buýt hơn có nghĩa là #giao thông phức tạp hơn. Hãy hy vọng khách du lịch đến với số lượng lớn! #intercity #xe buýt

source: I want to become a helicopter pilot! #aretheyhiring #dreamcometrue
vi: Tôi muốn trở thành một phi công trực thăng! #aretheyhiring #dreamcometrue

source: Get to the choppa! #helicopter #stop
vi: Đi đến Choppa! #helicopter #stop

source: Please, mind the gap between the metro and the platform #overground #metro
vi: Xin lưu ý khoảng cách giữa tàu điện ngầm và sân ga #overground #metro

source: Amazing to see our metro station getting #elevated from #underground above our city streets!
vi: Thật tuyệt vời khi thấy ga tàu điện ngầm của chúng tôi được # tăng tốc từ #underground phía trên các đường phố trong thành phố của chúng tôi!

source: What a brilliant design to easily funnel people to and from the city #transport #hub #metro #intercity
vi: Thật là một thiết kế tuyệt vời để dễ dàng đưa mọi người đến và đi khỏi thành phố # giao thông vận tải #hub #metro #intercity

source: Buses.. so many buses. It's like a bus wonderland! #transport #hub #intercity #local
vi: Xe buýt .. rất nhiều xe buýt. Nó giống như một thế giới thần tiên xe buýt! #transport #hub #intercity #local

source: This glass tube/bridge, or whatever it is, looks sooo beautiful! #modern #glassenthusiast :)
vi: Ống / cầu thủy tinh này, hoặc bất cứ thứ gì, trông rất đẹp! #modern #glassenthusiast :)

source: This place is THE best place for #aircraft #spotting #transport #hub
vi: Địa điểm này là địa điểm tốt nhất cho # máy bay #spotting #transport #hub

source: Wait what? This hub has underground metro for four directions?! #finally #4directions #happy
vi: Chờ gì? Trung tâm này có tàu điện ngầm cho bốn hướng ?! # cuối cùng # 4directions #happy

source: Whoa! Now that is a tall and #large #water #tower
vi: Ái chà! Bây giờ đó là một tháp cao và # lớn # nước # tháp

source: Hooray! Now we can enjoy #fresh drinking water without polluting our precious rivers! :) #water #treatment
vi: Hoan hô! Giờ đây, chúng ta có thể tận hưởng # nước uống trong lành mà không làm ô nhiễm các dòng sông quý giá của chúng ta! :) #xử lý nước

source: It sure is bigger and more effective... shame it still pollutes :( #advanced #water #treatment
vi: Nó chắc chắn là lớn hơn và hiệu quả hơn ... xấu hổ là nó vẫn gây ô nhiễm :( #advanced #water #treatment

source: It may not be as #efficient but at least it is more #eco-friendly!
vi: Nó có thể không # hiệu quả bằng # nhưng ít nhất nó # thân thiện với môi hơn!

source: It's time to #reel in all those #fishies! #fishybusiness
vi: Đã đến lúc #reel trong tất cả những #fishies đó! #fishybusiness

source: On this harbor, we specialize in #salmon, the greatest #fish of them all!
vi: Trên bến cảng này, chúng tôi chuyên về #Cá hồi, # cá lớn nhất trong số tất cả chúng!

source: In this industry, we can't be #shellfish! We have to pull on the same ropes everybody! #all-hands-on-deck
vi: Trong ngành này, chúng ta không thể là #shellfish! Tất cả mọi người chúng ta phải kéo cùng một sợi dây! # tất tay

source: I found the perfect spot for fishing! PM me if you want to know more... #shh
vi: Tôi đã tìm thấy địa điểm hoàn hảo để câu cá! PM cho tôi nếu bạn muốn biết thêm ... #shh

source: So what's your favourite #tuna #brand? #discuss
vi: Vậy #hãng #cá ngừ yêu thích của bạn là gì? #bàn luận

source: Something smells fishy...
vi: Thứ gì đó có mùi tanh ...

source: Time to make for #new #tides #salmon #fishing
vi: Đã đến lúc làm cho # mới #tides # cá hồi # đánh bắt

source: Go get them while they are still fresh #shellfish #waterdweller
vi: Đi lấy chúng khi chúng vẫn còn tươi #shellfish #waterdweller

source: Ay ay captain! Let's reel in the big fish! #tuna #fishing #harbor
vi: Vâng, thưa đội trưởng! Hãy quay cuồng với con cá lớn! #tuna #fishing #harbor

source: All aboard! let's go get them #anchovies ! #fishing
vi: Tất cả trên tàu! hãy đi lấy chúng #anchovies! #đánh bắt cá

source: Can't wait to see what commercial and industrial uses we can make out of #algae #farm
vi: Thật nóng lòng để xem chúng ta có thể sử dụng những công dụng thương mại và công nghiệp nào từ # tảo #farm

source: So simple, so clever and so many opportunities! <>< #seaweed #farm
vi: Thật đơn giản, thật thông minh và thật nhiều cơ hội! <> <#seaweed #farm

source: New Child Health Center and ...
vi: Trung tâm Sức khỏe Trẻ em Mới và ...

source: The Child Health Center improve the lives of children, and additionally it increases the average birth rate of the city.
vi: Trung tâm Y tế Trẻ em cải thiện cuộc sống của trẻ em và ngoài ra nó còn làm tăng tỷ lệ sinh trung bình của thành phố.

source: ... Eldercare City Services!
vi: ... Dịch vụ Chăm sóc Người cao tuổi Thành phố!

source: Eldercare City Services offers senior citizens a place to gather and spend time together, improving their health and thus potentially increasing the lifespans of citizens.
vi: Dịch vụ Chăm sóc Người cao tuổi cung cấp cho người cao tuổi một nơi để tụ tập và dành thời gian bên nhau, cải thiện sức khỏe của họ và do đó có khả năng tăng tuổi thọ của người dân.

source: Overground Metro..... and more!
vi: Tàu điện ngầm ..... và hơn thế nữa!

source: Overground Metro extends the metro functionality from underground to overground. The updated metro system will feature additional overground and elevated metro stations and a new metro train model. We've also made a lot of general improvements to the core game to make the game experience better!
vi: Tàu điện ngầm mở rộng chức năng của tàu điện ngầm từ tàu điện ngầm sang tàu điện ngầm. Hệ thống tàu điện ngầm được cập nhật sẽ có thêm các ga tàu điện ngầm và ga tàu điện ngầm trên cao và một mô hình tàu điện ngầm mới. Chúng tôi cũng đã thực hiện nhiều cải tiến chung cho trò chơi cốt lõi để làm cho trải nghiệm trò chơi tốt hơn!

source: New Fishing Industry!
vi: Ngành đánh cá mới!

source: Raise the sails and set course, it's time to go fishing with the new fishing industry addition! Manage the fishing industry all the way from fishing and fish farming to commercial products. Build harbors, plan fishing routes and protect your fish farms from harmful polluted water.
vi: Giương buồm và lên đường, đã đến lúc đi câu cá với bổ sung ngành đánh bắt cá mới! Quản lý tất cả các ngành công nghiệp đánh bắt từ đánh bắt và nuôi cá đến các sản phẩm thương mại. Xây dựng bến cảng, lập kế hoạch các tuyến đường đánh bắt và bảo vệ các trang trại cá của bạn khỏi nguồn nước ô nhiễm có hại.

source: Intercity Bus Service
vi: Dịch vụ xe buýt liên tỉnh

source: Tourists, ahoy! A new public transport option for outside connections is here! Intercity Bus Service uses coaches to carry passengers to and from cities. Intercity Bus Service comes with a new intercity coach vehicle model and an intercity bus station.
vi: Khách du lịch, Xin chào! Một lựa chọn giao thông công cộng mới cho các kết nối bên ngoài là ở đây! Dịch vụ xe buýt liên tỉnh sử dụng xe khách để chở khách đến và đi từ các thành phố. Dịch vụ xe buýt liên tỉnh ra đời với mô hình xe khách liên tỉnh mới và bến xe khách liên tỉnh.

source: Trolleybus Service
vi: Dịch vụ Xe buýt lưới điện

source: Much desired and highly waited feature has rolled into the city! Trolleybus is an electric bus that draws power from overhead wires using spring-loaded trolley poles. Trolleybus Service comes with various new assets, including a trolleybus depot, vehicle model and new road variations with overhead wires.
vi: Tính năng được nhiều người mong muốn và chờ đợi đã được đưa vào thành phố! Xe đẩy hàng là loại xe buýt điện lấy điện từ dây điện trên cao sử dụng cột xe đẩy có lò xo. Dịch vụ xe buýt nhanh đi kèm với nhiều tài nguyên mới khác nhau, bao gồm kho xe buýt, mô hình xe và các biến thể đường mới với dây trên cao.

source: Helicopter Service
vi: Dịch vụ trực thăng

source: Helicopter Service brings a new dimension to public transport. Helicopters circumvent traffic altogether and zip through the sky, connecting people in a whole new way. Helicopter Service comes with new assets: a helicopter vehicle model, a helicopter depot and helicopter stop.
vi: Dịch vụ Trực thăng mang đến một làn gió mới cho giao thông công cộng. Trực thăng lướt qua bầu trời và kết nối mọi người theo một cách hoàn toàn mới. Dịch vụ Trực thăng đi kèm với các tài nguyên mới: mẫu trực thăng, bến tập kết trực thăng và điểm dừng trực thăng.

source: New Unique Building!
vi: Tòa nhà đặc biệt mới!

source: Aviation Club is a new Unique Building which increases the city's attractiveness and entertainment. Local aviation hobbyists and small plane owners can be spotted using the airfield to do recreational flying within the city's limits.
vi: Câu lạc bộ Hàng không là một Tòa nhà đặc biệt mới nhằm tăng tính hấp dẫn và giải trí của thành phố. Những người có sở thích hàng không địa phương và chủ sở hữu máy bay nhỏ có thể được phát hiện sử dụng sân bay để bay giải trí trong giới hạn của thành phố.

source: New Transport Hubs
vi: Các trung tâm vận tải mới

source: New Transport Hubs offer multiple ways to connect your city's transport services better and more efficiently. Experiment with all the new Transport Hubs which make changing from one transport type to another easy and fast!
vi: Các Trung tâm Giao thông Vận tải mới cung cấp nhiều cách để kết nối các dịch vụ vận tải của thành phố bạn tốt hơn và hiệu quả hơn. Thử nghiệm với tất cả các Trung tâm vận tải mới giúp thay đổi từ loại hình vận tải này sang loại hình vận tải khác dễ dàng và nhanh chóng!

source: Waste Transfer System
vi: Hệ thống chuyển chất thải

source: The new Waste Transfer System is an upgrade to the base game garbage service with an increase to the range of garbage services. Now players can build Waste Processing Complexes far away from their beautiful city centers and extend their service range by building smaller, less polluting Waste Transfer Facilities closer to the city center.
vi: Hệ thống chuyển rác mới là bản nâng cấp cho dịch vụ rác của trò chơi cơ bản với việc gia tăng phạm vi dịch vụ rác. Giờ đây, người chơi có thể xây dựng các Khu liên hợp xử lý chất thải ở xa trung tâm thành phố xinh đẹp của họ và mở rộng phạm vi dịch vụ bằng cách xây dựng các Cơ sở chuyển giao chất thải nhỏ hơn, ít ô nhiễm hơn gần trung tâm thành phố hơn.

source: Inland Water Treatment
vi: Xử lý nước nội địa

source: Inland Water Treatment Plant extends the water services to include cities built completely inland, far away from open water sources. With Inland Water Treatment Plant, players can process waste water to completely clean water and then pump it back into circulation.
vi: Nhà máy xử lý nước nội địa mở rộng dịch vụ nước bao gồm các thành phố được xây dựng hoàn toàn trong đất liền, cách xa các nguồn nước lộ thiên. Với Nhà máy xử lý nước nội địa, người chơi có thể xử lý nước thải thành nước sạch hoàn toàn rồi bơm trở lại tuần hoàn.

source: A whole new set of policies allows you to personalize your city even more. New policies can affect city attractiveness, citizen happiness and take direct effect on preserving the environment.
vi: Một loạt chính sách hoàn toàn mới cho phép bạn cá nhân hóa thành phố của mình hơn nữa. Các chính sách mới có thể ảnh hưởng đến sự hấp dẫn của thành phố, hạnh phúc của người dân và có tác dụng trực tiếp đến việc bảo tồn môi trường.

source: From deserts to swamps, the five new maps provide unique vistas, new challenges and a number of exciting locations to start building your dream city.
vi: Từ sa mạc đến đầm lầy, năm bản đồ mới mang đến những khung cảnh độc đáo, những thử thách mới và một số địa điểm thú vị để bắt đầu xây dựng thành phố mơ ước của bạn.

source: Done
vi: Xong

source: Upgrade cost: {0}
vi: Chi phí Nâng cấp: {0}

source: Conditions:
vi: Điều kiện:

source: Concerts DLC
vi: DLC Concerts

source: Artist
vi: Nghệ sỹ

source: Popularity
vi: Danh tiếng

source: Future Concerts
vi: Sắp Diễn

source: Now Playing
vi: Đang Diễn

source: Past Concerts
vi: Đã Diễn

source: Ticket sales income
vi: Thu từ tiền bán vé

source: Popularity Change
vi: Thay đổi về Danh tiếng

source: Security Budget
vi: Ngân sách cho An ninh

source: Upgrades
vi: Nâng cấp

source: Highest band popularity at least {0}
vi: Ban nhạc có danh tiếng cao nhất đạt tối thiểu {0}

source: One sold out concert
vi: Một đêm nhạc cháy vé

source: Error: {0}
vi: Lỗi: {0}

source: Current concert: {0}% sold out
vi: Đêm nhạc hiện tại: đã bán {0}% vé

source: Band popularity at least {0}
vi: Danh tiếng của ban nhạc tối thiểu là {0}

source: Ascending
vi: Tăng dần

source: Descending
vi: Giảm dần

source: Order
vi: Thứ tự

source: Enabled
vi: Bật

source: Time Subscribed
vi: Thời điểm Theo dõi

source: File Path
vi: Đường dẫn

source: Select All
vi: Chọn Tất cả

source: Deselect All
vi: Bỏ chọn Tất cả

source: Assets selected: {0}
vi: Tài nguyên đã chọn: {0}

source: Unsubscribe All
vi: Bỏ đăng ký Tất cả

source: Unsubscribe from {0} selected items?
vi: Bỏ đăng ký {0} mod đã chọn?

source: There's albums you don't have to skip any songs and albums you always go back to #NESTOR
vi: Có những album bạn không phải bỏ qua bất kỳ bài hát và album nào bạn luôn quay lại #NESTOR

source: I have an extra ticket for the #ElijhaMOTi concert. Fair price. PM me for more details.
vi: Tôi có thêm một vé cho #Buổi hòa nhạc của ElijhaMOTi. Giá hợp lý. PM cho tôi để biết thêm chi tiết.

source: That song from NESTOR has been playing in my head for the last month. Now I have the privilege to hear it up close. #bucketlist #festivalfreak #earworm
vi: Bài hát của NESTOR đã vang lên trong đầu tôi suốt tháng trước. Bây giờ tôi có đặc quyền để nghe nó cận cảnh. #bucketlist #festivalfreak #earworm

source: OMG! #LilyLaRoux is amazing. I'm sure her new album is as good as the previous ones.
vi: CHÚA ƠI! #LilyLaRoux thật tuyệt vời. Tôi chắc rằng album mới của cô ấy cũng hay như những album trước.

source: Saw #Lily live at a club a few years ago when she was just starting her career. Soon I'll see her playing on a big stage. That's what #talent and hard work can do to you.
vi: Cái cưa #Lily sống ở một câu lạc bộ vài năm trước khi cô ấy mới bắt đầu sự nghiệp. Tôi sẽ sớm thấy cô ấy chơi trên một sân khấu lớn. Đó là gì #tài năng và làm việc chăm chỉ có thể làm cho bạn.

source: I hope #LilyLaRoux will be playing some of her older songs too on the #tour. #bands #music
vi: Tôi hy vọng #LilyLaRoux cũng sẽ phát một số bài hát cũ của cô ấy trên #tour. #bands #music

source: Finally! #ElijhaMoti playing in my home town! I can't wait to see Elijha live!
vi: Cuối cùng! #ElijhaMoti đang chơi ở quê tôi! Tôi nóng lòng muốn xem Elijha trực tiếp!

source: Would anyone happen to have tickets to the upcoming #ElijahMoti concert? Pls, I'm desperate!
vi: Có ai tình cờ có vé tham dự buổi hòa nhạc #ElijahMoti sắp tới không? Xin vui lòng, tôi tuyệt vọng!

source: Writing and listening to #ElijhaMoti always makes the words flow freely.
vi: Viết và nghe #ElijhaMoti luôn làm cho ngôn từ trôi chảy.

source: At last our city will have a place to organize proper festivals and outdoor concerts. Yassss! #festival #music #concert
vi: Cuối cùng thì thành phố của chúng ta sẽ có một nơi để tổ chức các lễ hội thích hợp và các buổi hòa nhạc ngoài trời. Yassss! #festival #music #concert

source: The new #festival grounds will definitely boost the local #tourism and #economy . Great move from the city representatives!
vi: Khu # lễ hội mới chắc chắn sẽ thúc đẩy # du lịch và # kinh tế địa phương. Động thái tuyệt vời từ các đại diện thành phố!

source: Who will pay for the loss of my property value now that they will be playing that rock music all day long? #justasking
vi: Ai sẽ trả giá cho sự mất mát giá trị tài sản của tôi bây giờ khi họ sẽ chơi nhạc rock đó suốt ngày? #justasking

source: Awesomesauce! Now we can have even bigger festivals and concerts! #FestivalUpgrade
vi: Rất tuyệt vời! Bây giờ chúng ta có thể có những lễ hội và buổi hòa nhạc lớn hơn nữa! #FestivalUpgrade

source: You must be kidding! Even more noise and shady rock musicians! Can't you see where this is taking our city!?
vi: Bạn đang đùa chắc! Thậm chí nhiều tiếng ồn và nhạc rock mờ ám! Bạn không thể thấy nơi này đang đưa thành phố của chúng ta đi sao !?

source: Content Manager Update
vi: Cập nhật Giao diện Quản lý Nội dung

source: The updated Content Manager allows you to sort the assets in several different ways and the new search box functionality makes it easier and faster to find the content you are looking for. Select all / Deselect all feature now affects all the filtered assets making it easy to manage the assets in batches.
vi: Mục Quản lý Nội dung sau khi cập nhật cho phép bạn sắp xếp những tài nguyên theo một vài cách khác nhau cùng với hộp tìm kiếm mới khiến việc tìm kiếm nội dung bạn muốn dễ dàng hơn bao giờ hết. Chức năng Chọn tất cả / Bỏ chọn tất cả giờ ảnh hưởng tới tất cả những tài nguyên đã lọc ra khiến việc quản lý số lượng tài nguyên lớn dễ dàng hơn.

source: Upgradeable Festival Area
vi: Khu vực Lễ hội có thể nâng cấp được

source: The Festival Area is a new kind of Unique Building that can be upgraded. Each upgrade level has its own requirements and once those prerequisites are met, you can upgrade the building into a Festival Area that provides even better benefits.
vi: Những viên ngọc trai từ phương Đông sẽ mang đến một phong cách mới cho thành phố của bạn với ba tòa nhà nguyên bản, lấy cảm hứng từ kiến trúc và thiết kế của Trung Quốc!

source: New Radio Station
vi: Kênh Phát thanh mới

source: A new radio station comes with a playlist featuring songs from the three local bands NESTOR, Lily La Roux and Elijha MOTi. The three bands also represent the main performers of the new Festival Area building.
vi: Một đài phát thanh mới đi kèm với một danh sách phát bao gồm các ca khúc do ba ban nhạc địa phương NESTOR, Lily La Roux và Elijha MOTi trình diễn. Ba ban nhạc này cũng đại diện cho những nghệ sĩ trình diễn trong công trình Khu vực Lễ hội mới.

source: Unsubscribe from all workshop items?
vi: Hủy đăng ký khỏi tất cả các hạng mục workshop?

source: {0} FC
vi: CLB {0}

source: Juventus Football Club
vi: CLB Juventus Football

source: Chelsea FC
vi: CLB Chelsea

source: FC Barcelona
vi: CLB Barcelona

source: Paris Saint-Germain F.C.
vi: CLB Paris Saint-Germain

source: Name:
vi: Tên:

source: Year built:
vi: Năm xây dựng:

source: Capacity:
vi: Sức chứa:

source: Team name:
vi: Tên đội:

source: Team colour:
vi: Màu áo

source: Total wins:
vi: Tổng số trận thắng:

source: Wins/matches last 12 weeks:
vi: Tỉ lệ thắng trong 12 tuần gần đây:

source: Ticket price:
vi: Giá vé:

source: Income last week:
vi: Thu nhập tuần trước:

source: Expected income:
vi: Thu nhập dự kiến:

source: Raise ticket price
vi: Tăng giá vé

source: Lower ticket price
vi: Giảm giá vé

source: What an awesome football game! {0} won for our city! #winnertakesitall #wearethechampions #goteam #{1}
vi: Thật là một trận bóng tuyệt vời! {0} đã giành chiến thắng cho thành phố của chúng tôi! #winnertakesitall #wearethechampions #goteam # {1}

source: We are winning! {0} won gold! #keeponwinning #{1}
vi: Chúng tôi đang chiến thắng! {0} đã giành được vàng! #keeponwinning # {1}
