Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Buy a helmet! You never know what will happen, so I wear mine all the time. #helmetsareokay #abituncomfywhensleeping
vi: Mua mũ bảo hiểm! Bạn không bao giờ biết điều gì sẽ xảy ra, vì vậy tôi đeo của tôi mọi lúc. #helmetsareokay #abituncomfywhensleeping

source: What's in your safety kit? I have food, water and a big flashlight for light and fighting #wellprepared
vi: Bộ an toàn của bạn có gì? Tôi có thức ăn, nước uống và một chiếc đèn pin lớn để chiếu sáng và chiến đấu #wellprepared

source: I think I felt something! Is it an earthquake? #runforthehills
vi: Tôi nghĩ rằng tôi đã cảm thấy một cái gì đó! Nó có phải là một trận động đất? #runforthehills

source: I love me a grand thunderstorm! Lightning flashing and thunder rumbling, oh yeah! #heavymetalstorm
vi: Tôi yêu tôi một cơn bão lớn! Sét chớp và sấm sét ầm ầm, oh yeah! #heavymetalstorm

source: I got a piece of a meteor! A rock from space, so cool! #coolestthing
vi: Tôi có một mảnh sao băng! Một tảng đá từ không gian, thật tuyệt! #coolestthing

source: When my cellar flooded, I first thought it's a disaster, but then found out the water was quite warm and nice! #newswimmingpool
vi: Khi hầm của tôi bị ngập, đầu tiên tôi nghĩ đó là một thảm họa, nhưng sau đó phát hiện ra nước khá ấm và tốt! #newswimmingpool

source: I have a confession to make. I like to watch fires. Sorry! #justwatching
vi: Tôi có một lời thú nhận những thứ đã làm. Tôi thích xem các đám cháy. Lấy làm tiếc! #justwatching

source: Do you think it's safe to go out today? #iwantsafety
vi: Bạn có nghĩ rằng nó an toàn để đi ra ngoài ngày hôm nay? #iwantsafety

source: My neighbour has a crystal ball and they told me something terrible will happen soon. I'm terrified! #nocrystalballsplease
vi: Hàng xóm của tôi có một quả cầu pha lê và họ nói với tôi rằng một điều gì đó khủng khiếp sẽ sớm xảy ra. Tôi sợ hãi! #nocrystalballsplease

source: I think it will rain soon! It always rains when my hip aches! #rainydays
vi: Tôi nghĩ trời sẽ mưa sớm thôi! Trời luôn mưa khi đau hông! #những ngày mưa

source: I hope it doesn't rain, as my dog doesn't like to go out when it's wet. #dogproblems
vi: Tôi hy vọng trời không mưa, vì con chó của tôi không thích ra ngoài khi trời ướt. #dogproblems

source: I just bought a very sturdy table that I can hide under in case of an earthquake. You should get one too! #preparingfortheworst
vi: Tôi vừa mua một cái bàn rất chắc chắn để tôi có thể che giấu trong trường hợp động đất. Bạn cũng nên nhận một cái! #preparingfortheworst

source: I lost my stash! I dug a hole and hid some canned food and water in case of a disaster. If anyone finds it, please send me a message! #almostprepared
vi: Tôi đã mất stash của tôi! Tôi đào một cái hố và giấu một số thực phẩm và nước đóng hộp trong trường hợp thảm họa. Nếu bất cứ ai tìm thấy nó, xin vui lòng gửi cho tôi một tin nhắn! #almostprepared

source: What the... Someone just dug a hole on my back yard and put in a bunch of canned food and water bottles #whodoesthis
vi: Cái gì ... Ai đó chỉ cần đào một cái lỗ trên sân sau của tôi và bỏ vào một đống thức ăn và chai nước đóng hộp #whodoesthis

source: Canned food, water, flashlight, first aid kit.. I'm prepared for anything! Bring it on, nature! #wellprepared
vi: Thực phẩm đóng hộp, nước, đèn pin, bộ sơ cứu .. Tôi đã chuẩn bị cho mọi thứ! Mang nó vào, tự nhiên! #wellprepared

source: The wind feels awfully strong today, I hope it won't turn into a storm! #nostormsplease
vi: Hôm nay gió mạnh khủng khiếp, tôi hy vọng nó sẽ không biến thành bão! #nostormsplease

source: We found someone! All hope is not lost! #survivorfound
vi: Chúng tôi đã tìm thấy ai đó! Tất cả hy vọng không bị mất! #survivorfound

source: What a lucky person to be alive after that kind of a disaster! #survivorfound
vi: Thật là một người may mắn khi còn sống sau thảm họa kiểu đó! #survivorfound

source: We found one! There are still survivors! #survivorfound
vi: Chúng tôi đã tìm thấy một! Vẫn còn những người sống sót! #survivorfound

source: Here! A survivor! Lucky you! #survivorfound
vi: Đây! Người sống sót! Bạn thật may mắn! #survivorfound

source: Here's a live one! Under the rubble but still okay! #survivorfound
vi: Đây là một sự kiện trực tiếp! Dưới đống đổ nát nhưng vẫn không sao! #survivorfound

source: I think there's someone still alive under here! #survivorfound
vi: Tôi nghĩ có ai đó vẫn còn sống dưới đây! #survivorfound

source: I found one! Here, we have a survivor! #survivorfound
vi: Tôi đã tìm thấy một! Ở đây, chúng tôi có một người sống sót! #survivorfound

source: This one is alive! There might still be more survivors! #survivorfound
vi: Con này còn sống! Có thể vẫn còn nhiều người sống sót! #survivorfound

source: The beam had luckily fallen so that a small space was left below. We have a survivor! #survivorfound
vi: Chùm tia may mắn rơi xuống để một khoảng trống nhỏ bị bỏ lại bên dưới. Chúng tôi có một người sống sót! #survivorfound

source: Oh good, finally they found me! I'm still here and alive! Yay! #survivorfound
vi: Ôi chúa ơi, cuối cùng họ đã tìm thấy tôi! Tôi vẫn ở đây và còn sống! Yay! #survivorfound

source: Mods can affect play
vi: Mod có thể ảnh hưởng tới lối chơi

source: Please note that having custom mods on can affect how the scenario plays. You cannot earn achievements when custom mods are on. Do you wish to set all custom mods off?
vi: Xin lưu ý rằng việc bật các mod tùy chỉnh có thể ảnh hưởng đến cách kịch bản phát. Bạn không thể kiếm được thành tích khi bật mod tùy chỉnh. Bạn có muốn tắt tất cả các mod tùy chỉnh không?

source: Game has been updated
vi: Trò chơi đã được cập nhật

source: Please note that the game has just been updated. If you are using custom mods or other user created content, the game can become unstable or malfunction. Would you like to disable all custom content? Note that this can affect saves made with custom content items.
vi: Xin lưu ý rằng trò chơi vừa được cập nhật. Nếu bạn đang sử dụng các bản mod tùy chỉnh hoặc nội dung do người dùng khác tạo, trò chơi có thể trở nên không ổn định hoặc trục trặc. Bạn có muốn tắt tất cả nội dung tùy chỉnh không? Lưu ý rằng điều này có thể ảnh hưởng đến các lưu được thực hiện với các mục nội dung tùy chỉnh.

source: Some radio channels cannot be streamed
vi: Một số kênh radio không thể phát trực tiếp

source: Please note some of the radio channels have licensed music and cannot be used when streaming. Channels unavailable for streaming: {0}
vi: Xin lưu ý một số kênh radio chứa những bài nhạc có bản quyền và không thể bật khi đang phát trực tiếp. Những kênh không được phát trực tiếp: {0}

source: Random disasters cannot be used when playing a scenario. This setting only affects sandobx play.
vi: Không thể sử dụng thảm họa ngẫu nhiên khi chơi một kịch bản. Cài đặt này chỉ ảnh hưởng đến việc chơi chế độ sandbox.

source: Do you want to set random disasters on? The setting is global and will affect all saves. You can set disasters on and off from the options menu during play.
vi: Bạn có muốn bật các thảm họa ngẫu nhiên không? Cài đặt này là chung và sẽ ảnh hưởng đến tất cả các lần lưu. Bạn có thể bật và tắt thảm họa từ menu tùy chọn trong khi chơi.

source: Random disasters on
vi: Bật Thảm họa ngẫu nhiên

source: Random disaster off
vi: Tắt Thảm họa ngẫu nhiên

source: Disaster info view
vi: Bảng Thông tin Thiên tai

source: Adjust Shelter range
vi: Điều chỉnh phạm vi Hầm trú ẩn

source: Currently your Shelter has no specified evacuation route, so it serves just citizens nearby. If you want to have more control over who uses the Shelter, click on it and try the Evacuation route tool.
vi: Hiện tại, Hầm trú ẩn của bạn không có tuyến đường sơ tán cụ thể, vì vậy nó chỉ phục vụ những công dân gần đó. Nếu bạn muốn có nhiều quyền kiểm soát hơn đối với những người sử dụng Nơi trú ẩn, hãy nhấp vào nó và thử công cụ Định tuyến sơ tán.

source: City value is the combined value of the treasury and city service buildings in the city.
vi: Giá trị thành phố là giá trị kết hợp của kho bạc và các tòa nhà dịch vụ thành phố trong thành phố.

source: Water Tank Usage
vi: Sử dụng bể nước

source: Play {0} game weeks
vi: Chơi {0} tuần trong trò chơi

source: Own at least {0} city area tiles
vi: Sở hữu ít nhất {0} ô trong thành phố

source: Unlock milestone: {0}
vi: Mở khóa Cột mốc: {0}

source: Trigger {0}
vi: Tác nhân {0}

source: Have less than {0:N0} money
vi: Có ít hơn {0:N0}

source: Have more than {0:N0} debt.
vi: Nợ nhiều hơn {0:N0}.

source: Less than {0:N0} amount in loans
vi: Vay ít hơn {0:N0}

source: City value smaller than: {0:N0}
vi: Giá trị của Thành phố nhỏ hơn: {0:N0}

source: Unemployment rate under {0}%
vi: Tỉ lệ thất nghiệp thấp hơn {0}%

source: Crime rate under {0}%
vi: Tỉ lệ Tội phạm thấp hơn {0}%

source: Population under {0:N0}
vi: Dân số thấp hơn {0:N0}

source: Traffic flow under {0}%
vi: Lưu lượng giao thông dưới {0}%

source: Average citizen happiness under {0}
vi: Mức Hài lòng trung bình của người dân thấp hơn {0}

source: Average ground pollution under {0} %
vi: Mức Ô nhiễm Đất Trung bình dưới {0} %

source: Average drinking water pollution under {0} %
vi: Mức Ô nhiễm Nước uống Trung bình dưới {0} %

source: Average citizen health under {0} %
vi: Trung bình sức khỏe người dân dưới {0} %

source: Complete conditions...
vi: Hoàn thành các điều kiện...

source: In any order
vi: Không cần theo thứ tự

source: After each other
vi: Lần lượt

source: All conditions met at the same time
vi: Đạt được mọi điều kiện cùng lúc

source: Can Repeat
vi: Có thể Lặp lại

source: Times
vi: Số lần

source: Cooldown
vi: Thời gian Hồi

source: Conditions
vi: Điều kiện

source: Effects
vi: Tác động

source: Triggers
vi: Tác nhân

source: Trigger
vi: Tác nhân

source: Selected
vi: Đã chọn

source: Select from Map
vi: Chọn từ Bản đồ

source: Create New
vi: Tạo Mới

source: This is a message for the player of the scenario.
vi: Đây là thông điệp cho người chơi kịch bản này.

source: Player wins the game.
vi: Người chơi thắng màn chơi.

source: Player loses the game.
vi: Người chơi thua màn chơi

source: Add...
vi: Thêm...

source: none
vi: không có

source: Cannot select a disaster because none are placed on the map.
vi: Không thể chọn thảm họa vì không có thảm họa nào được đặt trên bản đồ.

source: Trigger activated
vi: Tác nhân được kích hoạt

source: map tiles
vi: ô bản đồ

source: Own X map tiles
vi: Sở hữu X ô bản đồ

source: Disaster
vi: Thiên tai

source: Reward
vi: Thưởng

source: Fine
vi: Phạt

source: Message
vi: Thông điệp

source: Win
vi: Thắng

source: Lose
vi: Thua

source: Theme
vi: Chủ đề

source: Buildable area
vi: Diện tích có thể Xây dựng

source: Starting Money
vi: Ngân quỹ Khởi điểm

source: Built-in Mods
vi: Mod tự có

source: Build Service Buildings...
vi: Xây Công trình Dịch vụ...

source: OR
vi: HOẶC

source: Triggered by
vi: Kích hoạt bởi

source: Selecting disaster for {0}
vi: Đang lựa chọn Thiên tai cho {0}

source: Adding disaster for {0}
vi: Đang thêm thiên tai cho {0}

source: Alpine Villages
vi: Làng trên núi

source: Tornado Country
vi: Miền đất Gió xoáy

source: Island Hopping
vi: Đảo Nhảy

source: By the Dam
vi: Bên bờ Đập

source: Trains!
vi: Tàu hỏa!

source: Ferry Empire
vi: Đế chế Phà nổi

source: Fix the Traffic
vi: Khai thông Giao thông

source: Green Power
vi: Năng lượng Xanh

source: Clean up Crew
vi: Đội dọn dẹp

source: City of Gardens
vi: Thành phố của những Khu vườn

source: A challenging scenario where you have to fight against time to save your city.
vi: Một kịch bản đầy thử thách, nơi bạn phải chiến đấu chống lại thời gian để cứu thành phố của mình.

source: Grow small, Alpine villages to reach a transportation goal in time. Medium difficulty.
vi: Phát triển các ngôi làng nhỏ trên dãy núi Alps để kịp thời đạt được mục tiêu giao thông. Độ khó trung bình.

source: An easy scenario where your main goal is to grow the city and survive disasters.
vi: Một kịch bản dễ dàng trong đó mục tiêu chính của bạn là phát triển thành phố và sống sót sau thảm họa.

source: Build a city on an archipelago with many small islands. Can you handle the tsunamis that threaten the area? Medium difficulty.
vi: Xây dựng thành phố trên một quần đảo với nhiều đảo nhỏ. Bạn có thể xử lý các cơn sóng thần đe dọa khu vực? Độ khó trung bình.

source: A nice city. Next to a dam. What could happen? Hard difficulty.
vi: Một thành phố tốt đẹp. Bên cạnh một con đập. Điều gì có thể xảy ra? Khó khăn khó.

source: A vast plain yearning for a city brimming with trains. This scenario is all about building train routes and transporting citizens with trains. An extra reward is offered for building industrial areas of all specializations (farming, forest, ore and oil) and connecting them to the rail network with cargo train stations. Starts with an empty map. Medium difficulty.
vi: Một vùng đồng bằng rộng lớn khao khát một thành phố tràn ngập xe lửa. Kịch bản này là tất cả về việc xây dựng các tuyến đường tàu và vận chuyển công dân bằng tàu hỏa. Phần thưởng bổ sung được đưa ra cho việc xây dựng các khu công nghiệp thuộc tất cả các chuyên ngành (trồng trọt, rừng, quặng và dầu) và kết nối chúng với mạng lưới đường sắt với các ga tàu chở hàng. Bắt đầu với một bản đồ trống. Độ khó trung bình.

source: The small town of Lake City is the perfect setting for a vast network of ferry lines. Show your skills in setting up a working public transport network that operates mostly on water. This is an easy scenario.
vi: Thị trấn nhỏ của Thành phố Hồ là bối cảnh hoàn hảo cho một mạng lưới các tuyến phà rộng lớn. Thể hiện kỹ năng của bạn trong việc thiết lập mạng lưới giao thông công cộng hoạt động chủ yếu trên mặt nước. Đây là một kịch bản dễ dàng.

source: Optimizing traffic can be very challenging. Clearly the previous mayor of Appletown had no idea of how to plan an efficient road network. They need a traffic hero to the rescue!
vi: Tối ưu hóa hệ thống giao thông có thể rất khó. Rõ ràng thị trưởng tiền nhiệm ở Appletown không có ý niệm gì về việc quy hoạch một mạng lưới đường xá hiệu quả. Họ đang cần một người hùng tới giải cứu đây!

source: Time to put your city's carbon footprint in check! With this scenario you must build a city from scratch and make its carbon footprint as small as possible.
vi: Đã đến lúc kiểm tra lượng khí thải carbon của thành phố bạn! Với kịch bản này, bạn phải xây dựng một thành phố từ đầu và làm cho lượng khí thải carbon của nó càng nhỏ càng tốt.

source: There is a serious stomach flu epidemic spreading around the city and health issues in general are on the rise. You need to check what's wrong with the city and fix the issues to make the Fresco City a healthy place to live.
vi: Có một dịch cúm dạ dày nghiêm trọng đang lan rộng khắp thành phố và các vấn đề về sức khỏe nói chung đang tăng mạnh. Bạn cần kiểm tra chuyện gì đang xảy ra với thành phố và giải quyết chúng để biến Fresco trở thành nơi người dân có thể an cư.

source: This scenario is all about making the small industrial city of Peach Trees a comfortable place to live in.
vi: Kịch bản này xoay quanh việc biến thành phố công nghiệp nhỏ Peach Trees trở thành một nơi đáng sống.

source: Welcome to the floodland! You will need your wits if the city is to survive. You are not prepared!
vi: Chào mừng đến với vùng lũ! Bạn sẽ cần trí thông minh của mình nếu thành phố tồn tại. Bạn không chuẩn bị!

source: Welcome to Salzbruck! The citizens love their beautiful little havens in the mountains, but getting around isn't easy. The terrain is challenging, but the citizens of Salzbruck love their homes and wish for more public transportation options for their lovely city. Make sure not to run out of money and that you always have citizens.
vi: Chào mừng tới Salzbruck! Người dân ở đây yêu thiên đường nhỏ bé xinh đẹp trên núi của họ lắm, nhưng di chuyển đây đó quả thực không dễ dàng. Địa hình là một thử thách, nhưng người dân Salzbruck yêu quê mình và muốn có thêm lựa chọn vận tải công cộng cho thành phố đáng yêu của họ. Hãy đảm bảo bạn không hết tiền và luôn còn người dân để phục vụ.

source: Tornadoes and sinkholes plague this vast plain. Get the city back in shape by gaining population and money. Your citizens need to live long, happy lives for you to succeed.
vi: Lốc xoáy và hố sụt tràn xuống vùng đồng bằng rộng lớn này. Lấy lại hình dáng thành phố bằng cách tăng dân số và tiền bạc. Công dân của bạn cần phải sống lâu, cuộc sống hạnh phúc để bạn thành công.

source: Welcome to The Archipelago. Connect small islands, build a grand city, and watch out for tsunamis!
vi: Lốc xoáy và hố sụt tràn xuống vùng đồng bằng rộng lớn này. Lấy lại hình dáng thành phố bằng cách tăng dân số và tiền bạc. Công dân của bạn cần phải sống lâu, cuộc sống hạnh phúc để bạn thành công.

source: That's a nice little city. By the dam. Lets hope nothing bad happens to it...
vi: Đó là một thành phố nhỏ tốt đẹp. Bên cái đập. Hãy hy vọng không có gì xấu xảy ra với nó…

source: Do you like trains? Sigilville is the perfect location for a city that's all about trains. This task of building a grand city to house plenty of people has been given to you. Go, build!
vi: Bạn có thích tàu hỏa không? Sigilville là địa điểm lý tưởng cho một thành phố nhìn đâu cũng thấy tàu. Nhiệm vụ xây dựng một thành phố lớn đã được giao vào tay bạn. Bắt tay vào việc đi!

source: Lake City has struggled with lacking public transportation for some time. Now, a brand new invention has been tested out in the city: ferries! The terrain is perfect for this method of transport, so your task is to build a formidable ferry network, a true ferry empire.
vi: Lake City đã vật lộn với việc thiếu phương tiện vận tải công cộng từ lâu. Giờ đây, một phát minh mới vừa được thực nghiệm trong thành phố: phà! Địa hình nơi đây rất lý tưởng cho phương thức vận tải này, vậy nên nhiệm vụ của bạn là xây một mạng lưới phà khổng lồ, một đế chế phà nổi đích thực.

source: Traffic - The final frontier. The previous mayor of Appletown has quite frankly done a terrible job at planning the road network. Do you think you are up to the task of fixing it?
vi: Giao thông - Giới hạn cuối cùng. Thị trưởng tiền nhiệm ở Appletown rõ ràng đã rất tệ hại trong việc quy hoạch đường xá. Bạn nghĩ mình có đủ khả năng vãn hồi tình huống này không?

source: Well done, the city is growing fast! Keep this up and your trains will have plenty of passengers to carry!
vi: Làm tốt lắm, thành phố đang phát triển nhanh chóng! Hãy duy trì điều này và các chuyến tàu của bạn sẽ có rất nhiều hành khách để chở!

source: Excellent work, you have made the city grow into a metropolis! If you wish, you can take on a new challenge. Build zones of each industrial specialization, farming, forestry, ore and oil, and connect them to your train network.
vi: Làm việc xuất sắc, bạn đã làm cho thành phố phát triển thành một đô thị! Nếu bạn muốn, bạn có thể thực hiện một thử thách mới. Xây dựng các khu của từng chuyên ngành công nghiệp, nông nghiệp, lâm nghiệp, quặng và dầu mỏ, đồng thời kết nối chúng với mạng lưới xe lửa của bạn.

source: Congratulations, your industrial areas are now well connected to your railway network. Here, take this to keep your trains rolling!
vi: Xin chúc mừng, các khu công nghiệp của bạn hiện đã được kết nối tốt với mạng lưới đường sắt của bạn. Đây, lấy cái này để giữ cho đoàn tàu của bạn lăn bánh!

source: It looks like you're doing well with optimizing the traffic, you might be just the hero that Appletown needs! Keep improving and we'll soon have the greatest road network of the region! Here, have some money to build nice intersections.
vi: Có vẻ bạn đã làm rất tốt công việc tối ưu hóa hệ thống giao thông, có lẽ bạn chính là người hùng Appletown đang cần! Cứ tiếp tục cải thiện thì chẳng mấy chúng ta sẽ có hệ thống đường xá tuyệt vời nhất vùng này mất! Đây, hãy nhận ít tiền để xây thêm những giao lộ tuyệt đẹp đi.

source: With the recent advances in energy production using only renewable energy sources is not only viable, but also the only environmentally conscious choice. Make a city that runs only with green power and prove the naysayers wrong.
vi: Với những tiến bộ gần đây trong sản xuất năng lượng chỉ sử dụng các nguồn năng lượng tái tạo không chỉ khả thi mà còn là sự lựa chọn duy nhất có ý thức về môi trường. Tạo ra một thành phố chỉ chạy bằng năng lượng xanh và chứng minh những người phản đối đã sai.

source: Good job! The city has grown into a real city bustling with people from all corners of life.
vi: Làm tốt lắm! Thành phố đã phát triển thành một thành phố thực sự nhộn nhịp với mọi người từ mọi ngóc ngách của cuộc sống.

source: Wonderful! Your city is producing a great amount of energy and only from renewable sources!
vi: Tuyệt vời! Thành phố của bạn đang sản xuất một lượng lớn năng lượng và chỉ từ các nguồn tái tạo!

source: Oh no! Someone made a mess! It's time to clean up and make this city a healthy place to live.
vi: Ôi không! Ai đó đã làm loạn! Đã đến lúc dọn dẹp và biến thành phố này thành một nơi lành mạnh để sống.

source: Well done! Your city has reached the respectable size of 75,000 citizens.
vi: Làm tốt lắm! Thành phố của bạn đã đạt tới mức dân số đáng kể là 75,000.

source: Ahhh! Fresh water that doesn't stink or taste funny... and right out of the tap!
vi: Ahhh! Nước lọc không bốc mùi hay có vị kỳ lạ... còn vừa chảy ra từ vòi nữa chứ!

source: Good job! People are feeling much better now. Let's keep it that way.
vi: Làm tốt lắm! Mọi người đang cảm thấy tốt hơn nhiều. Cứ để như thế.

source: The people who founded this town didn't have any idea of how to make a city a fun and comfortable place to live in. Let's add a little color to this boring concrete landscape.
vi: Những người thành lập thị trấn này không có bất kỳ ý tưởng nào về cách biến thành phố thành một nơi vui vẻ và thoải mái để sống. Hãy thêm một chút màu sắc vào cảnh quan bê tông nhàm chán này.

source: Amazing! Your citizens can now enjoy the many parks and plazas in the city.
vi: Kinh ngạc! Công dân của bạn bây giờ có thể tận hưởng nhiều công viên và quảng trường trong thành phố.

source: There's no substitute for the locally produced organic goods, and your city has that well covered.
vi: Không có gì thay thế cho hàng hóa hữu cơ sản xuất tại địa phương và thành phố của bạn có điều đó được bảo vệ tốt.

source: What a wonderful city you have! Your citizens are happier than ever.
vi: Thật là một thành phố tuyệt vời mà bạn có! Công dân của bạn đang hạnh phúc hơn bao giờ hết.

source: And so ends the saga of the bowl. Congratulations for beating the Floodland!
vi: Và như vậy kết thúc câu chuyện về cái bát. Xin chúc mừng vì đã đánh bại Floodland!

source: The grand city of Salzbruck is forever in your debt. You have survived it all. The meteor strikes, the crazy commutes, you have done it all. Congratulations!
vi: Thành phố Salzbruck mãi mãi mắc nợ bạn. Bạn đã vượt qua tất cả. Thiên thạch rơi, sự giao thoa điên cuồng, bạn đã làm được hết. Xin chúc mừng!

source: Congratulations! Through the tornadoes and sinkholes you persevered. You have won the scenario!
vi: Xin chúc mừng! Bạn đã kiên trì vượt qua những cơn lốc xoáy và hố sụt. Bạn đã chiến thắng trong kịch bản!

source: You have done it! The Archipelago is yours! Congratulations for standing tall amidst the tsunamis!
vi: Bạn đã làm xong việc đó! Quần đảo là của bạn! Xin chúc mừng vì đã đứng sừng sững giữa những cơn sóng thần!

source: The city by the dam is saved! Congratulations for winning the scenario!
vi: Thành phố bên con đập được cứu! Xin chúc mừng vì đã chiến thắng kịch bản!

source: Trains, trains everywhere! Sigilville is now a prime destination for any train lovers, well done!
vi: Xe lửa, xe lửa ở khắp mọi nơi! Sigilville hiện là điểm đến chính cho bất kỳ người yêu xe lửa nào, làm tốt lắm!
