Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Sun soaked plains and fertile lands are ideal for agriculture and grazing. - Considerably increased water consumption - Slightly increased tax income - Required natural resource: Fertile Land (Renewable)
vi: Những cánh đồng đầy nắng và đất đai màu mỡ hết sức lí tưởng cho trồng trọt và chăn nuôi. - Tăng đáng kể lượng nước tiêu thụ - Tăng nhẹ lượng thuế thu được - Yêu cầu tài nguyên thiên nhiên: Đất màu mỡ (Có thể tái sinh)

source: Turn underground oil reservoirs into substantial wealth by specializing in the oil industry. - Considerably increased ground pollution and electricity consumption - Considerably increased tax income - Required natural resource: Oil (Non-renewable)
vi: Biến những túi dầu dưới lòng đất trở thành những khoản tiền kếch xù bằng cách chuyên môn hóa vào công nghiệp dầu mỏ. - Tăng đáng kể mức ô nhiễm đất đai và điện năng tiêu thụ - Tăng đáng kể lượng thuế thu được - Yêu cầu tài nguyên thiên nhiên: Dầu mỏ (Không thể tái sinh)

source: Mine raw ore from the Earth's crust and ship it to local businesses for further processing. - Moderately increased ground pollution and electricity consumption - Moderately increased tax income - Required natural resource: Ore (Non-renewable)
vi: Khai thác khoáng sản thô từ vỏ trái đất rồi chuyển đến những xí nghiệp ở địa phương thể chế biến thêm. - Tăng mức ô nhiễm đất đai và điện năng tiêu thụ - Tăng lượng thuế thu được - Yêu cầu tài nguyên thiên nhiên: Khoáng sản (Không thể tái sinh)

source: Energy conservation is important, and the best way to do it is by installing energy meters in buildings. - Moderately reduced electricity consumption - Upkeep: 5 ¢ / building
vi: Tiết kiệm năng lượng rất quan trọng, và cách tốt nhất để làm điều đó là lắp đặt công-tơ trong các công trình. - Giảm lượng điện tiêu thụ - Phí duy trì: 5 ¢ / công trình

source: Cut those shower times in half and guide citizens to more sustainable water usage by installing water meters in buildings. - Moderately reduced water consumption - Upkeep: 5 ¢ / building
vi: Giảm thời gian tắm xuống một nửa và hướng người dân đến cách sử dụng nước bền vững hơn bằng cách lắp đặt đồng hồ nước ở các công trình. - Giảm lượng nước tiêu thụ - Phí duy trì: 5 ¢ / công trình

source: Make citizens' lives safer and the fire department's job easier by installing smoke detectors in buildings. No more will poor cooking skills lead to house fires. At least not as often. - Significantly reduced risk of fire - Upkeep: 5 ¢ / building
vi: Làm cho cuộc sống mỗi người dân an toàn hơn và công việc của đồn cứu hỏa dễ dàng hơn bằng cách lắp đặt thiết bị báo khói trong các công trình. Sẽ không có chuyện nấu ăn dở dẫn đến cháy nhà nữa. Ít nhất thì cũng không thường xuyên. - Giảm mạnh nguy cơ hỏa hoạn - Phí duy trì: 5 ¢ / công trình

source: Tired of watching your step to avoid animal droppings? Banning pets is a sure way to get rid of that problem. Then again, you might be killing a fly with a sledgehammer here. - Slightly reduced garbage accumulation - Slightly decreased happiness
vi: Quá mệt mỏi với việc phải né chất thải của động vật trên đường? Cấm thú nuôi là một cách chắc chắn sẽ giải quyết được vấn đề đó. Nhưng một lần nữa, có khi bạn đang dùng dao mổ trâu để giết gà đấy. - Giảm nhẹ lượng rác tích tụ - Giảm nhẹ độ hài lòng

source: Recycling is a big part of environmental sustainability. It also helps keep the neighborhoods looking tidy. With a small investment in recycling technologies and waste containers, you can make your city neat! - Slightly reduced garbage accumulation - Slightly reduced tax income
vi: Tái chế là một thành phần quan trọng của môi trường bền vững. Nó cũng giúp cho các khu dân cư nhìn sạch đẹp hơn. Với một khoản đầu tư nhỏ vào công nghệ tái chế và thùng đựng rác, bạn có thể làm cho thành phố của mình ngăn nắp hơn hẳn! - Giảm nhẹ lượng rác tích tụ - Giảm nhẹ lượng thuế thu được

source: Make a choice between a healthier lifestyle and civil liberty. It will make your citizens healthier, but some people will certainly be high-strung. - Slightly increased health - Slightly decreased happiness
vi: Đưa ra lựa chọn giữa một phong cách sống lành mạnh hơn và quyền tự do dân sự. Nó sẽ làm người dân của bạn khỏe mạnh hơn, những nhất định một vài người sẽ cảm thấy gò bó. - Tăng nhẹ sức khỏe - Giảm nhẹ độ hài lòng

source: Make your parks and plazas the envy of the country! - Moderately increased Land Value around parks and plazas - Increases the Parks and Plazas budget by 20%
vi: Hãy biến các công viên và quảng trường của bạn trở thành niềm kiêu hãnh của đất nước! n- Giá trị đất xung quanh công viên và quảng trường tăng vừa phải n- Tăng ngân sách cho Công viên và Quảng trường lên 20% n

source: Boost the education budget and make young adults automatically choose education over working. - Prioritizes education over working for young adults - Increases Education budget by 25%
vi: Tăng ngân sách cho giáo dục và khiến những thanh niên trẻ tự động ưu tiên chọn đi học thay vì đi làm sớm. - Ưu tiên giáo dục trước lao động đối với thanh niên - Tăng ngân sách cho Giáo dục thêm 25%

source: Set the tax rate higher for low density residential housing. - Increases the tax rate by 2%
vi: Đặt mức thuế cao hơn cho khu vực dân cư mật độ thấp. - Tăng mức thuế thêm 2%

source: Set the tax rate higher for high density residential housing. - Increases the tax rate by 2%
vi: Đặt mức thuế cao hơn cho khu vực dân cư mật độ cao. - Tăng mức thuế thêm 2%

source: Set the tax rate higher for low density commercial buildings. - Increases the tax rate by 2%
vi: Đặt mức thuế cao hơn cho khu vực thương mại mật độ thấp. - Tăng mức thuế thêm 2%

source: Set the tax rate higher for high density commercial buildings. - Increases the tax rate by 2%
vi: Đặt mức thuế cao hơn cho khu vực thương mại mật độ cao. - Tăng mức thuế thêm 2%

source: Set the tax rate higher for office buildings. - Increases the tax rate by 2%
vi: Đặt mức thuế cao hơn cho khu vực văn phòng. - Tăng mức thuế thêm 2%

source: Set the tax rate lower for low density residential housing. - Lowers the tax rate by 2%
vi: Đặt mức thuế thấp hơn cho khu vực dân cư mật độ thấp. - Giảm mức thuế đi 2%

source: Set the tax rate lower for high density residential housing. - Lowers the tax rate by 2%
vi: Đặt mức thuế thấp hơn cho khu vực dân cư mật độ cao. - Giảm mức thuế đi 2%

source: Set the tax rate lower for low density commercial buildings. - Lowers the tax rate by 2%
vi: Đặt mức thuế thấp hơn cho khu vực thương mại mật độ thấp. - Giảm mức thuế đi 2%

source: Set the tax rate lower for high density commercial buildings. - Lowers the tax rate by 2%
vi: Đặt mức thuế thấp hơn cho khu vực thương mại mật độ cao. - Giảm mức thuế đi 2%

source: Set the tax rate lower for office buildings. - Lowers the tax rate by 2%
vi: Đặt mức thuế thấp hơn cho khu vực văn phòng. - Giảm mức thuế đi 2%

source: Perks for small businesses. - Low density commercial buildings double their sales - Upkeep: 2 ¢ / low density commercial building
vi: Đặc quyền cho các doanh nghiệp nhỏ. - Các tòa nhà thương mại mật độ thấp tăng gấp đôi doanh số bán hàng - Bảo trì: 2 ¢ / tòa nhà thương mại mật độ thấp

source: Perks for large businesses. - High density commercial buildings double their sales - Upkeep: 4 ¢ / high density commercial building
vi: Đặc quyền cho các doanh nghiệp lớn. - Các toà nhà thương mại mật độ cao tăng gấp đôi doanh số bán hàng - Bảo trì: 4 ¢ / toà nhà thương mại mật độ cao

source: Turns homes into much cooler smart-homes to raises the land value around them. - Slightly increased land value - Upkeep: 4 ¢ / residential building
vi: Biến nhà ở thành nhà thông minh để tăng giá trị đất xung quanh chúng. - Tăng nhẹ giá trị đất - Phí duy trì: 4 ¢ / công trình dân cư

source: Ban highrise buildings. Restricts buildings from being upgraded to the highest levels. - Prohibits contruction of tall buildings - Restricts the buildings from reaching their highest level
vi: Cấm nhà cao tầng. Ngăn cản các công trình nâng cấp lên cấp cao nhất. - Cấm xây dựng các công trình cao - Khống chế không cho các công trình đạt cấp cao nhất

source: Allowing recreational use of controlled substances attracts more tourists, but also requires more police presence in the area. - Slightly increased tax income - Moderately increased tourism - Slightly reduced crime rate - Increases Police budget by 15%
vi: Cho phép dùng thuốc kích thích vào mục đích giải trí sẽ thu hút thêm khách du lịch, những cũng cần có thêm cảnh sát hiện diện trong khu vực. - Tăng nhẹ lượng thuế thu được - Thúc đẩy du lịch - Giảm nhẹ tỉ lệ tội phạm - Tăng ngân sách cho Cảnh sát thêm 15%

source: Ban heavy traffic on an area. Make sure there are optional routes available, because businesses in the city need to send and receive deliveries. - No heavy transport vehicles allowed - Does not affect highways
vi: Cấm các phương tiện lớn trong một khu vực. Hãy đảm bảo đã có đường khác thay thế, bởi việc kinh doanh trong thành phố vẫn cần phải gửi và nhận hàng. - Không phương tiện lớn nào được phép hoạt động - Không ảnh hưởng đến đường cao tốc

source: Free public transportation for all citizens! - Increased use of public transportation - No ticket income
vi: Các phương tiện vận tải công cộng hoàn toàn miễn phí cho mọi người dân! - Tăng số người sử dụng phương tiện công cộng - Không thu được tiền vé

source: Tourism
vi: Du lịch

source: Leisure
vi: Giải trí

source: Specialization for commercial zone. Businesses focus in travel, recreation and other tourism related activities to offer a better stay for the tourists.
vi: Chuyên biệt cho khu thương mại. Các doanh nghiệp tập trung vào các hoạt động du lịch, giải trí và các hoạt động liên quan đến du lịch khác nhằm mang lại kỳ nghỉ tốt hơn cho khách du lịch.

source: Specialization for commercial zone. Allows commercial buildings to specialize in nightlife activities.
vi: Chuyên biệt cho khu thương mại. Cho phép các tòa nhà thương mại chuyên về các hoạt động giải trí về đêm.

source: District Specializations allow districts to specialize in certain fields of industry or commerce.
vi: Các Chuyên ngành của Học khu cho phép các học khu chuyên về một số lĩnh vực công nghiệp hoặc thương mại.

source: Policies that affect the Park Areas in the city.
vi: Các chính sách có ảnh hưởng đến các Khu Công viên trong thành phố.

source: Use event related policies to adjust odds of organizing more successful events. The Event Policies are global.
vi: Sử dụng các chính sách liên quan đến sự kiện để điều chỉnh tỷ lệ tổ chức các sự kiện thành công hơn. Chính sách sự kiện là toàn cầu.

source: You can specialize a district's local industry to benefit from natural resources.
vi: Bạn có thể chuyên môn hóa ngành công nghiệp địa phương của huyện để hưởng lợi từ tài nguyên thiên nhiên.

source: Adjust the existing city services with the Service Policies.
vi: Điều chỉnh các dịch vụ hiện có của thành phố bằng Chính sách Dịch vụ.

source: Special Policies allow you to set political or cultural regulations.
vi: Các Chính sách Đặc biệt cho phép bạn thiết lập các quy định chính trị hoặc văn hóa.

source: Taxation Policies allow you to fine-tune the taxation of zones in certain districts of your city.
vi: Chính sách thuế cho phép bạn tinh chỉnh việc đánh thuế các khu vực trong các quận nhất định trong thành phố của bạn.

source: You can emphasize certain features in your city or districts with City Planning Policies.
vi: Bạn có thể nhấn mạnh các đặc điểm nhất định trong thành phố hoặc các quận của mình bằng Chính sách Quy hoạch Thành phố.

source: Taxis in use: {0} / {1}
vi: Taxi đang hoạt động: {0} / {1}

source: Taxis in queue: {0} / {1}
vi: Taxi đang chờ: {0} / {1}

source: Criminals in holding cell: {0} / {1}
vi: Phạm nhân đang tạm giữ: {0} / {1}

source: Criminals in prison: {0} / {1}
vi: Phạm nhân đang trong tù: {0} / {1}

source: Prison vans in use: {0} / {1}
vi: Xe tù đang sử dụng: {0} / {1}

source: Prison van capacity: {0}
vi: Số lượng xe tù: {0}

source: Picking up passenger:
vi: Đang đón khách:

source: Transporting passenger to
vi: Đang đưa khách tới

source: Planning route
vi: Tuyến đường quy hoạch

source: Waiting for customers
vi: Đang chờ khách

source: Heading to
vi: Đang đi tới

source: Returning to depot
vi: Đang về bến

source: Work shift:
vi: Ca làm việc:

source: Fish Loaded
vi: Chuyển cá lên

source: Load:
vi: Đưa lên:

source: Work shift:
vi: Ca làm việc:

source: Water bucket:
vi: Giỏ nước

source: Water tank:
vi: Bình nước

source: Waiting for taxi
vi: Đang chờ taxi

source: Monorail
vi: Tàu điện

source: Cable Cars
vi: Cáp treo

source: Place your custom road
vi: Đặt đường của bạn

source: Tours
vi: Du lịch

source: Industry Areas
vi: Khu công nghiệp

source: Post Service
vi: Dịch vụ bưu chính

source: Sports Arenas
vi: Đấu trường thể thao

source: Trade School Campus Area
vi: Khu trường học thương mại

source: Liberal Arts College Campus Area
vi: Khu trường đại học nghệ thuật tự do

source: University Campus Area
vi: Khu vực trường đại học

source: Campus Areas
vi: Khu vực trường học

source: Fishing Industry
vi: Ngành công nghiệp đánh bắt cá

source: Landscaping
vi: Chỉnh sửa Địa hình

source: Roads
vi: Đường

source: Electricity
vi: Điện năng

source: Water & Sewage
vi: Cấp thoát nước

source: Parks & Plazas
vi: Công viên & Quảng trường

source: Garbage
vi: Rác thải

source: Healthcare
vi: Y tế

source: Police Department
vi: Lực lượng Cảnh sát

source: Education
vi: Giáo dục

source: Unique Buildings
vi: Công trình Đặc trưng

source: Fire Department
vi: Lực lượng Cứu hỏa

source: Transport
vi: Vận tải

source: Government
vi: Chính quyền

source: Zoning
vi: Quy hoạch

source: Districts
vi: Quận

source: Monuments
vi: Kỳ quan

source: Policies
vi: Chính sách

source: Economy
vi: Kinh tế

source: Train
vi: Tàu hỏa

source: Ship
vi: Tàu thủy

source: Plane
vi: Máy bay

source: The taxi service's budget affects how many cabs each depot is able to maintain.
vi: Ngân sách của dịch vụ taxi ảnh hưởng đến số lượng xe taxi mà mỗi kho hàng có thể duy trì.

source: Raise the budget to have more trams available for your lines.
vi: Tăng ngân sách để có nhiều xe điện hơn cho các tuyến của bạn.

source: Adjust the budget to decide how many vehicles Road Maintenance and Snow Dump services have at their disposal.
vi: Điều chỉnh ngân sách để quyết định số lượng xe có các dịch vụ Bảo trì Đường bộ và Đổ tuyết theo ý của họ.

source: Adjust the budget to affect how many monorail trains are operating in the city.
vi: Điều chỉnh ngân sách để ảnh hưởng đến số lượng tàu một ray đang hoạt động trong thành phố.

source: Budget controls how many cable car carriages are available in the city.
vi: Ngân sách kiểm soát có bao nhiêu toa tàu cáp treo trong thành phố.

source: Adjust the budget to decide how many vehicles the Tours services have at their disposal.
vi: Điều chỉnh ngân sách để quyết định số lượng xe mà các dịch vụ của Tours có theo ý của họ.

source: A higher budget increases Extractors, Processing Buildings and Unique Factories production rate as well as allow them to house more vehicles.
vi: Ngân sách cao hơn sẽ làm tăng tỷ lệ sản xuất của Công ty chiết xuất, Công trình chế biến và Nhà máy đặc biệt cũng như cho phép họ chứa nhiều xe hơn.

source: Post Offices and Post Sorting Facilities can house more vans and trucks with a higher budget.
vi: Các Bưu điện và Cơ sở Phân loại Bưu điện có thể chứa nhiều xe tải và xe tải hơn với ngân sách cao hơn.

source: The higher the budget, the more trolleybuses available in the city.
vi: Ngân sách càng cao thì càng có nhiều xe buýt lưới điện trong thành phố.

source: If the budget is large, parks and plazas are more well-maintained and create more happiness.
vi: Nếu ngân sách lớn, các công viên và quảng trường sẽ được duy trì tốt hơn và tạo ra nhiều hạnh phúc hơn.

source: The higher the budget, the more buses are available in the city.
vi: Kinh phí càng cao thì càng có nhiều xe buýt trong thành phố.

source: Schools and universities with a high budget can teach more students.
vi: Các trường học và đại học có ngân sách cao có thể dạy nhiều sinh viên hơn.

source: Power production facilities will hire more people and thus produce more electricity with a higher budget.
vi: Các cơ sở sản xuất điện sẽ thuê nhiều người hơn và do đó sản xuất nhiều điện hơn với ngân sách cao hơn.

source: The number of vehicles available for the Fire Department is set by this budget.
vi: Số lượng xe có sẵn cho Sở Cứu hỏa do ngân sách này quy định.

source: The more money the garbage facilities have at their disposal, the more vehicles they can send out.
vi: Các cơ sở xử lý rác càng có nhiều tiền thì họ càng có thể gửi nhiều xe hơn.

source: Raising the budget for healthcare allows facilities to have more vehicles at their disposal.
vi: Tăng ngân sách cho chăm sóc sức khỏe cho phép các cơ sở có nhiều phương tiện hơn.

source: The number of metro trains available is set by the budget.
vi: Số lượng tàu điện ngầm hiện có do ngân sách quy định.

source: The hangar can house more vehicles with higher funding.
vi: Nhà chứa máy bay có thể chứa nhiều xe hơn với kinh phí cao hơn.

source: The number of vehicles police buildings have depends on the budget.
vi: Số lượng xe cảnh sát tòa nhà có tùy thuộc vào ngân sách.

source: Harbors can support more ships with higher budget.
vi: Bến cảng có thể hỗ trợ nhiều tàu hơn với ngân sách cao hơn.

source: The number of trains available depends on the budget.
vi: Số lượng tàu có sẵn tùy thuộc vào ngân sách.

source: Water and sewage facilities work more efficiently with more funding.
vi: Các cơ sở cấp nước và xử lý nước thải hoạt động hiệu quả hơn với nhiều kinh phí hơn.

source: Unique Buildings create more happiness and increase city attractiveness with more funding.
vi: Các tòa nhà độc đáo tạo ra nhiều hạnh phúc hơn và tăng sức hấp dẫn của thành phố với nhiều tài trợ hơn.

source: Tourism & Leisure
vi: Du lịch & Giải trí

source: Airport Area
vi: Khu vực sân bay

source: Water Structures
vi: Kiến trúc ngành Nước

source: Road condition
vi: Điều kiện Đường bộ

source: Disaster Services
vi: Dịch vụ Thiên tai

source: Disasters
vi: Thiên tai

source: Walls and Fences
vi: Tường và hàng rào

source: Vegetation
vi: Thảm thực vật

source: Props
vi: Tiểu cảnh

source: City Park
vi: Công viên thành phố

source: Amusement Park
vi: Công viên giải trí

source: Nature Reserve
vi: Khu bảo tồn thiên nhiên

source: Park Maintenance
vi: Bảo trì công viên

source: Unique Factories
vi: Các nhà máy chuyên biệt

source: Oil Industry
vi: Công nghiệp dầu mỏ

source: Forest Industry
vi: Công nghiệp lâm nghiệp

source: Ore Industry
vi: Công nghiệp khai khoáng

source: Farming Industry
vi: Chuyên canh Nông nghiệp

source: Varsity Sports
vi: Thể thao Sinh viên

source: Museums
vi: Bảo tàng

source: Public Transport Hubs
vi: Các trung tâm giao thông công cộng

source: Air Transport
vi: Vận tải hàng không

source: Football
vi: Bóng đá

source: Paths
vi: Đường mòn

source: Trees
vi: Cây

source: Rocks
vi: Đá

source: Plazas
vi: Quảng trường

source: Other Parks
vi: Công viên Khác

source: Winter Unique Buildings
vi: Công trình Đặc trưng Mùa đông

source: Winter Parks & Plazas
vi: Công viên & Quảng trường Mùa đông

source: Landmarks
vi: Các địa danh

source: Content Creator Packs
vi: Gói Nội dung từ Modder

source: Small Roads
vi: Phố

source: Medium Roads
vi: Đường

source: Large Roads
vi: Đại lộ

source: Highways
vi: Cao tốc

source: Intersections
vi: Giao lộ

source: Level 1 Unique Buildings
vi: Công trình Đặc trưng cấp 1

source: Level 2 Unique Buildings
vi: Công trình Đặc trưng cấp 2

source: Level 3 Unique Buildings
vi: Công trình Đặc trưng cấp 3

source: Level 4 Unique Buildings
vi: Công trình Đặc trưng cấp 4

source: Level 5 Unique Buildings
vi: Công trình Đặc trưng cấp 5

source: Level 6 Unique Buildings
vi: Công trình Đặc trưng cấp 6

source: Parks, Plazas & Landscaping
vi: Công viên, Quảng trường và Chỉnh sửa Địa hình

source: Content Creator Trees
vi: Cây do người dùng tự thiết kế

source: Bridges and Piers
vi: Cầu và cầu cảng

source: With the taxi service tourists and citizens can use taxi cabs to get around the city.
vi: Với dịch vụ taxi du khách và người dân có thể sử dụng xe taxi để đi lại quanh thành phố.

source: Trams are a great choice for public transportation in densely built cities.
vi: Xe điện là một lựa chọn tuyệt vời cho phương tiện giao thông công cộng ở các thành phố đông đúc.

source: Elevated Monorail travels on elevated tracks high above the city.
vi: Tàu điện một ray trên cao di chuyển trên các đường ray trên cao phía trên thành phố.

source: Cable Cars can carry citizens above the ground via a network of cables and stops.
vi: Cáp treo có thể chở công dân trên mặt đất thông qua một mạng lưới cáp và các điểm dừng.

source: Tours allow you to create walking tours and sightseeing bus tours to guide the tourists around the city.
vi: Các chuyến tham quan cho phép bạn tạo các chuyến tham quan đi bộ và các chuyến tham quan bằng xe buýt để hướng dẫn khách du lịch quanh thành phố.

source: Post City Service offers acceptance and delivery of letters and parcels to your citizens.
vi: Dịch vụ Post City cung cấp sự chấp nhận và gửi thư và bưu kiện cho công dân của bạn.

source: Set campus area type to Trade School by placing Trade School Administration Building inside campus area. Trade School campus provides university level education. Gaining reputation unlocks new buildings, increases the tuition fees the students pay, affect the amount of exchange students visiting your city and much more!
vi: Đặt loại khu vực khuôn viên thành Trường Thương mại bằng cách đặt Tòa nhà Quản trị Trường Thương mại bên trong khu vực khuôn viên trường. Khuôn viên Trường Thương mại cung cấp giáo dục trình độ đại học. Đạt được danh tiếng sẽ mở ra các tòa nhà mới, tăng học phí mà sinh viên phải trả, ảnh hưởng đến lượng sinh viên trao đổi đến thăm thành phố của bạn và hơn thế nữa!

source: Set campus area type to Liberal Arts by placing Liberal Arts Administration Building inside campus area. Liberal Arts campus provides university level education. Gaining reputation unlocks new buildings, increases the tuition fees the students pay, affect the amount of exchange students visiting your city and much more!
vi: Đặt loại khu vực khuôn viên thành Nghệ thuật Tự do bằng cách đặt Tòa nhà Quản lý Nghệ thuật Tự do bên trong khu vực khuôn viên trường. Khuôn viên Liberal Arts cung cấp giáo dục cấp đại học. Đạt được danh tiếng sẽ mở ra các tòa nhà mới, tăng học phí mà sinh viên phải trả, ảnh hưởng đến lượng sinh viên trao đổi đến thăm thành phố của bạn và hơn thế nữa!

source: Set campus area type to University by placing University Administration Building inside campus area. University campus provides university level education. Gaining reputation unlocks new buildings, increases the tuition fees the students pay, affect the amount of exchange students visiting your city and much more!
vi: Đặt loại khu vực khuôn viên thành Đại học bằng cách đặt Tòa nhà Quản trị Đại học bên trong khu vực khuôn viên trường. Khuôn viên trường đại học cung cấp giáo dục trình độ đại học. Đạt được danh tiếng sẽ mở ra các tòa nhà mới, tăng học phí mà sinh viên phải trả, ảnh hưởng đến lượng sinh viên trao đổi đến thăm thành phố của bạn và hơn thế nữa!

source: Trolleybus is an electric bus that offers more environmentally friendly transportation for your citizens.
vi: Trolleybus là xe buýt điện cung cấp phương tiện giao thông thân thiện với môi trường hơn cho công dân của bạn.

source: Buses allow you to build Bus Depots and set up bus lines inside the city.
vi: Xe buýt cho phép bạn xây dựng Bến xe buýt và thiết lập các tuyến xe buýt bên trong thành phố.

source: The Metro is a convenient way of transporting people fast and decreasing traffic inside the city.
vi: Tàu điện ngầm là một con đường thuận tiện để vận chuyển người dân nhanh chóng và giảm lưu lượng trong thành phố.
