Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Taxiing
vi: Đang lăn bánh

source: Taking Off
vi: Đang cất cánh

source: Flying to
vi: Đang bay tới

source: Landing
vi: Đang hạ cánh

source: Line color
vi: Màu tuyến

source: Weekly Passengers: {0} residents, {1} tourists
vi: Hành khách hàng tuần: {0} cư dân, {1} khách du lịch

source: Number of vehicles: {0}
vi: Số lượng phương tiện: {0}

source: Car trips saved: {0}%
vi: Lượng xe hơi giảm được: {0}%

source: Under construction
vi: Đang xây dựng

source: Abandoned
vi: Bỏ hoang

source: Burned down
vi: Đã cháy rụi

source: Operating normally
vi: Hoạt động bình thường

source: Operating at a reduced rate
vi: Hoạt động cầm chừng

source: Not operating
vi: Không hoạt động

source: Emptying
vi: Đang xả

source: Turned off
vi: Đã tắt

source: Full
vi: Hết chỗ

source: Upgrade under way
vi: Đang tiến hành nâng cấp

source: {0} / {1} households
vi: {0} / {1} hộ gia đình

source: Moving {0}
vi: Di chuyển {0}

source: New Tile
vi: Lô đất mới

source: Purchase
vi: Mua

source: Suitable area for building: {0}
vi: Diện tích phù hợp để xây dựng: {0}

source: Price
vi: Giá

source: Oil Resources
vi: Tài nguyên Dầu

source: Ore Resources
vi: Tài nguyên Khoáng sản

source: Forestry Resources
vi: Tài nguyên Lâm nghiệp

source: Farming Resources
vi: Tài nguyên Nông nghiệp

source: This tile contains Water
vi: Lô đất này có nước

source: This tile does not contain Water
vi: Lô đất này không có Nước

source: Highway Connections
vi: Có Đường Cao tốc

source: Train Connections
vi: Có Đường sắt

source: Ship Connections
vi: Có Đường thủy

source: Plane Connections
vi: Có Đường không

source: No Highway Connections
vi: Không có Đường cao tốc

source: No Train Connections
vi: Không có Đường sắt

source: No Ship Connections
vi: Không có Đường thủy

source: No Plane Connections
vi: Không có Đường không

source: Owned Tile
vi: Lô đất đã sở hữu

source: Amount of Water
vi: Trữ lượng nước

source: Focus
vi: Tập trung

source: Follow
vi: Theo dõi

source: On/off
vi: Bật/tắt

source: Relocate Building
vi: Di chuyển công trình

source: Empty building to another facility
vi: Xả công trình này sang một cơ sở khác

source: Stop emptying
vi: Ngừng xả

source: Open the Budget Panel
vi: Mở bảng Ngân sách

source: Uneducated
vi: Chưa qua đào tạo

source: Educated
vi: Đã qua đào tạo

source: Well Educated
vi: Trình độ khá

source: Highly Educated
vi: Trình độ cao

source: Children
vi: Trẻ em

source: Teens
vi: Thiếu niên

source: Young Adults
vi: Thanh niên

source: Adults
vi: Trung niên

source: Seniors
vi: Cao niên

source: {0} / {1} workers
vi: {0} / {1} công nhân

source: {0} overeducated workers
vi: {0} nhân công có trình độ vượt yêu cầu

source: {0} overeducated worker
vi: {0} nhân công có trình độ vượt yêu cầu

source: Uneducated workers
vi: Nhân công chưa qua đào tạo

source: Educated workers
vi: Nhân công đã qua đào tạo

source: Well educated workers
vi: Nhân công trình độ khá

source: Highly educated workers
vi: Nhân công trình độ cao

source: Uneducated workplaces
vi: Công việc không cần đào tạo

source: Educated workplaces
vi: Công việc trình độ khá

source: Highly educated workplaces
vi: Công việc trình độ cao

source: Jobs available
vi: Chỗ làm còn trống

source: The outer ring displays the ratio of available workplaces by education level. The inner circle displays the ratio of workers by education level.
vi: Vòng ngoài hiển thị tỷ lệ nơi làm việc hiện có theo trình độ học vấn. Vòng trong hiển thị tỷ lệ lao động theo trình độ học vấn.

source: Displays the ratio of residents by education level.
vi: Hiển thị cơ cấu dân cư theo trình độ học vấn

source: Displays the ratio of residents by age group.
vi: Hiển thị cơ cấu dân cư theo nhóm tuổi

source: Child residents
vi: Khu nhà cho Trẻ em

source: Teen residents
vi: Thiếu niên

source: Young adult residents
vi: Thanh niên

source: Adult residents
vi: Trung niên

source: Senior residents
vi: Cao niên

source: Uneducated residents
vi: Dân cư chưa qua đào tạo

source: Educated residents
vi: Dân cư đã qua đào tạo

source: Well educated residents
vi: Dân cư có trình độ khá

source: Highly educated residents
vi: Dân cư có trình độ cao

source: POLICIES
vi: CHÍNH SÁCH

source: Average Zoned Buildings Level
vi: Cấp độ trung bình các công trình

source: Zoned Buildings Distribution
vi: Các công trình Phân bổ

source: Average Land Value
vi: Trung bình Giá trị Đất

source: Children in the district
vi: Trẻ em trong quận

source: Children in the city
vi: Trẻ em trong thành phố

source: Teens in the district
vi: Thiếu niên trong quận

source: Teens in the city
vi: Thiếu niên trong thành phố

source: Young adults in the district
vi: Thanh niên trong quận

source: Young adults in the city
vi: Thanh niên trong thành phố

source: Adults in the district
vi: Người trung niên trong quận

source: Adults in the city
vi: Người trung niên trong thành phố

source: Seniors in the district
vi: Người cao tuổi trong quận

source: Seniors in the city
vi: Người cao tuổi trong thành phố

source: Displays the population ratio of the district by age group.
vi: Hiển thị cơ cấu dân số của quận theo nhóm tuổi

source: Displays the population ratio of the city by age group.
vi: Hiển thị cơ cấu dân số của thành phố theo nhóm tuổi

source: Residential Zones
vi: Khu Dân cư

source: Industrial Zones
vi: Khu Công nghiệp

source: Office Zones
vi: Khu Văn phòng

source: Displays the ratio of zone types in the city
vi: Hiển thị tỉ lệ các loại quy hoạch trong thành phố

source: Displays the ratio of zone types in the district
vi: Hiển thị tỉ lệ các loại quy hoạch trong quận

source: Households:
vi: Số hộ dân:

source: Weekly Tourist visits:
vi: Lượng du khách hàng tuần:

source: Workers:
vi: Nhân công:

source: There are no residents in this district.
vi: Không có dân cư nào trong quận này

source: There are no residents in the city.
vi: Không có dân cư nào trong thành phố

source: Space
vi: Cách

source: Up Arrow
vi: Mũi tên Lên

source: Down Arrow
vi: Mũi tên Xuống

source: Right Arrow
vi: Mũi tên Phải

source: Left Arrow
vi: Mũi tên Trái

source: Primary Mouse Button
vi: Chuột trái

source: Secondary Mouse Button
vi: Chuột phải

source: Middle Mouse Button
vi: Chuột giữa

source: Building outside Park Area
vi: Tòa nhà bên ngoài Khu vực công viên

source: Park Area Details
vi: Chi tiết khu vực công viên

source: Plastic Factory
vi: Nhà máy nhựa

source: Tourism Income
vi: Thu nhập du lịch

source: All Small Crop Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể của Cánh đồng Trồng trọt Nhỏ đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Medium Crop Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể ruộng trồng vừa đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Large Crop Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể của Cánh đồng Trồng trọt Lớn đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Small Fruit Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể của Cánh đồng Trái cây Nhỏ đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Medium Fruit Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể Cánh đồng Trái cây Trung bình đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Large Fruit Field variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể của Cánh đồng Trái cây Lớn đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Small Animal Pastures variations require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Tất cả các biến thể của Đồng cỏ Động vật Nhỏ đều yêu cầu cây trồng để sản xuất các sản phẩm động vật tốt - đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: All Large Animal Pastures variations require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Tất cả các biến thể của Đồng cỏ Động vật Nhỏ đều yêu cầu cây trồng để sản xuất các sản phẩm động vật tốt - đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: All Small Crop Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính của Cánh đồng Trồng trọt Nhỏ đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Medium Crop Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính của Medium Crop Field đều sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: All Large Crop Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính của Cánh đồng Trồng trọt Lớn đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Small Fruit Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính của Cánh đồng Trái cây Nhỏ đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: All Medium Fruit Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính Medium Fruit Field sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: All Large Fruit Field greenhouse variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Tất cả các biến thể nhà kính của Cánh đồng Trái cây Lớn đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: Cattle sheds require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Chuồng gia súc đòi hỏi cây trồng để sản xuất các sản phẩm động vật tốt đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Modern slaughterhouses require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Các lò giết mổ hiện đại đòi hỏi cây trồng để sản xuất các sản phẩm động vật tốt - đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Milking parlors require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Các cửa hàng vắt sữa đòi hỏi cây trồng phải sản xuất các sản phẩm động vật tốt - đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Rotary kiln use raw materials like ore and produce metals during pyroprocessing. This processing building require ore to produce ore special good – metals. Processing building need to be placed inside Industry Area.
vi: Lò luyện kim sử dụng nguyên liệu thô như quặng và sản xuất kim loại trong quá trình nhiệt luyện. Tòa nhà chế biến này yêu cầu quặng để sản xuất quặng kim loại tốt đặc biệt. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Glass manufacturing plants use mined ore raw materials to manufacture glass sheets. This processing building require ore to produce ore special good – glass. Processing building need to be placed inside Industry Area.
vi: Các nhà máy sản xuất kính sử dụng nguyên liệu là quặng khai thác được để sản xuất các tấm kính. Tòa nhà chế biến này yêu cầu quặng để sản xuất quặng đặc biệt - thủy tinh. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Petrochemical plants take oil and uses fluid catalytic cracking to produce plastic. This processing building require oil to produce oil special good – plastic. Processing building need to be placed inside Industry Area.
vi: Các nhà máy hóa dầu lấy dầu và sử dụng cracking xúc tác chất lỏng để sản xuất nhựa. Tòa nhà chế biến này đòi hỏi dầu để sản xuất dầu đặc biệt tốt - nhựa. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Weekly Total Income from Tourism"
vi: Tổng thu nhập hàng tuần từ du lịch

source: Toll Booths collect a fee from cars passing the toll. The fee can be adjusted from the Toll Booths info panel. Cars need to stop briefly to pay the toll. No pedestrian traffic across Toll Booth.
vi: Trạm thu phí thu phí từ xe ô tô qua trạm. Lệ phí có thể được điều chỉnh từ bảng thông tin Toll booths. Ô tô cần dừng lại một thời gian ngắn để trả phí. Không có lưu lượng người đi bộ qua Toll booth.

source: Specialized buildings are always of the highest level.
vi: Các tòa nhà chuyên dụng luôn ở mức cao nhất.

source: Bioladen - Kleine zufällige Werbetafel
vi: Cửa hàng thực phẩm sức khỏe - Bảng quảng cáo nhỏ ngẫu nhiên

source: Bioladen - Mittlere zufällige Werbetafel
vi: Cửa hàng thực phẩm sức khỏe - Bảng quảng cáo ngẫu nhiên cỡ vừa

source: Hightech-Industrie - Kleine zufällige Werbetafel
vi: Ngành công nghệ cao - Bảng quảng cáo ngẫu nhiên nhỏ

source: Hightech-Industrie - Mittlere zufällige Werbetafel
vi: Ngành công nghệ cao - Bảng quảng cáo ngẫu nhiên trung bình

source: Seems that your Steam account hasn’t been connected to any Paradox Plaza account yet. You can connect the accounts after logging in with your Paradox Plaza account.
vi: Có vẻ như tài khoản Steam của bạn chưa được kết nối với bất kỳ tài khoản Paradox Plaza nào. Bạn có thể kết nối các tài khoản sau khi đăng nhập bằng tài khoản Paradox Plaza của mình.

source: Email address
vi: Địa chỉ email

source: Build road tolls to add an extra payment for going to certain areas. Traffic driving through the toll must slow down at the booths and pay a fee. Ticket price can be adjusted with a slider. New Automated Toll city policy makes passing the toll booths faster but with reduced income.
vi: Xây dựng phí cầu đường để thêm một khoản thanh toán cho việc đi đến các khu vực nhất định. Các phương tiện lưu thông qua trạm thu phí phải giảm tốc độ tại các trạm và trả phí. Giá vé có thể được điều chỉnh bằng thanh trượt. Chính sách thu phí tự động mới của thành phố giúp việc đi qua các trạm thu phí nhanh hơn nhưng thu nhập giảm.

source: Create Industry Areas with new tool and determine the Industry Area type with four new Main Buildings. Main Buildings allow level progression and work as a headquarter for city services. Level up the areas to unlock new buildings and features.
vi: Tạo Khu vực Công nghiệp bằng công cụ mới và xác định loại Khu vực Công nghiệp với bốn Tòa nhà chính mới. Các Tòa nhà Chính cho phép tăng cấp và hoạt động như một trụ sở cho các dịch vụ của thành phố. Nâng cấp các khu vực để mở khóa các tòa nhà và tính năng mới.

source: Industry Areas can be created by new tool. Main Building determines type of area. Industry Areas need raw materials, like Oil, to operate. Materials can either be imported or gathered by Extractors. Areas can fully operate on imported raw materials only. Raw materials can be exported, sold to specialized industry or used by Processing buildings. Processing buildings produce special goods, which can be either exported, sold to non-specialized industry or used by Unique Factories. Unique Factories produce Luxury Goods, which can be exported or sold to commercial zones.
vi: Khu vực công nghiệp có thể được tạo ra bởi công cụ mới. Tòa nhà chính xác định loại diện tích. Khu vực công nghiệp cần nguyên liệu, như Dầu, để hoạt động. Vật liệu có thể được nhập khẩu hoặc thu thập bởi Extractors. Các khu vực chỉ có thể hoạt động hoàn toàn trên nguyên liệu nhập khẩu. Nguyên liệu thô có thể được xuất khẩu, bán cho ngành công nghiệp chuyên ngành hoặc được sử dụng bởi các tòa nhà chế biến. Các tòa nhà chế biến sản xuất hàng hóa đặc biệt, có thể được xuất khẩu, bán cho ngành công nghiệp không chuyên dụng hoặc được sử dụng bởi Các nhà máy chuyên biệt. Các nhà máy chuyên biệt sản xuất hàng xa xỉ, có thể xuất khẩu hoặc bán cho các khu thương mại.

source: Доставляет продукты горнорудной промышленности:
vi: Cung cấp sản phẩm khai thác:

source: Перевозит импортные продукты горнорудной промышленности:
vi: Vận chuyển sản phẩm khai thác nhập khẩu:

source: Перевозит импортные продукты горнорудной промышленности:
vi: Vận chuyển sản phẩm khai thác nhập khẩu:

source: Перевозит экспортные продукты горнорудной промышленности
vi: Vận chuyển sản phẩm khai thác xuất khẩu

source: Перевозит экспортные уникальные фабричные продукты
vi: Mang sản phẩm xuất khẩu độc đáo

source: Vans in use: {0} / {1}
vi: Xe tải đang sử dụng: {0} / {1}

source: Trucks in use: {0} / {1}
vi: Xe tải đang sử dụng: {0} / {1}

source: Production: {0:N0} per week
vi: Sản xuất: {0:N0} mỗi tuần

source: Students are provided with free healthcare by the campus. - Increases student health - Cost: Campus upkeep cost increases by 5¢ / student
vi: Học sinh được chăm sóc sức khỏe miễn phí tại trường. - Tăng sức khỏe học sinh - Chi phí: Chi phí bảo trì trường tăng 5$ / sinh viên

source: Students are provided with meal vouchers which they can use in the campus cafeteria to get a free lunch. - Increases student happiness - Cost: Campus upkeep cost increases by 1¢ / student.
vi: Học sinh được cung cấp phiếu ăn uống mà họ có thể sử dụng trong nhà ăn trong khuôn viên trường để được ăn trưa miễn phí. - Tăng hạnh phúc học sinh - Chi phí: Chi phí bảo trì trường tăng 1¢ / sinh viên.

source: The varsity team gives out free fan merchandise to the fans during matches and organizes fan club trips to away matches. - Increases the odds of winning home and away matches by 7%. - Cost: 400¢ / week
vi: Đội thể thao sinh viên phát hàng miễn phí cho người hâm mộ trong các trận đấu và tổ chức các chuyến đi của câu lạc bộ người hâm mộ đến các trận đấu trên sân khách. - Tăng tỷ lệ thắng các trận đấu trên sân nhà và sân khách lên 7%. - Chi phí: 400 ¢ / tuần

source: The varsity team has become famous! City businesses are offering to sponsor the local team. - Decreased upkeep cost of campus' varsity sports by 8%. - Billboard change from varsity team's logo to sponsor's brand
vi: Đội varsity đã trở nên nổi tiếng! Các doanh nghiệp thành phố đang cung cấp để tài trợ cho đội địa phương. - Giảm 8% chi phí bảo trì các môn thể thao trong trường của trường. - Thay đổi bảng quảng cáo từ logo của đội varsity sang thương hiệu của nhà tài trợ

source: Have 30 000 students studying on campuses at the same time.
vi: Có 30 000 sinh viên học tập tại các trường cùng một lúc.

source: Cover one campus are upkeep cost entirely with tuition fees paid by students after all of the campus buildings and faculties are built.
vi: Bao gồm toàn bộ chi phí bảo trì cho một khuôn viên trường cùng với học phí do sinh viên trả sau khi tất cả các tòa nhà và khoa trong khuôn viên được xây dựng.

source: Buy University City DLC on Steam
vi: Mua DLC University City trên Steam

source: Content Creator Pack: Modern City Center
vi: Gói nội dung: Gói trung tâm thành phố hiện đại

source: Carols, Candles and Candy DLC
vi: DLC Carols, Candles and Candy

source: All that Jazz DLC
vi: DLC All that Jazz
