Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Representing the various academic majors the citizens can choose go to the Unique Faculties, such as Police Academy and School of Education, are new impressive buildings that are sure to attract a lot of students. Besides just increasing student capacity the Faculties provide city-wide bonuses by boosting certain aspects such as services and zones!
vi: Đại diện cho các chuyên ngành học thuật khác nhau mà công dân có thể chọn đến các Khoa độc đáo, chẳng hạn như Học viện Cảnh sát và Trường Giáo dục, là những tòa nhà ấn tượng mới chắc chắn sẽ thu hút rất nhiều sinh viên. Bên cạnh việc nâng cao năng lực của sinh viên, các Khoa còn cung cấp tiền thưởng cho toàn thành phố bằng cách thúc đẩy một số khía cạnh như dịch vụ và khu vực!

source: Varsity Sports in a integral part of the college and university experience and with Campus Area it is now possible to make and customize your own Varsity Sports team. Varsity Sports feature includes five different types of sports and arenas to go with them and all new Varsity Sports Policies to help your team's chances of winning.
vi: Varsity Sports là một phần không thể thiếu của trải nghiệm ở trường cao đẳng và đại học và với khu vực đại học, giờ đây bạn có thể tạo và tùy chỉnh đội Varsity Sports của riêng mình. Tính năng Varsity Sports bao gồm năm loại thể thao và đấu trường khác nhau để đồng hành cùng chúng và tất cả các Chính sách thể thao mới của Varsity để giúp đội của bạn có cơ hội chiến thắng.

source: School Events
vi: Sự kiện của trường

source: Toga Parties and Graduation ceremonies are integral part of the student life experience. Toga Parties can occur randomly when the Campus Area is operational and at the end of every Academic Year your Campus will host Graduation Ceremonies for all those who managed to graduate.
vi: Các bữa tiệc và lễ tốt nghiệp của Toga là một phần không thể thiếu trong trải nghiệm cuộc sống của sinh viên. Các bữa tiệc của Toga có thể xảy ra ngẫu nhiên khi Khu vực trường hoạt động và vào cuối mỗi năm học, Cơ sở của bạn sẽ tổ chức Lễ tốt nghiệp cho tất cả những người quản lý tốt nghiệp.

source: New City Policies, Campus Area Policies and Varsity Sports Policies allow you to make your city even more thriving and educated than ever before!
vi: Chính sách thành phố mới, Chính sách khu vực đại học và Chính sách thể thao sinh viên cho phép bạn làm cho thành phố của mình trở nên thịnh vượng và giáo dục hơn bao giờ hết!

source: Five new maps designed to provide a diverse set of starting points for cities, ranging from riversides and shorelines to cities nested in the mountains. Included with natural resources and memorable terrain formations the new maps provide interesting locations for campus areas.
vi: Năm bản đồ mới được thiết kế để cung cấp một loạt các điểm xuất phát cho các thành phố, từ ven sông, bờ biển đến các thành phố nằm trong núi. Được bao gồm với các nguồn tài nguyên thiên nhiên và các hình dạng địa hình đáng nhớ, các bản đồ mới cung cấp các vị trí thú vị cho các khu vực trong khuôn viên trường.

source: {0} of your income comes from Campus Areas
vi: {0} thu nhập của bạn đến từ Khu vực khuôn viên trường

source: {0} of your expenses come from Campus Areas
vi: {0} chi phí của bạn đến từ Khu vực khuôn viên trường

source: Weekly total Campus Area profit
vi: Tổng lợi nhuận hàng tuần khu vực đại học

source: Weekly Unique Buildings and Sport Arenas expenses
vi: Chi phí cho các tòa nhà đặc biệt và khu thể thao hàng tuần

source: Weekly income from Campus Areas
vi: Thu nhập hàng tuần từ khu vực đại học

source: Income and expenses from Campus Areas
vi: Thu nhập và chi phí từ khu vực đại học

source: Returning to Harbor
vi: Trở lại Cảng

source: Weekly Income from Industry Areas and Fishing
vi: Thu nhập hàng tuần từ các lĩnh vực công nghiệp và đánh bắt cá

source: Weekly Income from Fishing
vi: Thu nhập hàng tuần từ đánh bắt cá

source: Weekly Industry Area and Fishing Expenses
vi: Lĩnh vực công nghiệp hàng tuần và Chi phí đánh bắt cá

source: Weekly Fishing Expenses
vi: Chi phí đánh cá hàng tuần

source: Income and Expenses from Industry Areas and Fishing
vi: Thu nhập và Chi phí từ các lĩnh vực công nghiệp và đánh bắt cá

source: A higher budget increases the production rate of fishing-related buildings and allows them to house more vehicles.
vi: Ngân sách cao hơn làm tăng tỷ lệ sản xuất của các tòa nhà liên quan đến đánh bắt cá và cho phép chúng có nhiều phương tiện hơn.

source: Industry Areas and Fishing Industry
vi: Các lĩnh vực công nghiệp và ngành đánh bắt cá

source: Water Pollution
vi: Ô nhiễm nguồn nước

source: Fish sold last week: {0}
vi: Cá bán tuần trước: {0}

source: Build Route
vi: Xây dựng tuyến đường

source: Delete Route
vi: Xóa tuyến đường

source: Are you sure you want to delete the entire fishing route for this harbor?
vi: Bạn có chắc chắn muốn xóa toàn bộ tuyến đường đánh cá cho bến cảng này không?

source: Boat efficiency: {0}
vi: Hiệu quả của thuyền: {0}

source: This shows how full the fishing boats are when arriving at the harbor. If this value is low, consider increasing the length of the fishing route.
vi: Điều này cho thấy những chiếc thuyền đánh cá đầy ắp như thế nào khi cập bến. Nếu giá trị này thấp, hãy xem xét việc tăng chiều dài của tuyến đánh bắt.

source: TUTORIAL MESSAGES LOG
vi: NHẬT KÝ TIN NHẮN HƯỚNG DẪN

source: City Planning
vi: Kế hoạch phát triển đô thị

source: Interface
vi: Giao diện

source: Search
vi: Tìm kiếm

source: Nothing to see here
vi: Không có gì để thấy ở đây

source: You haven't triggered any tutorial messages yet. Come back later!
vi: Bạn chưa kích hoạt bất kỳ thông báo hướng dẫn nào. Quay lại sau!

source: Fishing route efficiency: {0}%
vi: Hiệu quả tuyến đánh bắt: {0}%

source: Trolleybus Pole Mesh
vi: Xe điện cực lưới

source: {0} of your expenses come from industry areas and fishing industry.
vi: {0} chi phí của bạn đến từ các lĩnh vực công nghiệp và ngành đánh bắt cá.

source: {0} of your expenses come from fishing industry.
vi: {0} chi phí của bạn đến từ ngành đánh bắt cá.

source: {0} of your income come from industry areas and fishing industry.
vi: {0} thu nhập của bạn đến từ các khu vực công nghiệp và ngành đánh bắt cá.

source: {0} of your income come from fishing industry.
vi: {0} thu nhập của bạn đến từ ngành đánh bắt cá.

source: Income and expenses from Fishing Industry
vi: Thu nhập và chi phí từ ngành đánh bắt cá

source: Income and expenses from Industry Areas and Fishing Industry
vi: Thu nhập và chi phí từ các lĩnh vực công nghiệp và ngành khai thác thủy sản

source: Weekly income from Industry Areas and Fishing Industry
vi: Thu nhập hàng tuần từ các lĩnh vực công nghiệp và ngành đánh bắt cá

source: Weekly Industry Area and Fishing Industry expenses
vi: Khu vực công nghiệp hàng tuần và chi phí ngành đánh bắt cá

source: Weekly Fishing Industry expenses
vi: Chi phí ngành đánh bắt cá hàng tuần

source: Weekly income from the Fishing Industry
vi: Thu nhập hàng tuần từ ngành đánh bắt cá

source: Waste Transfer Trucks in use: {0} / {1}
vi: Xe tải chuyển chất thải đang được sử dụng: {0} / {1}

source: Waste Transfer Truck capacity: {0}
vi: Công suất xe tải chuyển chất thải: {0}

source: Weekly total Industry Areas and Fishing Industry profit
vi: Tổng khu vực công nghiệp và lợi nhuận ngành đánh bắt hàng tuần

source: Weekly total Fishing Industry profit
vi: Tổng lợi nhuận ngành đánh bắt hàng tuần

source: On Air Radio
vi: DLC On Air Radio

source: Airports
vi: DLC Sân bay

source: Map Pack
vi: DLC Gói bản đồ

source: Vehicles of the World
vi: DLC Vehicles of the World

source: Sunset Harbor
vi: DLC Cảng hoàng hôn

source: Coast to Coast
vi: DLC Coast to Coast

source: Modern Japan
vi: DLC Nhật bản hiện đại

source: Snowfall
vi: DLC Tuyết rơi

source: After Dark
vi: DLC Phía sau màn đêm

source: Match Day
vi: DLC Match Day

source: Art Deco
vi: DLC Art Deco

source: Natural Disasters
vi: DLC Thảm họa thiên nhiên

source: High Tech
vi: DLC High Tech

source: Pearls From The East
vi: DLC Ngọc trai từ phương đông

source: Mass Transit
vi: DLC Phương tiện công cộng

source: Green Cities
vi: DLC Thành phố xanh

source: Carols, Candles and Candy
vi: DLC Carols, Candles and Candy

source: All That Jazz
vi: DLC All That Jazz

source: Parklife
vi: DLC Parklife

source: Industries
vi: DLC Công nghiệp

source: Synthetic Dawn
vi: DLC Synthetic Dawn

source: University City
vi: DLC University City

source: Modern City Center
vi: DLC Modern City Center

source: Train Stations
vi: DLC Train Stations

source: Rail Hawk
vi: DLC Rail Hawk

source: Sunny Breeze
vi: DLC Sunny Breeze

source: Cool cats rejoice, On Air Radio brings jazz beats to Cities: Skylines. Ideal for building the smoothest cities around.
vi: Những chú mèo tuyệt vời, On Air Radio mang đến những nhịp điệu nhạc jazz cho Cities: Skylines. Lý tưởng để xây dựng các thành phố êm ái nhất xung quanh.

source: City-building got you stressed? Tune that dial to Calm the Mind Radio, the second relaxation station in the game, to bring some chill vibes into your architectural workflow.
vi: Xây dựng thành phố khiến bạn căng thẳng? Hãy mở Calm the Mind Radio, đài thư giãn thứ hai trong trò chơi, để mang một chút rung cảm vào quy trình làm việc kiến trúc của bạn.

source: The Airports expansion allows you to build your own airport areas, set up gates and connect them via concourse networks. Design your dream airports, from small airfields to large international hubs.
vi: Việc mở rộng Sân bay cho phép bạn xây dựng các khu vực sân bay của riêng mình, thiết lập các cổng và kết nối chúng qua hệ thống sảnh chờ. Thiết kế các sân bay mơ ước của bạn, từ các sân bay nhỏ đến các trung tâm quốc tế lớn.

source: This pack features 8 new maps by Sanctum Gamer, where you can unleash your creativity and plan new metropolises.
vi: Gói này có 8 bản đồ mới của Sanctum Gamer, nơi bạn có thể thỏa sức sáng tạo và lên kế hoạch cho các đô thị mới.

source: A set of 21 new vehicle assets from around the globe, brought to you by bsquiklehausen. Fill the streets of your cities with iconic service vehicles, like a Police Supercar and more!
vi: Một bộ gồm 21 mẫu phương tiện mới từ khắp nơi trên thế giới, do bsquiklehausen mang đến cho bạn. Hãy lấp đầy đường phố của các thành phố của bạn bằng những chiếc xe dịch vụ mang tính biểu tượng, như Siêu xe cảnh sát và hơn thế nữa!

source: The Sunset Harbor expansion introduces the fishing industry, plus new transportation systems and important city services.
vi: Bản mở rộng Cảng Hoàng hôn giới thiệu ngành đánh bắt cá, cùng với hệ thống giao thông mới và các dịch vụ quan trọng của thành phố.

source: Coast to Coast Radio is the perfect destination for uplifting instrumental tunes during long city-building sessions, with 16 songs from DJ Toni G.
vi: Coast to Coast Radio là điểm đến hoàn hảo cho những giai điệu nhạc cụ nâng cao tinh thần trong các buổi xây dựng thành phố kéo dài, với 16 bài hát của DJ Toni G.

source: Infuse unique Japanese architecture into your cityscape with 20 buildings and six props from modder Ryuichi Kaminogi, transforming the appearance of residential, commercial, industrial, and office zones.
vi: Truyền kiến trúc độc đáo của Nhật Bản vào cảnh quan thành phố của bạn với 20 tòa nhà và sáu tiểu cảnh từ nhà điều chế Ryuichi Kaminogi, biến đổi diện mạo của các khu dân cư, thương mại, công nghiệp và văn phòng.

source: Content Creator Pack: Bridges & Piers features 22 unique mods from Andrés “Armesto” to enhance and elevate your waterfronts. Ranging from simple to ornate and from industrial to classical styles around the world, there will be something to suit your city’s iconic appearance and connect water to land with style.
vi: Gói nội dung do người dùng phát triển: Cầu & cầu tàu có 22 bản mod độc đáo từ Andrés “Armesto” để cải thiện và nâng cao mặt nước của bạn. Đa dạng từ phong cách đơn giản đến trang trí công phu và từ phong cách công nghiệp đến cổ điển trên khắp thế giới, sẽ có thứ gì đó phù hợp với diện mạo mang tính biểu tượng của thành phố bạn và kết nối mặt nước với mặt đất bằng phong cách riêng của bạn.

source: Content Creator Pack: Train Stations features 12 stations and 4 hubs by BadPeanut. Whether your city would benefit from an elevated or below-ground station, there are options to meet your needs, featuring a variety of stylish train and metro stations allowing everyone to efficiently get where they need to go.
vi: Gói nội dung do người dùng phát triển: Ga tàu có 12 ga và 4 trung tâm của BadPeanut. Cho dù thành phố của bạn phù hợp với nhà ga trên cao hay dưới mặt đất, thì vẫn có các lựa chọn để đáp ứng nhu cầu của bạn, với nhiều ga tàu điện ngầm và xe lửa phong cách đặc biệt, cho phép hành khách đến nơi họ cần theo một cách hiệu quả.

source: The vibrant city may be slowing down to go to sleep, but you’re just getting started, jamming along to 16 electronic tracks as you prowl past flickering neons in windows while the late train keeps a perfect beat as it speeds past. Rail Hawk Radio is your underground station of choice when you are getting ready to start a night of making vivid memories.
vi: Thành phố sôi động có thể đang chậm lại để đi vào giấc ngủ, nhưng bạn chỉ mới bắt đầu. Hãy say mê theo 16 bản nhạc điện tử khi bạn bắt đầu lướt qua những tia sáng nhấp nháy trên cửa sổ, trong khi chuyến tàu muộn vẫn giữ nhịp hoàn hảo khi nó chạy nhanh qua. Rail Hawk Radio là ga tàu điện ngầm mà bạn lựa chọn khi bạn chuẩn bị bắt đầu một đêm ghi lại những kỷ niệm sống động.

source: Palm trees sway on the city’s waterfront as you soak up the sun while the music plays. The 16 sunny synth tracks of Sunny Breeze Radio match your mood as you consider dipping your toes in the water. The waves call to you as you kick off your shoes to the sounds of these electronic beats. The sun and sand and songs combine to create the perfect summer day with serious chill.
vi: Những cây cọ đung đưa trên mặt nước của thành phố khi bạn đắm mình trong ánh nắng mặt trời trong khi âm nhạc vang lên. 16 bài hát tổng hợp đầy nắng của Sunny Breeze Radio phù hợp với tâm trạng của bạn khi bạn cân nhắc việc nhúng ngón chân xuống nước. Sóng gọi bạn khi bạn xỏ giày vào âm thanh của những nhịp điệu điện tử này. Mặt trời, cát và các bài hát kết hợp với nhau để tạo nên một ngày hè hoàn hảo với cái se lạnh nghiêm trọng.

source: Back to school! In the Campus expansion, university life abounds with new area types for any sort of student - Trade School, Liberal Arts and University.
vi: Trở lại trường! Trong việc mở rộng Khuôn viên, cuộc sống đại học có rất nhiều loại hình khu vực mới cho bất kỳ loại sinh viên nào - Trường Thương mại, Nghệ thuật Tự do và Đại học.

source: Relive your freshman year with a collection of College Rock, Teen Pop, Happy Punk, and Power Chord music.
vi: Hồi tưởng lại năm thứ nhất của bạn với bộ sưu tập nhạc College Rock, Teen Pop, Happy Punk và Power Chord.

source: Give your city that real “university town” look and feel with a selection of new building spawns designed by Michael “KingLeno” Warren.
vi: Mang đến cho thành phố của bạn cái nhìn và cảm nhận thực sự về “thị trấn đại học” với tuyển chọn các tòa nhà mới được thiết kế bởi Michael “KingLeno” Warren.

source: For those late night term papers or relaxing city-building sessions, Deep Focus Radio has the chilled-out ambiance you need.
vi: Đối với những bài báo đêm muộn hoặc các buổi xây dựng thành phố thư giãn, Deep Focus Radio có bầu không khí thư giãn mà bạn cần.

source: The Industries expansion allows deeper customization of industrial areas, including new content such as unique factories and supply chains for the four different resource types.
vi: Việc mở rộng Industries cho phép tùy chỉnh sâu hơn các lĩnh vực công nghiệp, bao gồm nội dung mới như các nhà máy và chuỗi cung ứng độc đáo cho bốn loại tài nguyên khác nhau.

source: Get in the groove with some stellar tunes from Synthetic Dawn, the most far-out radio station to land in Cities: Skylines, ever!
vi: Tham gia vào cuộc đua với một số giai điệu tuyệt vời từ Tổng hợp Bình minh, đài phát thanh xa nhất để hạ cánh Cities: Skylines, không bao giờ!

source: Parklife is a playful expansion, making your city feel more alive with new amusement parks, nature reserves, city parks and zoos.
vi: Parklife là một bản mở rộng vui tươi, làm cho thành phố của bạn cảm thấy sống động hơn với các công viên giải trí mới, khu bảo tồn thiên nhiên, công viên thành phố và vườn thú.

source: The Green Cities expansion adds new ways for players to build environmentally-friendly towns including ecological buildings, organic shops, electric vehicles, and services designed to make pollution a quaint notion of the past.
vi: Bản mở rộng Green Cities bổ sung thêm những cách mới để người chơi xây dựng các thị trấn thân thiện với môi trường bao gồm các tòa nhà sinh thái, cửa hàng hữu cơ, xe điện và các dịch vụ được thiết kế để biến ô nhiễm trở thành một khái niệm xa lạ trong quá khứ.

source: The Mass Transit expansion brings several new systems into play to help citizens traverse their towns in speed and style.
vi: Bản mở rộng Mass Transit mang đến một số hệ thống mới để giúp người dân đi qua thị trấn của họ về tốc độ và phong cách.

source: The Natural Disasters expansion features a catalog of catastrophes to challenge mayor-players everywhere, including planning with early warning systems and emergency routes, devastating and destructive disaster effects, and caring for the populace as they struggle to rebuild.
vi: Bản mở rộng Thảm họa tự nhiên có một danh mục các thảm họa để thách thức những người chơi thị trưởng ở khắp mọi nơi, bao gồm lập kế hoạch với hệ thống cảnh báo sớm và các tuyến đường khẩn cấp, ảnh hưởng của thảm họa tàn khốc và hủy diệt cũng như chăm sóc người dân khi họ đấu tranh xây dựng lại.

source: In the Snowfall expansion, players’ cities will be covered in snow or glisten in the rain thanks to a new in-game weather system, while their civic expertise is tested by the new challenges of running a city when the temperature falls.
vi: Trong bản mở rộng Snowfall, người chơi các thành phố của thành phố sẽ bị tuyết bao phủ hoặc lấp lánh dưới mưa nhờ hệ thống thời tiết trong trò chơi mới, trong khi chuyên môn công dân của họ được kiểm tra bởi những thách thức mới khi điều hành một thành phố khi nhiệt độ giảm.

source: In the After Dark expansion, the city changes depending on the time of day and affects citizen schedules with traffic visibly slower at night and some zoned areas working below full efficiency.
vi: Trong bản mở rộng After Dark, thành phố thay đổi tùy thuộc vào thời gian trong ngày và ảnh hưởng đến lịch trình của người dân với giao thông chậm hơn rõ rệt vào ban đêm và một số khu vực được phân vùng hoạt động dưới mức hiệu quả tối đa.

source: European Suburbia brings the suburban fantasy of Europe to city builders around the world with 80 new special residential buildings and props, from modder Samantha “Avanya” Woods.
vi: Vùng ngoại ô châu Âu mang đến sự tưởng tượng ở ngoại ô châu Âu cho các nhà xây dựng thành phố trên khắp thế giới với 80 tòa nhà và tiểu cảnh đặc biệt mới, từ modder Samantha Hồi Avanya ốp rừng.

source: Bring your town into the future with a new set of unique buildings from a top Cities: Skylines modding star, Mauro "GCVos" Vos!
vi: Đưa thị trấn của bạn vào tương lai với một loạt các tòa nhà độc đáo mới từ các thành phố hàng đầu: Ngôi sao modding Skylines, Mauro "GCVos" Vos! "

source: Add to your city's style with a pack of new buildings from one of Cities: Skylines' top modders, Matt "Shroomblaze" Crux!
vi: Thêm vào phong cách thành phố của bạn với một loạt các tòa nhà mới từ một trong những nhà điều chế hàng đầu của Cities: Skylines, Matt "Shroomblaze" Crux!

source: Country Road Radio features 16 original songs in four sub-genres: Appalachian Folk, Bluegrass / Honky Tonk, Nashville Modern Country, and Unplugged Country.
vi: Country Road Radio có 16 bài hát gốc trong bốn thể loại phụ: Appalachian Folk, Bluegrass / Honky Tonk, Nashville Modern Country và Unplugged Country.

source: The All That Jazz radio station will feature 16 new songs across several smooth genres: Classic, Latin, Funky and Chill-Out Jazz.
vi: Đài phát thanh All That Jazz sẽ giới thiệu 16 bài hát mới với nhiều thể loại mượt mà: Classic, Latin, Funky và Chill-Out Jazz.

source: Concerts is a mini-expansion for the award-winning city builder that gives players the power to plan and present major concerts.
vi: Concerts là một bản mở rộng nhỏ dành cho người xây dựng thành phố từng đoạt giải thưởng, mang đến cho người chơi sức mạnh để lên kế hoạch và trình bày các buổi hòa nhạc lớn.

source: Rock City Radio takes the mute out of your commute with everything from grunge and classic rock to sleaze rock and metal.
vi: Rock City Radio giúp bạn tắt tiếng với mọi thứ, từ grunge và rock cổ điển cho đến rock nặng và tiếng kim loại.

source: Take the stress out of your streets and relax while you re-district in this calming music pack for Cities: Skylines, featuring over an hour of original music.
vi: Hãy trút bỏ mọi căng thẳng trên đường phố và thư giãn trong khi tái định cư trong gói nhạc êm dịu dành cho Cities: Skylines, với hơn một giờ nhạc gốc.

source: Included in the Deluxe Edition are five in-game historical monuments from around the world, the games original soundtrack as well as a digital art book.
vi: Bao gồm trong phiên bản Deluxe là năm di tích lịch sử trong trò chơi từ khắp nơi trên thế giới, nhạc phim gốc cũng như một cuốn sách nghệ thuật kỹ thuật số.

source: With Carols, Candles and Candy, yule feel right at home with five new Holiday carols remade in multiple genres: Classic Jazz, Latin Jazz, Country, Indie and Indietronica.
vi: Với Carols, Candles and Candy, bạn sẽ cảm thấy như đang ở nhà với năm bài hát mừng Ngày lễ mới được làm lại ở nhiều thể loại: Classic Jazz, Latin Jazz, Country, Indie và Indietronica.

source: Match Day allows mayor-players to add stadiums to their towns – and comes with all of the benefits and challenges of hosting major sporting events in their citizens’ backyard.
vi: Match Day cho phép người chơi thị trưởng thêm sân vận động vào thị trấn của họ - và đi kèm với tất cả những lợi ích và thách thức của việc tổ chức các sự kiện thể thao lớn trong sân sau của công dân của họ.

source: Pearls from the East will bring a splash of style to your city with three original buildings, inspired by Chinese architecture and design!
vi: Những viên ngọc trai từ phương Đông sẽ mang đến một phong cách mới cho thành phố của bạn với ba tòa nhà nguyên bản, lấy cảm hứng từ kiến trúc và thiết kế của Trung Quốc!

source: Get 39 wall to wall buildings by Jason “AmiPolizeiFunk” Ditmars.
vi: Nhận 39 tòa nhà từ tường đến tường của Jason “AmiPolizeiFunk” Ditmars.

source: 16 original songs centered around the theme of modern lounge music with a retro vibe.
vi: 16 bài hát gốc xoay quanh chủ đề âm nhạc phòng chờ hiện đại với sự rung cảm retro.

source: I heard the airport is expanding! Can't wait to see those jumbo jets arrive!
vi: Tôi nghe nói sân bay đang mở rộng! Không thể chờ đợi để xem những máy bay phản lực đến!

source: I think I'm lost. Where is gate 9 3/4? #Lost #HugeBuilding
vi: Tôi nghĩ rằng tôi đã bị lạc. Cửa 9 3/4 ở đâu? #Lost #HugeBuilding

source: I wonder how long it will take to build this new #airport?
vi: Tôi tự hỏi sẽ mất bao lâu để xây dựng #airport mới này?

source: I hope the architects of this new airport also think about fire safety! #firesafety #airport
vi: Tôi mong các kiến trúc sư của sân bay mới này cũng nghĩ đến vấn đề an toàn cháy nổ! #firesafety #airport

source: Can't wait to travel somewhere using the #new #airport! #IbelieveICanFly #Soon
vi: Không thể chờ đợi để đi du lịch ở đâu đó bằng cách sử dụng #airport # mới! #I BelieveICanFly #Soon

source: Staying at the airport hotel is so convenient! #FrequentFlyer
vi: Ở khách sạn sân bay thật tiện lợi! #FrequentFlyer
