Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Just the other day I almost ran over a squirrel. Thank the maker for studded tires so I was able to stop my car in time! #savetheanimals #studdedtires
vi: Mới hôm nọ tôi gần như chạy qua một con sóc. Cảm ơn nhà sản xuất đã cho lốp xe săm để tôi có thể dừng xe kịp thời! #savetheanimals #studdedtires

source: Studded tires can be so expensive! I wish it didn't snow any more. #snow #studdedtires
vi: Lốp xe có thể rất đắt tiền! Tôi ước nó không có tuyết nữa. #Tuyết #Lốp xe

source: I love the extra security studded tires bring. Now I know everyone has the chance to control their vehicle in rough conditions! #studdedtires #safetyfirst
vi: Tôi yêu các lốp xe an ninh thêm mang lại. Bây giờ tôi biết tất cả mọi người có cơ hội để điều khiển chiếc xe của họ trong điều kiện khắc nghiệt! #studdedtires #safetyfirst

source: My new studded tires perform really well! I'm glad I got them #studdedtires #newthings
vi: Lốp xe mới của tôi thực hiện tốt! Tôi rất vui vì tôi đã nhận được chúng #lốp xe #đồ mới

source: My anti-slip studs have saved me so many times! It's good that they are mandatory #antislipstuds #besafe
vi: Đinh tán chống trượt của tôi đã cứu tôi rất nhiều lần! Thật tốt khi họ bắt buộc #antislipstuds #besafe

source: These anti-slip studs are so clunky, I almost tripped over them in my own home! #antislipstuds #hoarding
vi: Những chiếc đinh tán chống trượt này rất cục mịch, tôi gần như vấp phải chúng trong chính ngôi nhà của mình! #antislipstuds #hoarding

source: Anti-slip studs, you say! Yes please, I say! #antislipstuds #yesplease
vi: Đinh tán chống trượt, bạn nói! Vâng, tôi nói! #antislipstuds #yesplease

source: Where can I find anti-slip studs? I'm required to have a pair! #antislipstuds #shopping
vi: Tôi có thể tìm đinh tán chống trượt ở đâu? Tôi bắt buộc phải có một cặp! #antislipstuds #shopping

source: My house is so nice and warm with the extra insulation! Everyone should install some! #extrainsulation #cozyhome
vi: Ngôi nhà của tôi rất đẹp và ấm áp với lớp cách nhiệt thêm! Mọi người nên cài đặt một số! #extrainsulation #cozyhome

source: I liked it nice and cool, why does the city want my house to have extra insulation? #coolwayoflife #extrainsulation
vi: Tôi thích nó đẹp và mát mẻ, tại sao thành phố muốn ngôi nhà của tôi có thêm vật liệu cách nhiệt? #coolwayoflife #extrainsulation

source: Extra insulation saves me so much money! No more heat leaking outside, now everything stays where it should #extrainsulation
vi: Cách nhiệt thêm giúp tôi tiết kiệm rất nhiều tiền! Không còn rò rỉ nhiệt bên ngoài, bây giờ mọi thứ vẫn ở nơi cần #extrainsulation

source: I feel so hot in buildings with extra insulation! #toohottohandle #extrainsulation
vi: Tôi cảm thấy rất nóng trong các tòa nhà có thêm lớp cách nhiệt! #toohottohandle #extrainsulation

source: I bet the city saves plenty of energy with extra insulation. Even my grumpy neighbor had to install some. #extrainsulation
vi: Tôi cá rằng thành phố tiết kiệm nhiều năng lượng với cách nhiệt thêm. Ngay cả người hàng xóm cục cằn của tôi cũng phải cài đặt một số. #extrainsulation

source: I feel heat produced by electricity is some much better than any other heat! #noelectricity
vi: Tôi cảm thấy nhiệt được tạo ra bởi điện tốt hơn nhiều so với bất kỳ nhiệt nào khác! #noelectricity

source: Saving electricity is good for the city! Everyone should use heating to get warm! #noelectricity
vi: Tiết kiệm điện là tốt cho thành phố! Mọi người nên sử dụng hệ thống sưởi để có được ấm áp! #noelectricity

source: Isn't there plenty of electricity left over now that I can't use it for heating? Isn't that dangerous? #noelectricity
vi: Bây giờ không còn nhiều điện mà tôi không thể sử dụng nó để sưởi ấm? Điều đó có nguy hiểm không? #noelectricity

source: I'm liking the heating service. No more wasted electricity! #noelectricity
vi: Tôi thích dịch vụ sưởi ấm. Không còn lãng phí điện! #noelectricity

source: It's always too hot in houses heated with heating service. I want more electricity for heating! #noelectricity
vi: Nó luôn quá nóng trong những ngôi nhà được sưởi ấm với dịch vụ sưởi ấm. Tôi muốn nhiều điện hơn để sưởi ấm! #noelectricity

source: All of that hassle with the heating services is wasted effort, pure electricity works just as well #onlyelectricity
vi: Tất cả những rắc rối với các dịch vụ sưởi ấm là lãng phí công sức, điện thuần túy cũng hoạt động tốt #onlyelectricity

source: Oh no, what if I want to heat my house with something else than electricity? #onlyelectricity
vi: Ồ không, nếu tôi muốn sưởi ấm ngôi nhà của tôi bằng thứ gì khác ngoài điện thì sao? #onlyelectricity

source: I like the pure, clean heat produced by electricity. Just my kind of thing! #onlyelectricity
vi: Tôi thích nhiệt tinh khiết, sạch được sản xuất bởi điện. Chỉ là loại của tôi! #onlyelectricity

source: I'd like my heat to come from a Geo Thermal Plant. Pretty please? #onlyelectricity
vi: Tôi muốn sức nóng của mình đến từ Nhà máy Địa Nhiệt? Khá vui lòng? #onlyelectricity

source: Simple and fast, I like using electricity for heat! So what if it costs a bit more #onlyelectricity
vi: Đơn giản và nhanh chóng, tôi thích sử dụng điện cho nhiệt! Vậy nếu nó có giá cao hơn một chút #onlyelectricity

source: I simply think they are ugly! Please, no more #lightningrods
vi: Tôi chỉ đơn giản nghĩ rằng họ xấu xí! Làm ơn, không còn #lightningrods nữa

source: So now the city wants me to set up yet another lightning rod. So boring! #lightningrods
vi: Vì vậy, bây giờ thành phố muốn tôi thiết lập thêm một cột thu lôi. Chán quá! #Sét đánh

source: I saw a huge lightning hit one of the lightning rods! I think they really make the city safer! #prolightningrods
vi: Tôi thấy một tia sét lớn đánh trúng một trong những cột thu lôi! Tôi nghĩ rằng họ thực sự làm cho thành phố an toàn hơn! #prolightningrods

source: Saved by the lightning rod! In sure one would have hit me if if weren't for those things! #lightningrods
vi: Được cứu bởi cột thu lôi! Chắc chắn một người sẽ đánh tôi nếu không có những thứ đó! #Sét đánh

source: I like the lightning rods, they make me feel so safe. I dare you, thunderstorm! #lightningrods
vi: Tôi thích những cột thu lôi, chúng khiến tôi cảm thấy rất an toàn. Tôi dám bạn, giông bão! #Sét đánh

source: What a waste! I think the emergency services could use ground vehicles, helicopters are too noisy! #helicopterpriority
vi: Thật là lãng phí! Tôi nghĩ rằng các dịch vụ khẩn cấp có thể sử dụng phương tiện mặt đất, máy bay trực thăng quá ồn! #helicopterpriasty

source: I don't like helicopters, they are so noisy! Go back to using ground vehicles! #helicopterpriority
vi: Tôi không thích trực thăng, chúng ồn ào quá! Quay lại sử dụng phương tiện mặt đất! #helicopterpriasty

source: No more streering to the sidewalk to give way to fire trucks, I love the helicopters! #helicopterpriority
vi: Không còn dàn hàng ngang lên vỉa hè nhường đường cho xe cứu hỏa, tôi yêu những chiếc trực thăng! #helicopterpriasty

source: I think the traffic flows so much smoother now that we don't have emergency vehicles on the streets. And helicopters are so much faster! #helicopterpriority
vi: Tôi nghĩ giờ đây giao thông trôi chảy hơn rất nhiều khi chúng ta không có xe cấp cứu trên đường phố. Và máy bay trực thăng nhanh hơn rất nhiều! #helicopterpriasty

source: I'm so glad I live in the VIP area, I couldn't sleep at night if I didn't have a reserved spot in the shelter! #VIParea
vi: Tôi rất vui vì tôi sống trong khu VIP, tôi không thể ngủ vào ban đêm nếu tôi không có chỗ dành riêng trong hầm trú ẩn! #VIParea

source: I'm not a VIP, what if I can't fit in the shelter if a disaster hits? I'm scared! #VIParea
vi: Tôi không phải là khách VIP, điều gì sẽ xảy ra nếu tôi không thể đến được nơi trú ẩn nếu một thảm họa xảy ra? Tôi sợ! #VIParea

source: A reserved seat at the shelter? Yes please! #VIParea
vi: Một chỗ ngồi dành riêng tại nơi trú ẩn? Vâng, làm ơn! #VIParea

source: I'm worried that everyone might not fit into the shelter with the VIP spots. #VIParea
vi: Tôi lo rằng mọi người có thể không thích hợp với nơi trú ẩn có các điểm VIP. #VIParea

source: Getting to shelters is so much easier when people have reserved spots! #VIParea
vi: Đến nơi trú ẩn dễ dàng hơn rất nhiều khi mọi người đã đặt chỗ trước! #VIParea

source: I think I hear someone beneath the cellar floor. Did you miss something before rebuilding? #fastrecovery
vi: Tôi nghĩ tôi nghe thấy ai đó bên dưới tầng hầm. Bạn đã bỏ lỡ điều gì đó trước khi xây dựng lại? #chóng hồi phục

source: Thanks to #fastrecovery I'll have a new home in no time! Living in the shelter got super boring really fast.
vi: Cảm ơn #fastrecovery, tôi sẽ có nhà mới ngay lập tức! Sống trong hầm trú ẩn trở nên cực kỳ nhanh chóng.

source: Oh no, I don't think my hamster was found after the disaster, and when I went to look, there was already a new house on the lot! #fastrecovery #savethehamster
vi: Ồ không, tôi không nghĩ rằng con chuột lang của tôi đã được tìm thấy sau thảm họa, và khi tôi đi tìm, đã có một ngôi nhà mới trên lô đất! #fastrecovery #savethehamster

source: I hate seeing destroyed buildings, they just cramp up the city feng shui. Thanks for #fastrecovery
vi: Tôi ghét nhìn thấy những tòa nhà bị phá hủy, chúng chỉ làm chật chội thêm phong thủy của thành phố. Cảm ơn vì #fastrecovery

source: Look at those new buildings, so shiny and they were built so fast! #fastrecovery
vi: Hãy nhìn những tòa nhà mới này, thật sáng bóng và chúng được xây dựng rất nhanh! #chóng hồi phục

source: As an urban explorer, I simply love that the city has preserved some of the ruins. They are exciting! #norebuild
vi: Là một nhà thám hiểm đô thị, tôi chỉ đơn giản thích rằng thành phố đã bảo tồn một số tàn tích. Bọn họ đang hứng thú! #norebuild

source: The ruins are great for parkour! Thanks for saving some! #norebuild
vi: Những phế tích này thật tuyệt để chơi parkour! Cảm ơn đã giữ lại chúng! #khôngtáithiết

source: Anyone up for a walk in the ruins? #norebuild
vi: Ai muốn đi dạo trong phế tích không nhỉ? #khôngtáithiết

source: I used to have a lovely view from my window, but now it's just ruins! #norebuild
vi: Tôi đã từng có một khung cảnh đẹp từ cửa sổ của mình, nhưng bây giờ nó chỉ còn là đống đổ nát! #norebuild

source: No more ruins! Can't we have shiny new things in the place of those ugly ruins, please? #norebuild
vi: Không còn đống đổ nát! Chúng ta không thể có những thứ mới sáng bóng thay cho đống đổ nát xấu xí đó được không? #norebuild

source: I have this strange feeling I have to take a ferry today. Wonder why #preferferries #mindcontrol
vi: Tôi có cảm giác kỳ lạ này tôi phải đi phà ngày hôm nay. Tự hỏi tại sao #preferferries #mindcontrol

source: I really like ferries, they are the best way to get around! #preferferries
vi: Tôi thực sự thích phà, chúng là cách tốt nhất để đi lại! #preferferries

source: Ferry is what I like to choose for my travels #preferferries
vi: Phà là những gì tôi muốn chọn cho chuyến đi của tôi #preferferries

source: Traveling on the waves is great! #ferriesalltheway #preferferries
vi: Du lịch trên những con sóng thật tuyệt! #ferriesalltheway #preferferries

source: Once again, I’m searching for a ferry to take me to my destination #preferferries
vi: Một lần nữa, tôi lại tìm kiếm một chiếc phà để đưa tôi đến đích #preferferries

source: Can’t wait to board a ferry again! #preferferries
vi: Có thể chờ đợi để lên phà một lần nữa! #preferferries

source: Ferries are my number one way of getting around the city! #preferferries
vi: Phà là cách số một của tôi để đi vòng quanh thành phố! #preferferries

source: Looking for a ferry home! #preferferries
vi: Tìm kiếm một nhà phà! #preferferries

source: Do we have any new ferry lines? I’d like to try one! #preferferries
vi: Chúng tôi có bất kỳ dòng phà mới? Tôi muốn thử một cái! #preferferries

source: Ferries are just so much more comfy to travel in than any other public transport! #preferferries
vi: Phà chỉ là rất thoải mái để đi du lịch hơn bất kỳ phương tiện giao thông công cộng khác! #preferferries

source: I would so much rather go by bus than with a ferry. But ferries are what I need right now! #preferferries #weirdsensations
vi: Tôi thà đi bằng xe buýt còn hơn bằng phà. Nhưng phà là thứ tôi cần ngay bây giờ! #preferferries #weirdsensations

source: Today I learned things by looking at a blimp #whowouldhaveguessed #educationalblimps
vi: Hôm nay tôi đã học được những điều bằng cách nhìn vào một cái nháy mắt #whowouldhaveguessed #educationalblimps

source: Did you see that blimp? I never knew that before! #educationalblimps
vi: Bạn có thấy cái nháy mắt đó không? Tôi chưa bao giờ biết điều đó trước đây! #educationalblimps

source: It used to be so easy to decide what to get from the supermarket by looking at blimps, but now I can’t do that anymore. Boo! #educationalblimps
vi: Trước đây, thật dễ dàng để quyết định những gì nhận được từ siêu thị bằng cách nhìn vào những cái nhìn thoáng qua, nhưng bây giờ tôi có thể làm điều đó nữa. Boo! #educationalblimps

source: Educational posters are so boring! Bring back the adverts! #educationalblimps
vi: Áp phích giáo dục là rất nhàm chán! Mang lại quảng cáo! #educationalblimps

source: Where are the nice, colourful advertisements? #educationalblimps
vi: Đâu là những quảng cáo đẹp, đầy màu sắc? #educationalblimps

source: I have learned so many new things thanks to the blimps! #educationalblimps
vi: Tôi đã học được rất nhiều điều mới nhờ vào những cái nháy mắt! #educationalblimps

source: Live and learn. Just look at that thing in the sky, even that is teaching us! #educationalblimps
vi: Sống và học hỏi. Chỉ cần nhìn vào thứ đó trên bầu trời, thậm chí đó là dạy chúng ta! #educationalblimps

source: Educational posters? On blimps? Now I’ve seen everything #educationalblimps
vi: Áp phích giáo dục? Trên khuôn mặt? Bây giờ tôi đã nhìn thấy mọi thứ #educationalblimps

source: I love the educational posters on blimps, children can learn even when traveling to school and back! #educationalblimps
vi: Tôi yêu các áp phích giáo dục trên khí cầu, trẻ em có thể học ngay cả khi đi du lịch đến trường và trở lại! #educationalblimps

source: If only I could see the educational posters also when riding a blimp! #dreamer #educationalblimps
vi: Giá như tôi có thể nhìn thấy những áp phích giáo dục khi đi xe hơi! #dreamer #educationalblimps

source: I want to place an advert on a blimp but these educational posters are taking up all the space! #annoyed #educationalblimps
vi: Tôi muốn đặt một quảng cáo trên một cái khí cầu nhưng những áp phích giáo dục này đang chiếm tất cả không gian! #annoyed #educationalblimps

source: The tickets are so expensive! I might be better off just buying my own car. #carshopping #highticketprices
vi: Vé rất đắt! Tôi có thể tốt hơn nếu chỉ mua xe của riêng tôi. #carshopping #highticketprices

source: I feel the ticket prices are a bit high, but it’s justified. The system is wonderful! #highticketprices
vi: Tôi cảm thấy giá vé hơi cao, nhưng nó hợp lý. Hệ thống thật tuyệt vời! #highticketprices

source: I don’t mind paying a high price for public transport tickets, it’s not like I’m poor! #cashmoney #plentyofdough #highticketprices
vi: Tôi không có ý định trả giá cao cho vé giao thông công cộng, nó không giống như tôi nghèo! #cashmoney #plentyofdough #highticketprices

source: I have plenty of money, right? So I can pay the ticket prices. After that I don’t have plenty of money #emptypockets #highticketprices
vi: Tôi có nhiều tiền, phải không? Vì vậy, tôi có thể trả giá vé. Sau đó tôi không có nhiều tiền #emptypockets #highticketprices

source: It’s so expensive to use the public transport! I have to walk tomorrow! #myownway #highticketprices
vi: Nó rất đắt để sử dụng giao thông công cộng! Tôi phải đi bộ vào ngày mai! #myownway #highticketprices

source: I really like the public transport network. I have no problem with the prices, but I know some do! #itsokay #highticketprices
vi: Tôi thực sự thích mạng lưới giao thông công cộng. Tôi không có vấn đề với giá cả, nhưng tôi biết một số làm! #itsokay #highticketprices

source: Now that I have seen the public transport system, the ticket price doesn’t seem bad at all! #bestsystem #highticketprices
vi: Bây giờ tôi đã thấy hệ thống giao thông công cộng, giá vé không có vẻ gì cả! #bestsystem #highticketprices

source: I’m just loving the public transport system in this city, never mind the ticket prices! #lovinit #highticketprices
vi: Tôi chỉ yêu hệ thống giao thông công cộng ở thành phố này, không bao giờ bận tâm đến giá vé! #lovinit #highticketprices

source: That’s way too much for a ticket! I’d rather walk! #toohigh #highticketprices
vi: Đó là cách quá nhiều cho một vé! Tôi đi bộ hơn là đi bộ! #toohigh #highticketprices

source: Those are some expensive tickets! No way I’m paying that much! #noway #highticketprices
vi: Đó là một số vé đắt tiền! Không có cách nào tôi phải trả nhiều như vậy! #noway #highticketprices

source: I love our public transport system! I’d use it no matter the price! #iloveit #highticketprices
vi: Tôi yêu hệ thống giao thông công cộng của chúng tôi! Tôi sử dụng nó bất kể giá cả! #iloveit #highticketprices

source: Can I recycle my unused plastic bags too? I have many plastic bags full of them.
vi: Tôi cũng có thể tái chế túi nhựa không dùng đến của mình không? Tôi có nhiều túi nhựa đầy chúng.

source: What do they do with all the #recycled #plastic ?
vi: Họ làm gì với tất cả #tái chế #nhựa ?

source: I heard that if you do not recycle your plastic waste, #penguins will die.
vi: Tôi nghe nói rằng nếu bạn không tái chế rác thải nhựa của mình, # chim cánh cụt sẽ chết.

source: About the time we had better #plastic #recycling system in the city.
vi: Về thời gian chúng tôi đã tốt hơn #plastic #recycling system in the city.

source: In the U.S. alone, 2,5 million #plastic bottles are thrown out every hour! #Recycle and #Reuse.
vi: Chỉ riêng ở Mỹ, có 2,5 triệu "chai nhựa bị ném ra mỗi giờ! #Tái chế và #Tái sử dụng

source: Great news: Local #businesses join the plastic #recycling effort
vi: Tin vui: # doanh nghiệp địa phương tham gia nỗ lực # tái chế nhựa

source: You can probably #recycle more than you think. Just pay attention to what you put in the #trash.
vi: Bạn có thể có thể #tái chế nhiều hơn bạn nghĩ Chỉ cần chú ý đến những gì bạn đặt trong #trash.

source: #plastic #pollution is getting worse, we must save the Earth. #makeEarthgreatagain
vi: # nhựa # ô nhiễm đang trở nên tồi tệ hơn, chúng ta phải cứu Trái đất. #makeEarthgreatagain

source: We are filling our oceans and lands with plastics. #recycle !
vi: Chúng ta đang lấp đầy các đại dương và vùng đất của mình bằng nhựa. #tái chế !

source: We wouldn't have to recycle our #plastic bags, bottles, etc if we ceased to manufacture them. Why won't we?
vi: Chúng tôi sẽ không phải tái chế túi, chai, v.v ... nếu chúng tôi ngừng sản xuất chúng. Tại sao chúng ta không?

source: Change your #plasticbottle into a refillable bottle and save a lot of plastic waste.
vi: Thay đổi #plasticbottle của bạn thành một chai có thể nạp lại và tiết kiệm rất nhiều rác thải nhựa.

source: No more stinky smoke from cars! At least not so much anyway :) #Freshair #ipreferoxygen
vi: Không còn khói xe khó chịu! Ít nhất thì không quá nhiều :) #Freshair #ipreferoxygen

source: IMHO it's great how our city is showing great example by banning the combustion engines.
vi: IMHO Thật tuyệt khi thành phố của chúng ta đang thể hiện một tấm gương tuyệt vời bằng cách cấm động cơ đốt trong.

source: Hey, where have all the cars gone? It's so calm here. Love it!
vi: Này, tất cả các xe đã đi đâu? Ở đây thật yên tĩnh. Yêu nó!

source: Every car that is not polluting the atmosphere is a good car.
vi: Mỗi chiếc xe không gây ô nhiễm bầu không khí là một chiếc xe tốt.

source: Oh nice. I just bought a new #car and now I can't use it? Really? #engineban
vi: Ồ tốt đẹp Tôi mới mua #xe hơi và bây giờ tôi không thể sử dụng nó? Có thật không? #engineban

source: This #combustion #engine #ban will kill all the businesses in the area. I'm sure about it.
vi: #Combustion #engine #ban này sẽ giết chết tất cả các doanh nghiệp trong khu vực. Tôi chắc chắn về nó.

source: I find this new combustion engine ban a very welcome reform. People should walk more anyway.
vi: Tôi thấy lệnh cấm động cơ đốt mới này là một cải cách rất đáng hoan nghênh. Mọi người nên đi bộ nhiều hơn dù sao.

source: Yes! Great to see that the city officials are all for the greener future. Good job! #combustionengineban
vi: Đúng! Thật tuyệt khi thấy rằng các quan chức thành phố là tất cả cho tương lai xanh hơn. Làm tốt lắm! #combustionengineban

source: Global warming is fake news, so these kind of bans make no sense #makeourcitygreatagain
vi: Sự nóng lên toàn cầu là tin tức giả, vì vậy những loại cấm này không có ý nghĩa #makeourcitygreatagain

source: I don't mind having less #traffic and more room for #bicycles :D #combustionengineban
vi: Tôi không phiền khi có ít #traffic hơn và nhiều chỗ hơn cho #bicycles: D #combustionengineban

source: Hey, where's all the traffic noise gone! #electric #cars are so silent it's amazing.
vi: Này, mọi tiếng ồn giao thông đã biến mất! # điện # xe rất im lặng, thật tuyệt vời.

source: Electric cars are dangerous as people cannot hear the electric cars coming! Think about that.
vi: Xe điện nguy hiểm vì người ta không thể nghe thấy tiếng xe điện chạy tới! Nghĩ về điều đó.

source: Was there a new Edison #electriccar model coming out this year?
vi: Có một Edison mới không #mô hình xe điện sắp ra mắt trong năm nay?

source: Have you noticed the new recharge stations for electric cars? #EVSE
vi: Bạn đã nhận thấy các trạm nạp tiền mới cho xe điện? #EVSE

source: They are offering free battery switch service for this week. #electriccars
vi: Họ đang cung cấp dịch vụ chuyển đổi pin miễn phí cho tuần này. # Electrocars

source: I didn't know electric cars are as fast as they are :o
vi: Tôi không biết xe điện cũng nhanh như vậy. :o

source: Electric or hybrid? What's your opinion? #electriccars
vi: Điện hay hybrid? Ý kiến của bạn là gì? # Electrocars

source: I've been very satisfied with the new electric car. I was a bit biased, but now I wouldn't change back to a traditional car.
vi: Tôi rất hài lòng với chiếc xe điện mới. Tôi đã có một chút thành kiến, nhưng bây giờ tôi sẽ không đổi lại xe truyền thống.

source: Is it possible to modify your old car into an #electriccar or #hybrid? I wouldn't want to change my trusty old car. It has served me 30 years already.
vi: Có thể sửa đổi chiếc ô tô cũ của bạn thành # điện tử hoặc #hybrid không? Tôi không muốn đổi chiếc xe cũ đáng tin cậy của mình. Nó đã phục vụ tôi 30 năm rồi.

source: Electric cars - what are they good for? Meh. #monstertrucks4ever
vi: Xe điện - chúng dùng để làm gì? Meh. #monstertrucks4ever

source: A bold move from our city to move away from the conventional fossil #fuelvehicles. #ElectricCars are the future!
vi: Một bước đi táo bạo từ thành phố của chúng ta để tránh xa hóa thạch thông thường #fuelvehicles. #ElectricCars are the future!

source: Does this mean were with the #ParisAgreement then? #Filterwaste
vi: Điều này có nghĩa là với #ParisAg Agreement sau đó không? #Filterwaste

source: Has anyone else noticed that it doesn't smell so funny here anymore. #greenfuture
vi: Có ai khác nhận thấy rằng nó không có mùi buồn cười ở đây nữa. #greenfuture

source: Reducing industrial waste is the right choice. Makes living in the city much nicer too.
vi: Giảm chất thải công nghiệp là sự lựa chọn đúng đắn. Làm cho cuộc sống ở thành phố cũng đẹp hơn nhiều.

source: let me tell ya: I know what's it like to work in a factory. This waste filtering thing is good for the workers too.
vi: để tôi nói với bạn: Tôi biết làm việc trong một nhà máy là như thế nào. Việc lọc chất thải này cũng tốt cho người lao động.
