Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Congratulations, you can now build: X, Y and Z !
vi: Xin chúc mừng, giờ bạn có thể xây: X, Y và Z !

source: Congratulations, your city can now build: X !
vi: Xin chúc mừng, giờ thành phố của bạn có thể xây: X !

source: To reward you for the hard work you have done for your city, the citizens have come up with a new innovation that will revolutionalize city life.
vi: Để thưởng cho bạn cho những công việc khó khăn mà bạn đã làm cho thành phố của mình, các công dân đã đưa ra một sáng kiến mới giúp cách mạng hóa cuộc sống thành phố.

source: Congratulations!
vi: Xin chúc mừng!

source: Building a Monument is a great moment in your city's history. You now have the power of your new Monument at your disposal and can continue playing. Remember that Unique Buildings are also available in other maps once they have been unlocked on any map. Here's a history of your city shown as graphs.
vi: Xây dựng một Kỳ quan là thời khắc tuyệt vời trong lịch sử thành phố. Giờ bạn có sức mạnh của Kỳ quan mới này trong tay và có thể tiếp tục trò chơi. Hãy nhớ rằng các Công trình Đặc trưng cũng có thể được sử dụng ở các bản đồ khác một khi đã được mở khóa. Đây là đồ thị tóm lược quá trình phát triển của thành phố.

source: City treasury
vi: Ngân quỹ

source: City budget
vi: Ngân sách

source: City value
vi: Giá trị

source: Population changes
vi: Biến động Dân số

source: Influx
vi: Dòng chảy

source: Birth rate
vi: Tỉ lệ sinh

source: Death rate
vi: Tỉ lệ tử

source: Employment percentage
vi: Tỉ lệ việc làm

source: Available jobs
vi: Chỗ làm còn trống

source: Education levels
vi: Mức Giáo dục

source: Tourist tax income
vi: Thuế từ du khách

source: Happiness
vi: Độ hài lòng

source: Residential zone
vi: Khu Dân cư

source: Commercial zone
vi: Khu Thương mại

source: Industrial zone
vi: Khu Công nghiệp

source: Office zone
vi: Khu Văn phòng

source: Prisoners
vi: Tù nhân

source: Treasury development
vi: Tình hình ngân quỹ

source: City budget development
vi: Tình hình ngân sách của thành phố

source: Value of player-placed buildings and treasury together
vi: Giá trị của các tòa nhà và kho bạc do người chơi đặt cùng nhau

source: Tax income
vi: Thu nhập từ thuế

source: Population development
vi: Tình hình dân số

source: Citizens moving into the city
vi: Lượng người dân chuyển đến thành phố sống

source: Birth rate in the city
vi: Tỉ lệ sinh trong thành phố

source: Death rate in the city
vi: Tỉ lệ tử trong thành phố

source: Percentage of citizens employed
vi: Số phần trăm công dân có việc làm

source: Jobs available in the city
vi: Số công việc còn trống trong thành phố

source: Citizen education levels
vi: Cấp độ giáo dục của người dân

source: Students in the city
vi: Số học sinh sinh viên trong thành phố

source: Tourists in the city
vi: Lượng Du khách trong thành phố

source: Tax income from tourists
vi: Thuế thu được từ du khách

source: Happiness percentage in the city
vi: Mức độ hài lòng trong thành phố

source: Amount of residential zone in squares
vi: Diện tích được quy hoạch làm khu dân cư

source: Amount of commercial zone in squares
vi: Diện tích được quy hoạch làm khu thương mại

source: Amount of industrial zone in squares
vi: Diện tích được quy hoạch làm khu công nghiệp

source: Amount of office zone in squares
vi: Diện tích được quy hoạch làm khu văn phòng

source: Number of prisoners in all the city prisons.
vi: Số tù nhân trong các nhà tù của thành phố.

source: Number of cyclists in the city.
vi: Số người đi xe đạp trong thành phố.

source: Construction cost: {0}
vi: Chi phí xây dựng: {0}

source: Estimated production: {0} MW
vi: Sản lượng dự kiến: {0} MW

source: Refund: {0}
vi: Hoàn vốn: {0}

source: Relocation cost: {0}
vi: Chi phí di dời: {0}

source: Create a new line
vi: Tạo một tuyến mới

source: Add stop
vi: Thêm trạm

source: Move stop
vi: Di chuyển trạm

source: Complete line
vi: Hoàn thành tuyến

source: Drag stop to move it
vi: Kéo trạm để di chuyển nó

source: Drag line to add stop
vi: Kéo tuyến để thêm trạm

source: Rock{0}
vi: Đá{0}

source: Spring{0}
vi: Mùa xuân{0}

source: West{0}
vi: Hướng Tây{0}

source: Lake{0}
vi: Hồ{0}

source: Port{0}
vi: Hải cảng{0}

source: Santa Noel {0}
vi: Ông già Noel {0}

source: field
vi: cánh đồng

source: wood
vi: gỗ

source: valley
vi: thung lũng

source: burg
vi: nhà tù

source: es
vi: là

source: ville
vi: thành phố

source: bad
vi: xấu

source: Origin Achievements are disabled when mods are active.
vi: Thành tích gốc bị vô hiệu hóa khi mod hoạt động.

source: Buy Deluxe Edition on Origin
vi: Mua phiên bản Deluxe Edition trên Origin

source: Buy After Dark on Origin
vi: Mua After Dark trên Origin

source: Buy Snowfall on Origin
vi: Mua Snowfall trên Origin

source: Buy Natural Disasters on Origin
vi: Mua Natural Disasters trên Origin

source: Buy Mass Transit on Origin
vi: Mua Mass Transit trên Origin

source: Buy Green Cities on Origin
vi: Mua Green Cities trên Origin

source: Buy Match Day on Origin
vi: Mua Match Day trên Origin

source: Buy Stadiums on Origin
vi: Mua Stadiums trên Origin

source: Buy Relaxation Station on Origin
vi: Mua Relaxation Station trên Origin

source: Buy Pearls from the East on Origin
vi: Mua Pearls from the East trên Origin

source: Buy Rock City on Origin
vi: Mua Rock City trên Origin

source: Buy Concerts on Origin
vi: Mua Concerts trên Origin

source: Buy Art Deco on Origin
vi: Mua Art Deco trên Origin

source: Buy High Tech on Origin
vi: Mua High Tech trên Origin

source: Buy European Suburbia on Origin
vi: Mua European Suburbia trên Origin

source: Buy Carols, Candles and Candy on Origin
vi: Mua Carols, Candles and Candy trên Origin

source: Buy All That Jazz on Origin
vi: Mua All That Jazz trên Origin

source: Buy Parklife on Origin
vi: Mua Parklife trên Origin

source: Buy Country Road Radio on Origin
vi: Mua Country Road Radio trên Origin

source: Buy Industries on Origin
vi: Mua Industries trên Origin

source: Buy Synthetic Dawn Radio on Origin
vi: Mua Synthetic Dawn Radio trên Origin

source: Buy Deep Focus Radio on Origin
vi: Mua Deep Focus Radio trên Origin

source: Buy Campus Radio on Origin
vi: Mua Campus Radio trên Origin

source: Buy University City on Origin
vi: Mua University City trên Origin

source: Buy Campus on Origin
vi: Mua Campus trên Origin

source: Buy Sunset Harbor on Origin
vi: Mua Sunset Harbor trên Origin

source: Buy Modern City Center on Origin
vi: Mua Modern City Center trên Origin

source: Buy Modern Japan on Origin
vi: Mua Modern Japan trên Origin

source: Buy Downtown Radio on Origin
vi: Mua Downtown Radio trên Origin

source: Buy Coast to Coast Radio on Origin
vi: Mua Coast to Coast Radio trên Origin

source: Mods and other user generated content ("UGC") are fan created content that modify your game experience. Neither Paradox Interactive nor Colossal Order screen or support uploaded UGC and download of such is at your own risk. Use the same precautions that you normally use when downloading software and beware that some UGC may not be safe.
vi: Mod và nội dung do người dùng khác tạo ("UGC") là nội dung do người hâm mộ tạo để sửa đổi trải nghiệm trò chơi của bạn. Cả màn hình Paradox Interactive hay Colossal Order hoặc hỗ trợ tải lên UGC và tải xuống như vậy đều có nguy cơ của riêng bạn. Sử dụng các biện pháp phòng ngừa tương tự mà bạn thường sử dụng khi tải xuống phần mềm và hãy cẩn thận rằng một số UGC có thể không an toàn.

source: Film Grain Amount
vi: Hiệu ứng điện ảnh

source: Chirper Volume
vi: Âm lượng Chirper

source: LOADING
vi: ĐANG NẠP

source: Tooltip Image
vi: Hình gợi ý

source: Thumbnail icon
vi: Biểu tượng nhỏ

source: State
vi: Bang

source: Focused
vi: Tập trung

source: Hovered
vi: Giữ chuột

source: Pressed
vi: Nhấp chuột

source: DISCLAIMER
vi: TRÁCH NHIỆM

source: I understand
vi: Trẫm hiểu

source: Cancel
vi: Hủy

source: Don't show again
vi: Đừng hiện lại

source: Short description:
vi: Mô tả ngắn gọn

source: Don't sync
vi: Không đồng bộ

source: Every V Blank
vi: Mỗi V trống

source: Every second V Blank
vi: Mỗi hai V trống

source: Invert Y-mouse axis
vi: Đảo chiều Y của chuột

source: COLOR CORRECTIONS
vi: CÂN CHỈNH MÀU SẮC

source: Categories
vi: Danh mục

source: Last updated: {0}
vi: Cập nhật lần cuối: {0}

source: one second ago
vi: một giây trước

source: {0} seconds ago
vi: {0} giây trước

source: a minute ago
vi: một phút trước

source: {0} minutes ago
vi: {0} phút trước

source: an hour ago
vi: một giờ trước

source: {0} hours ago
vi: {0} giờ trước

source: yesterday
vi: hôm qua

source: {0} days ago
vi: {0} ngày trước

source: one week ago
vi: một tuần trước

source: {0} weeks ago
vi: {0} tuần trước

source: one month ago
vi: một tháng trước

source: {0} months ago
vi: {0} tháng trước

source: one year ago
vi: một năm trước

source: {0} years ago
vi: {0} năm trước

source: Date updated: {0}
vi: Ngày cập nhật: {0}

source: Date created: {0}
vi: Ngày tạo: {0}

source: Stored on Steam Cloud
vi: Lưu trữ trên Steam Cloud

source: Get more color corrections on
vi: Tải thêm cân chỉnh màu sắc trên

source: Currently subscribed workshop items
vi: Sản phẩm đang theo dõi trên workshop

source: Add custom category. Drag and drop items to add content to a category.
vi: Thêm danh mục tùy chỉnh. Kéo và thả các mục để thêm nội dung vào một danh mục.

source: Rename custom category
vi: Đổi tên danh mục tùy biến

source: Remove custom category
vi: Loại bỏ danh mục tùy biến

source: CONFIRM DELETION
vi: XÁC NHẬN XÓA

source: You are about to delete this category. Do you wish to proceed?
vi: Bạn sắp xóa danh mục này. Bạn có muốn tiếp tục?

source: Select an existing asset
vi: Chọn một tài nguyên có sẵn

source: This item contains some errors/warnings and may perform poorly or cause unexpected behaviors. Use with caution and please make sure to notify its author to fix it.
vi: Mục này chứa một số lỗi/cảnh báo và có thể hoạt động kém hoặc gây ra các hành vi không mong muốn. Sử dụng một cách thận trọng và vui lòng thông báo cho tác giả của nó để sửa chữa nó.

source: This item version is old and may perform poorly or cause unexpected behaviors. Use with caution and please make sure to notify its author to fix it.
vi: Phiên bản mặt hàng này đã cũ và có thể hoạt động kém hoặc gây ra các hành vi không mong muốn. Sử dụng một cách thận trọng và vui lòng thông báo cho tác giả của nó để sửa chữa nó.

source: Map theme: {0}
vi: Dạng Bản đồ: {0}

source: Map theme:
vi: Dạng Bản đồ:

source: Properties
vi: Thuộc tính

source: RESET UNIQUE BUILDING UNLOCKING
vi: KHÓA CÁC CÔNG TRÌNH ĐẶC TRƯNG

source: Previously unlocked unique buildings will be reset. Are you sure you want to proceed?
vi: Các tòa nhà độc đáo đã mở khóa trước đây sẽ được thiết lập lại. Bạn có chắc muốn tiếp tục?

source: Default from template
vi: Mặc định từ mẫu

source: PARADOX ACCOUNT ERROR
vi: LỖI TÀI KHOẢN PARADOX

source: COMPATIBILITY ERROR
vi: LỖI TƯƠNG THÍCH

source: Graphic adapter does not meet minimum requirements (Shader Model 3.0)
vi: Card đồ họa không đáp ứng được yêu cầu tối thiểu (Shader Model 3.0)

source: Map Theme
vi: Dạng Bản đồ

source: Achievements availability
vi: Tình trạng Thành tựu

source: Achievements are enabled
vi: Thành tựu được bật

source: Achievements are disabled
vi: Thành tựu bị vô hiệu hóa

source: {0} mod(s) active
vi: Có {0} mod đang hoạt động

source: Savegame was downloaded from the Steam Workshop
vi: Tệp lưu được tải về từ Steam Workshop

source: Savegame was saved while achievements were disabled
vi: Tệp lưu được lưu lại trong khi thành tựu bị vô hiệu hóa

source: Enable All
vi: Bật tất cả

source: Disable All
vi: Tắt tất cả

source: Please wait…
vi: Xin chờ...

source: ..while the selected language is loaded.
vi: ..trong khi tải ngôn ngữ được chọn.

source: No images available
vi: Không có hình

source: Auto-save every
vi: Tự động lưu mỗi

source: minute(s)
vi: phút

source: Reset Key Mapping
vi: Thiếp lập lại phím tắt

source: RESET KEY MAPPING
vi: THIẾT LẬP LẠI PHÍM TẮT

source: The key mapping options will be reset to default. Are you sure you want to proceed?
vi: Các tùy chọn phím tắt chính sẽ được đặt lại về mặc định. Bạn có chắc muốn tiếp tục?

source: Display settings
vi: Thiết lập Hiển thị

source: Quality settings
vi: Thiết lập Chất lượng

source: Preferences
vi: Sở thích

source: SYSTEM SETTINGS
vi: THIẾT LẬP HỆ THỐNG

source: MODS SETTINGS
vi: THIẾT LẬP MOD

source: Audio settings
vi: Thiết lập Âm thanh

source: Controls settings
vi: Thiết lập Điều khiển

source: Keymapping settings
vi: Thiết lập Phím tắt

source: In-game settings
vi: Thiết lập Trong game

source: Language settings
vi: Thiết lập Ngôn ngữ

source: Show in-game guide popups
vi: Hiện thông điệp hướng dẫn khi chơi

source: KEYMAPPING
vi: PHÍM TẮT

source: Miscellaneous settings
vi: Thiếp lập Khác

source: Paradox Interactive will link your SteamID to allow you to get automatically logged in to your Paradox Account when starting the game, and to grant you benefits based on games that you own. Should you no longer wish to use this feature, click the ’Unlink Steam Account’ button at any time or log in to your Paradox Account on https://www.paradoxplaza.com and unlink.
vi: Paradox Interactive sẽ liên kết SteamID của bạn để cho phép bạn tự động đăng nhập vào Tài khoản Paradox của mình khi bắt đầu trò chơi và cấp cho bạn lợi ích dựa trên các trò chơi mà bạn sở hữu. Nếu bạn không muốn sử dụng tính năng này nữa, hãy nhấp vào nút ’Hủy liên kết tài khoản Steam’ bất kỳ lúc nào hoặc đăng nhập vào Tài khoản Paradox của bạn trên https://www.paradoxplaza.com và hủy liên kết.

source: LOGIN USING STEAM
vi: ĐĂNG NHẬP SỬ DỤNG

source: LINK
vi: LIÊN KẾT

source: LINK STEAM ACCOUNT
vi: LIÊN KẾT TÀI KHOẢN

source: SKIP
vi: NHẢY

source: UNLINK
vi: KHÔNG GIỚI HẠN

source: Steam account linked
vi: Liên kết tài khoản Steam

source: Success!
vi: thành công!

source: Your Paradox Account has been linked to your Steam account.
vi: Tài khoản Nghịch lý của bạn đã được liên kết với tài khoản Steam của bạn.

source: LOGOUT
vi: ĐĂNG XUẤT

source: Thank you for creating a Paradox Account!
vi: Cảm ơn bạn đã tạo Tài khoản Nghịch lý!

source: We have sent you a link to confirm your e-mail address
vi: Chúng tôi đã gửi cho bạn một liên kết để xác nhận địa chỉ e-mail của bạn

source: This Steam account is already linked to a different Paradox Account. Would you like to overwrite the link?
vi: Tài khoản Steam này đã được liên kết với một Tài khoản Nghịch lý khác. Bạn có muốn ghi đè lên liên kết?

source: This Paradox Account is already linked to a different Steam account. Would you like to overwrite the link?
vi: Tài khoản Paradox này đã được liên kết với một tài khoản Steam khác. Bạn có muốn ghi đè lên liên kết?

source: ALREADY LINKED
vi: Luôn luôn liên kết

source: Your Steam account is linked to a Paradox Account. Do you wish to automatically log in to your Paradox Account?
vi: Tài khoản Steam của bạn được liên kết với Tài khoản Nghịch lý. Bạn có muốn tự động đăng nhập vào Tài khoản Nghịch lý của mình không?

source: Account Link Found
vi: Liên kết tài khoản được tìm thấy

source: Luxury Goods
vi: Hàng hóa đắt tiền

source: Weekly Commercial Income from Specializations
vi: Thu nhập Thương mại hàng tuần từ khu Chuyên môn hóa

source: After Dark DLC Required
vi: Cần DLC After Dark

source: Refreshing feed...
vi: Đang làm mới bảng tin...

source: Oops! Could not retrieve feed at this time.
vi: Ối! Không thể nhận tin tức lúc này.

source: Welcome to Cities: Skylines!
vi: Chào mừng đến với Cities: Skylines!

source: Pearls from the East DLC
vi: DLC Hòn ngọc Viễn đông

source: Yes, I want to receive the Cities: Skylines community newsletter
vi: Phải, tôi muốn nhận thư báo từ cộng đồng Cities: Skylines

source: Download or create a map to unlock the tab
vi: Tải về hoặc tạo một bản đồ để mở khóa thẻ này

source: Not Evacuated
vi: Chưa Sơ tán

source: RESTART
vi: BẮT ĐẦU LẠI

source: Building shelters allows you to evacuate citizens!
vi: Công trình hầm trú ẩn cho phép bạn sơ tán người dân!

source: Save Game
vi: Lưu Màn chơi

source: Map
vi: Bản đồ

source: CONTINUE PLAYING
vi: TIẾP TỤC CHƠI

source: Author
vi: Tác giả

source: NEWS FEED
vi: TIN TỨC

source: You own this {0}.
vi: Bạn đã sở hữu {0}.

source: Click to get this {0}.
vi: Nhấn vào đây để có được điều này {0}.

source: Click to buy this {0}.
vi: Nhấn vào đây để mua cái này {0}.

source: expansion
vi: bản mở rộng này

source: content creator pack
vi: gói tạo nội dung

source: radio station
vi: đài phát thanh

source: BUY
vi: MUA

source: This map requires the {0} expansion.
vi: Bản đồ này yêu cầu {0} bản mở rộng.

source: Free DLC
vi: DLC miễn phí

source: DLC owned: {0} / {1}
vi: DLC sở hữu: {0} / {1}

source: WORKSHOP
vi: XƯỞNG

source: Look at TGP SpaceWork for user made content for the game!
vi: Hãy xem TGP SpaceWork để biết nội dung do người dùng tạo cho trò chơi!

source: TGP SpaceWork
vi: Không gian TGP

source: TGP Achievements are disabled when mods are active.
vi: Thành tích TGP bị vô hiệu hóa khi mod hoạt động.

source: PUBLISH MOD ON TGP SPACEWORK
vi: XUẤT BẢN MOD TRÊN TGP SPACEWORK

source: PUBLISH SAVEGAME ON TGP SPACEWORK
vi: XUẤT BẢN SAVEGAME TRÊN TGP SPACEWORK

source: PUBLISH MAP ON TGP SPACEWORK
vi: XUẤT BẢN BẢN ĐỒ TRÊN TGP SPACEWORK

source: PUBLISH ASSET ON TGP SPACEWORK
vi: XUẤT BẢN VẬT PHẨM TRÊN TGP SPACEWORK

source: Use TGP Cloud
vi: Sử dụng đám mây TGP

source: Cloud Synchronization is disabled from current TGP Account Settings
vi: Đồng bộ hóa đám mây bị tắt từ Cài đặt tài khoản TGP hiện tại

source: You are about to unsubscribe this item from TGP SpaceWork. Do you wish to proceed?
vi: Bạn sắp hủy đăng ký mục này từ TGP SpaceWork. Bạn có muốn tiếp tục?

source: Update on TGP SpaceWork
vi: ập nhật trên TGP SpaceWork

source: Share on TGP SpaceWork
vi: Chia sẻ trên TGP SpaceWork

source: VIEW ON TGP SPACEWORK
vi: XEM TRÊN TGP SPACEWORK

source: SpaceWork Title
vi: Tiêu đề SpaceWork

source: SpaceWork Description
vi: Mô tả SpaceWork

source: Stored on TGP Cloud
vi: Được lưu trữ trên đám mây TGP

source: Buy After Dark on TGP
vi: Mua DLC After Dark trên TGP

source: Savegame was downloaded from the TGP SpaceWork
vi: Savegame đã được tải xuống từ TGP SpaceWork

source: Unsubscribe from all spacework items?
vi: Hủy đăng ký từ tất cả các mục trên spacework?

source: Currently subscribed spacework items
vi: Các mục spacework hiện đang đăng ký

source: PUBLISH STYLE ON TGP SPACEWORK
vi: PHONG CÁCH XUẤT BẢN TRÊN TGP SPACEWORK

source: Buy Snowfall on TGP
vi: Mua DLC Snowfall trên TGP

source: Warning: You are about to create a map based on an unpublished map theme. If this map is shared on TGP SpaceWork, it will use a default map theme instead. To share a map with a custom map theme, first publish and subscribe to your theme. Do you want to continue anyway?
vi: Cảnh báo: Bạn sắp tạo bản đồ dựa trên chủ đề bản đồ chưa được công bố. Nếu bản đồ này được chia sẻ trên TGP SpaceWork, nó sẽ sử dụng chủ đề bản đồ mặc định. Để chia sẻ bản đồ với chủ đề bản đồ tùy chỉnh, trước tiên hãy xuất bản và đăng ký chủ đề của bạn. Bạn có muốn tiếp tục không?

source: Buy Natural Disasters on TGP
vi: Mua DLC Thảm họa thiên nhiên trên TGP

source: Look at QQGAME SpaceWork for user made content for the game!
vi: Hãy xem QQGAME SpaceWork để biết nội dung do người dùng tạo cho trò chơi!

source: Warning: You are about to create a map based on an unpublished map theme. If this map is shared on QQGAME SpaceWork, it will use a default map theme instead. To share a map with a custom map theme, first publish and subscribe to your theme. Do you want to continue anyway?
vi: Cảnh báo: Bạn sắp tạo bản đồ dựa trên chủ đề bản đồ chưa được xuất bản. Nếu bản đồ này được chia sẻ trên QQGAME SpaceWork, nó sẽ sử dụng chủ đề bản đồ mặc định để thay thế. Để chia sẻ bản đồ với chủ đề bản đồ tùy chỉnh, trước tiên hãy xuất bản và đăng ký chủ đề của bạn. Bạn có muốn tiếp tục không?

source: Password*
vi: Mật khẩu

source: Date of birth*
vi: Ngày sinh*

source: Country*
vi: Quốc gia*

source: Language*
vi: Ngôn ngữ*

source: First name
vi: Tên

source: Last name
vi: Họ

source: Address
vi: Địa chỉ

source: Zipcode
vi: Mã Bưu chính

source: Phone
vi: Điện thoại

source: * Required fields
vi: * Mục bắt buộc

source: CREATE ACCOUNT
vi: TẠO TÀI KHOẢN

source: CREATE NEW ACCOUNT
vi: TẠO TÀI KHOẢN MỚI

source: PARADOX ACCOUNT
vi: TÀI KHOẢN PARADOX

source: Email Address
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: LOGIN
vi: ĐĂNG NHẬP

source: Remember me
vi: Ghi nhớ

source: I hereby agree to be bound by
vi: Tôi đồng ý với các điều khoản tại

source: and
vi: và

source: Paradox Terms of Use
vi: Điều khoản sử dụng của Paradox

source: Privacy & Cookies Policy
vi: Chính sách về quyền riêng tư

source: Paradox Plaza available!
vi: Đã có Quảng trường Paradox!

source: As a gesture of gratitude, you can now find a Paradox Plaza in your game under Parks & Plazas.
vi: Như một cử chỉ của lòng biết ơn, bây giờ bạn có thể tìm thấy Paradox Plaza trong trò chơi của bạn dưới Công viên & Quảng trường.

source: Thank you for logging in!
vi: Cảm ơn bạn đã đăng nhập!

source: ENGLISH
vi: TIẾNG ANH

source: (ENGLISH)
vi: (TIẾNG ANH)

source: Saving
vi: Đang lưu

source: Loading
vi: Đang nạp

source: Packaging
vi: Đang đóng gói

source: Compressing textures
vi: Đang nén vân bề mặt

source: Calculating LOD
vi: Đang tính toán LOD

source: PAUSE MENU
vi: TẠM DỪNG

source: MAP EDITOR
vi: CHỈNH SỬA BẢN ĐỒ

source: ASSET EDITOR
vi: CHỈNH SỬA TÀI NGUYÊN

source: BACK
vi: TRỞ LẠI

source: LOAD
vi: NẠP

source: NEW
vi: MỚI

source: VIEW ON STEAM WORKSHOP
vi: XEM TRÊN STEAM WORKSHOP

source: On / Off
vi: Bật / Tắt

source: Toggle All
vi: Bật tất cả

source: SHARE
vi: CHIA SẺ

source: UPDATE
vi: CẬP NHẬT

source: Update on Steam Workshop
vi: Cập nhật lên Steam Workshop

source: Share on Steam Workshop
vi: Chia sẻ lên Steam Workshop

source: This map cannot be shared because it has not been published to the New Game panel.
vi: Không thể chia sẻ bản đồ này vì nó chưa được xuất bản lên bảng điều khiển Trò chơi mới.

source: Delete
vi: Xóa

source: Unsubscribe
vi: Bỏ theo dõi

source: You are about to delete this asset. This action cannot be undone. Do you wish to proceed?
vi: Bạn sắp xóa nội dung này. Hành động này không thể được hoàn tác. Bạn có muốn tiếp tục?

source: CONFIRM UNSUBSCRIBE
vi: XÁC NHẬN BỎ THEO DÕI

source: You are about to unsubscribe this item from Steam Workshop. Do you wish to proceed?
vi: Bạn chuẩn bị bỏ theo dõi sản phẩm này trên Steam Workshop. Bạn có muốn tiếp tục không?

source: You are about to delete this save. Do you wish to proceed?
vi: Bạn sắp xóa lưu này. Bạn có muốn tiếp tục?

source: CONFIRM OVERWRITE
vi: XÁC NHẬN GHI ĐÈ

source: You are about to overwrite this save. Do you wish to proceed?
vi: Bạn sắp ghi đè bản lưu này. Bạn có muốn tiếp tục?

source: You are about to destroy this structure. Do you wish to proceed?
vi: Bạn sắp phá hủy cấu trúc này. Bạn có muốn tiếp tục?

source: CONFIRM SHORTCUT
vi: XÁC NHẬN PHÍM TẮT

source: The input '{0}' is already assigned to '{1}'. Confirm override?
vi: Đầu vào '{0}' đã được chỉ định đến '{1}'. Xác nhận ghi đè?

source: Are you sure you want to exit?
vi: Bạn chắc chắn muốn thoát chứ

source: QUIT GAME
vi: THOÁT KHỎI TRÒ CHƠI

source: All unsaved work will be lost. Where to go next?
vi: Tất cả công việc chưa lưu sẽ bị mất. Bạn phải đi đâu tiếp theo?

source: All unsaved progress will be lost. Where to go next?
vi: Tất cả tiến trình chưa được lưu sẽ bị mất. Đi đâu tiếp theo?

source: TO MAIN MENU
vi: TỚI MENU CHÍNH

source: TO DESKTOP
vi: TỚI DESKTOP

source: NEW SCREEN RESOLUTION
vi: ĐỘ PHÂN GIẢI MỚI

source: Do you want to keep these screen resolution/display settings? Previous settings will be restored in {0:N0} seconds.
vi: Bạn có muốn giữ độ phân giải/thiết lập hiển thị này không? Sẽ khôi phục thiết lập cũ trong {0:N0} giây.
