Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: I just feel better when I know the #dolphins are #safe <3
vi: Tôi chỉ cảm thấy tốt hơn khi biết #dolphins là # an toàn <3

source: Did you know that orcas (killer whales) are actually dolphins? #funfacts #TIL
vi: Bạn có biết rằng orcas (cá voi sát thủ) thực chất là cá heo? #funfacts #TIL

source: I wonder what methods there are to prevent dolphins ending up as bycatch #dolphin #safe #fishing
vi: Tôi tự hỏi có những phương pháp nào để ngăn cá heo kết thúc bằng cách bắt cá #dolphin #safe #fishing

source: What's the harm with occasional #dolphin in the middle of other #food? It's just fish #iwilleatanyfish
vi: Có tác hại gì khi #dolphin không thường xuyên ở giữa #thực phẩm khác? Đó chỉ là cá #iwilleatanyfish

source: tbh I don't care if #fish #yields are less as long as the #dolphins are #safe #responsible :)
vi: tbh Tôi không quan tâm đến việc # cá #nghiệp có ít hơn hay không miễn là #dolphins là # an toàn # có trách nhiệm :)

source: Wait, what?! So #fishing before wasn't #dolphin #safe??
vi: Chờ đã, cái gì ?! Vậy trước đây #fishing chẳng phải là #dolphin #safe sao ??

source: Does this mean that I can't go dolphin fishing anymore? #confused #dolphin #fishing
vi: Điều này có nghĩa là tôi không thể đi câu cá heo nữa? #confused #dolphin #fishing

source: These new affordable #travel #cards help people with low income to travel more! What's not to like? :)
vi: Những thẻ #travel #cards mới giá cả phải chăng này giúp những người có thu nhập thấp đi du lịch nhiều hơn! Không thích cái gì? :)

source: Where I can check the expiration date of my #tourist #travel #card?
vi: Tôi có thể kiểm tra ngày hết hạn của thẻ #tourist #travel #card ở đâu?

source: Woohoo! This is amazing! #airplane #tours #aviation-club
vi: Tuyệt vời! Thật đáng kinh ngạc! # máy bay # chuyến bay # câu lạc bộ hàng không

source: Now this is excellent reason to come and visit this beautiful city! #up-in-the-sky #airplane #tours
vi: Bây giờ đây là lý do tuyệt vời để đến và thăm thành phố xinh đẹp này! # up-in-the-sky #airplane #tours

source: Ever since #aviation #club started those damn #airplane #tours, noise pollution has skyrocketed!
vi: Kể từ khi # lệch #club bắt đầu # chuyến bay # máy bay chết tiệt đó, ô nhiễm tiếng ồn đã tăng vọt!

source: It's amazing to see all those beautiful vistas from up here! #airplane #tours
vi: Thật tuyệt vời khi nhìn thấy tất cả những khung cảnh tuyệt đẹp đó từ trên cao! #airplane #tours

source: Oh my, it is a TOTALLY different thing to see the city from up here! #happy #flying #airplane #tours
vi: Ôi trời, việc ngắm nhìn thành phố từ trên cao là một điều HOÀN TOÀN khác biệt! # vui vẻ # đang bay # máy bay # chuyến bay

source: Are they offering private flying lessons @theaviationclub? Asking for a friend.
vi: Họ có cung cấp các bài học bay riêng @theafiningclub không? Yêu cầu một người bạn.

source: @theaviationclub when's the next free spot for #airplane #tour ?
vi: @thealationclub khi nào là địa điểm miễn phí tiếp theo cho #airplane #tour?

source: I can't wait to get on the #airplane #tour #vroom
vi: Tôi nóng lòng muốn lên # máy bay #tour #vroom

source: I wonder what the city looks like from up in the sky #airplane #tours
vi: Tôi tự hỏi thành phố trông như thế nào từ trên cao #máy bay #tours

source: Has anyone seen my glasses? I lost them while on #airplane #tour #whoops
vi: Có ai nhìn thấy kính của tôi không? Tôi đã đánh mất chúng khi ở trên # máy bay #tour #whoops

source: I'm doing it! I am finally doing it! I'm getting over my fear of flying! #excited #airplane #tours #AAAAA #aviophobia
vi: Tôi đang làm việc đó! Cuối cùng thì tôi cũng làm được rồi! Tôi đang vượt qua nỗi sợ đi máy bay! #excited #airplane #tours #AAAAA #aviophobia

source: I just saw on TV #NESTOR practicing in their new fancy studio. Nice!
vi: Tôi chỉ thấy trên TV #NESTOR thực hành trong phòng thu mới lạ mắt của họ. Đẹp!

source: I wonder if they have proper #autotune equipment in the new premium studio…
vi: Tôi tự hỏi liệu họ có thiết bị đ#iều chỉnh tự động thích hợp trong studio cao cấp mới hay không…

source: I'm happy that the city supports great artists by offering them top quality facilities #premiumstudio
vi: Tôi rất vui khi thành phố hỗ trợ các nghệ sĩ tuyệt vời bằng cách cung cấp cho họ các cơ sở chất lượng hàng đầu #premiumstudio

source: #ElijhaMOTi does their music with surgical precision and now they have a new operating room with sharp scalpels :D
vi: #ElijhaMOTi thực hiện âm nhạc của họ với độ chính xác phẫu thuật và bây giờ họ có một phòng phẫu thuật mới với dao mổ sắc nét :D

source: Do I need to have premium loundspeakers to hear the difference between a normal studio and a #premiumstudio ?
vi: Tôi có cần phải có loa cao cấp để nghe sự khác biệt giữa phòng thu bình thường và #phòng thu cao cấp không?

source: Now #LilyLaRoux has a studio where her voice can be captured in all its beauty
vi: Bây giờ #LilyLaRoux có một phòng thu nơi giọng nói của cô ấy có thể thu được bằng tất cả vẻ đẹp của nó

source: I heard the new song from #NESTOR on the radio – it's so good! I'm definitely going to see them when they are on tour
vi: Tôi đã nghe bài hát mới từ #NESTOR trên radio - nó rất hay! Tôi chắc chắn sẽ gặp họ khi họ đang lưu diễn

source: New album coming from #LilyLaRoux !!!
vi: Album mới đến từ #LilyLaRoux !!!

source: #NESTOR is coming to play at the festival! How cool is that :D Who else is coming?
vi: #NESTOR sẽ đến chơi tại lễ hội! Làm thế nào là mát mẻ :D Ai khác đang đến?

source: #LilyLaRoux releases her tour plans! Can't wait to see her.
vi: #LilyLaRoux phát hành kế hoạch du lịch của mình! Không thể chờ đợi để nhìn thấy cô ấy.

source: Soon, my life will have reached its peak #ElijhaMOTi #onTour
vi: Sớm thôi, cuộc sống của tôi sẽ đạt đến đỉnh cao #ElijhaMOTi #onTour

source: You can now download the latest single from #ElijhaMoti for free!
vi: Bây giờ bạn có thể tải xuống đĩa đơn mới nhất từ #ElijhaMoti for free!

source: What a great idea to spend money on training young football players! Our team will do so well! #subsidizedyouth #football
vi: Thật là một ý tưởng tuyệt vời để chi tiền cho việc đào tạo cầu thủ bóng đá trẻ! Nhóm chúng tôi sẽ làm rất tốt! #subsidizedyouth #football

source: Young people in the city will surely be healthier now that there's a youth football training program. Well done! #health #subsidizedyouth #football
vi: Những người trẻ thành phố chắc chắn sẽ khỏe mạnh hơn khi có chương trình đào tạo bóng đá trẻ. Làm tốt! #health #subsidizedyouth #football

source: Training new players every day! #subsidizedyouth #football
vi: Đào tạo người chơi mới mỗi ngày! #subsidizedyouth #football

source: My children are applying for the sudsidized youth program, please accept them! #subsidizedyouth #football #pls
vi: Các con tôi đang đăng ký chương trình thanh niên trợ cấp, xin hãy chấp nhận chúng!trợ cấp thanh niên #bóng đá #pls

source: Can you imagine how many pairs of football boots the young players go through in a year? Whew! #subsidizedyouth #football
vi: Bạn có thể tưởng tượng các cầu thủ trẻ phải trải qua bao nhiêu đôi giày đá bóng trong một năm không? Chà! #trợ cấp thanh niên #bóng đá

source: Football can't be good for you! All that running around gives me a headache. #subsidizedyouth #football
vi: Bóng đá không thể tốt cho bạn! Tất cả những gì chạy xung quanh khiến tôi đau đầu.#trợ cấp thanh niên #bóng đá

source: I would much rather see young people read books than play football. Why don't we spend money on that? #subsidizedyouth #football
vi: Tôi thà thấy những người trẻ đọc sách hơn là chơi bóng. Tại sao chúng ta không chi tiền cho điều đó? #trợ cấp thanh niên #bóng đá

source: Why do we waste money on the youth to play football? They can go play in the parks! #subsidizedyouth #football
vi: Tại sao chúng ta lại lãng phí tuổi trẻ để chơi bóng? Họ có thể đi chơi trong công viên! #trợ cấp thanh niên #bóng đá

source: I love how easy it is to get to the stadium to see matches! #comeonecomeall #football
vi: Tôi thích cách dễ dàng đến sân vận động để xem các trận đấu! #comeonecomeall #football

source: Free transportation to the stadium? Yes please! #comeonecomeall #football
vi: Vận chuyển miễn phí đến sân vận động? Vâng, làm ơn! #comeonecomeall #football

source: I'm so going to ride the bus to the stadium! #comeonecomeall #football
vi: Tôi sẽ đi xe buýt đến sân vận động! #comeonecomeall #football

source: I don't often use public transportation, but when I do, it's on my way to the stadium. #comeonecomeall #football
vi: Tôi không thường xuyên sử dụng phương tiện giao thông công cộng, nhưng khi tôi làm vậy, nó đang trên đường đến sân vận động. #comeonecomeall #football

source: Free rides to the stadium, yay! #comeonecomeall #football
vi: Miễn phí cưỡi đến sân vận động, yay! #comeonecomeall #football

source: Aren't there more important thing to spend money on than free transit to the stadium? #comeonecomeall #football
vi: Không có điều quan trọng hơn để chi tiền hơn là quá cảnh miễn phí đến sân vận động? #comeonecomeall #football

source: I don't like football, can I get a free ride somewhere else, please? #comeonecomeall #football
vi: Tôi không thích bóng đá, làm ơn đi xe miễn phí ở nơi khác được không? #comeonecomeall #football

source: I live right next to the stadium and it's just too crowded on match days! #comeonecomeall #football
vi: Tôi sống ngay cạnh sân vận động và nó quá đông vào những ngày trận đấu! #comeonecomeall #football

source: I feel so safe with the extra police patrolling near the stadium #matchsecurity #football
vi: Tôi cảm thấy rất an toàn với cảnh sát tuần tra thêm gần sân vận động #matchsecurity #football

source: No more pickpockets taking advantage of football fans! #matchsecurity #football
vi: Không còn móc túi lợi dụng người hâm mộ bóng đá! #matchsecurity #football

source: Finally I can concentrate on the match and not keeping an eye on my purse. #matchsecurity #football
vi: Cuối cùng tôi có thể tập trung vào trận đấu và không để mắt đến ví của mình. #matchsecurity #football

source: It's good that there are more police on match days, I used to feel a lot less safe going to the matches. #matchsecurity #football
vi: Thật tốt khi có nhiều cảnh sát vào các ngày trận đấu, tôi đã từng cảm thấy ít an toàn hơn khi đến các trận đấu. #matchsecurity #football

source: More police = better #matchsecurity #football
vi: Thêm cảnh sát = tốt hơn #matchsecurity #football

source: Why are we wasting money on extra police on match days? I think homeless sloths are much more in need of help than football fans! #matchsecurity #football
vi: Tại sao chúng ta lãng phí tiền vào cảnh sát thêm vào những ngày trận đấu? Tôi nghĩ những con lười vô gia cư cần được giúp đỡ nhiều hơn những người hâm mộ bóng đá! #matchsecurity #football

source: Football fans should take better care of their belongings and keep their heads cool! No extra police would be needed! #matchsecurity #football
vi: Người hâm mộ bóng đá nên chăm sóc tốt hơn đồ đạc của họ và giữ cho đầu của họ mát mẻ! Không cần thêm cảnh sát! #matchsecurity #football

source: Do we really need more police on match days? Maybe that money could be better spent on others things, like libraries #matchsecurity #football
vi: Chúng ta có thực sự cần thêm cảnh sát vào những ngày trận đấu không? Có lẽ số tiền đó có thể được chi tốt hơn cho những thứ khác, như thư viện #matchsecurity #football

source: Thanks @mayor for supporting the timber industry. A huge step towards a greener tomorrow. #industrialboom #greenmoney
vi: Cảm ơn @mayor đã hỗ trợ ngành gỗ. Một bước tiến lớn hướng tới một ngày mai xanh hơn.#bùng nổ công nghiệp #greenmoney

source: Why are you cutting down all the trees? I hope our city will not turn into barren wasteland now. #savethetrees #deforestation
vi: Tại sao bạn lại chặt tất cả các cây? Tôi hy vọng thành phố của chúng tôi sẽ không biến thành đất hoang cằn cỗi như bây giờ. #cứu cây xanh #phá rừng

source: Way to go @mayor ! IMHO yellow cornfields are a much better sight than dirty factories. #cows #farming #moremoney
vi: Tốt lắm @mayor! Cánh đồng ngô vàng IMHO là một cảnh đẹp hơn nhiều so với những nhà máy bẩn thỉu.#nuôi #bò #nhiều tiền hơn

source: Oh, c'mon @mayor ! Doesn't the city board come up with anything more modern than farming? What's next #horse #wagons ?
vi: Ôi, thôi @mayor! Hội đồng thành phố không nghĩ ra bất cứ điều gì hiện đại hơn nông nghiệp? Tiếp theo # ngựa # xe ngựa hay gì

source: Good call @mayor ! Who would use the oil reserves under our city if not us! #industrialboom #moremoney #finderskeepers
vi: Tốt cuộc gọi @mayor! Ai sẽ sử dụng trữ lượng dầu dưới thành phố của chúng ta nếu không phải là chúng ta! #bùng nổ công nghiệp #thêm tiền #người tìm kiếm

source: I'm so sad our city needs to be ruined by those ugly oil pumps. Isn't there already enough oil in... wherever it comes from? #nothanks
vi: Tôi rất buồn thành phố của chúng ta bị hủy hoại bởi những cái máy bơm dầu xấu xí đó. Không phải đã có đủ dầu ở ... bất cứ nơi nào nó đến? #không,cám ơn

source: @mayor Supporting the ore industry was the right choice. That is just what our city's economy needed! #industrialboom
vi: Thị trưởng Hỗ trợ ngành công nghiệp quặng là lựa chọn đúng đắn. Đó chỉ là những gì nền kinh tế thành phố của chúng ta cần! #bùng nổ công nghiệp

source: I do not dig this at all, @mayor. Has anyone considered the ecological impact of mining and how it will ruin our beautiful town? #golddiggers
vi: Tôi không tìm hiểu điều này chút nào, @mayor. Có ai đã xem xét tác động sinh thái của việc khai thác và nó sẽ hủy hoại thị trấn xinh đẹp của chúng ta như thế nào? #golddiggers

source: @powerplant:The new energy meters encourage citizens to conserve #electricity. Benefits are almost instant. #energy #sustainability
vi: @máy điện: Máy đo năng lượng mới khuyến khích công dân tiết kiệm # điện năng. Lợi ích gần như ngay lập tức. # năng lượng # bền vững

source: Does someone know how much this #energy #meter consumes #electricity ?
vi: Ai đó biết # năng lượng # đồng hồ này tiêu thụ bao nhiêu # điện

source: @waterworks takes on water conservation by installing water meters in the district. #sourceoflife #tapwater
vi: các công trình cấp nước đảm nhận việc bảo tồn nguồn nước bằng cách lắp đặt đồng hồ nước trong huyện. #nguồn sống #nước máy

source: These #water meters are great! I'm saving #money and the #environment at the same time :)
vi: # Đồng hồ nước này thật tuyệt! Tôi đang tiết kiệm # tiền và # môi trường cùng một lúc :)

source: The city provides #smokedetectors for its residents free of charge! #ilovethiscity #firedepartmentrocks
vi: thành phố anh ta cung cấp máy phát hiện khói miễn phí cho cư dân của nó!#tôi yêu thành phố này #cục cứu hỏa

source: My #cat was just saved by a #smokedetector. Thank you @firedepartment !
vi: #Mèo của tôi vừa được lưu bằng máy phát hiện khói. Cảm ơn bạn @sở cứu hỏa!

source: Feeling #inspired to go enjoy the #greatoutdoors. #parks&rec
vi: Cảm thấy # háo hức khi đi tận hưởng # ngoài trời tuyệt vời. #công viên #trung tâm

source: @mayor Having a clean city with great outdoors opportunities is a privilege! Thanks!
vi: @mayor Có một thành phố sạch sẽ với những cơ hội ngoài trời tuyệt vời là một đặc quyền! Cảm ơn!

source: Saw a sign "No pets allowed". I'm in total dismay! What was the @mayor thinking? #nopuppiesallowed #ihatethiscity
vi: Thấy một dấu hiệu "Không cho phép vật nuôi". Tôi hoàn toàn mất tinh thần! @Mayor nghĩ gì? #nopuppiesallowed #ihatethiscity

source: No more #dog #poop everywhere! What a #joy! #notopoop
vi: Không còn #phân #chó ở khắp mọi nơi! Vui thế! #không phân

source: We are finally #recycling! I can't wait to separate all my trash into different piles. Do batteries go with metals? #lifechoices
vi: Cuối cùng chúng tôi cũng được tái chế! Tôi không thể chờ đợi để tách tất cả rác của tôi thành các đống khác nhau. Pin có đi với kim loại không? #những lựa chọn trong cuộc sống

source: Yes! #recycling is an important step in admitting our impact on nature and the environment! #reduce #carbonfootprint
vi: Đúng! #recycling là một bước quan trọng trong việc thừa nhận tác động của chúng ta đối với thiên nhiên và môi trường! #reduce #carbonfootprint

source: @mayor Who are you to say what I can do? What's next? Ban #sandalswithsocks? #notcool #iwantfreedom
vi: @thị trưởng Bạn là ai để nói những gì tôi có thể làm? Cái gì tiếp theo? Cấm #sandalswithsocks? #notcool #iwantfreedom

source: I think this #smokingban is excellent! For a non-smoking bartender like me, this is great!
vi: Tôi nghĩ rằng #smokingban này là tuyệt vời! Đối với một người pha chế không hút thuốc như tôi, điều này thật tuyệt!

source: With help from the @mayor, local schools will be up for the Academic Excellence Award. #learningisfun #educationreform
vi: Với sự trợ giúp từ @mayor, các trường học địa phương sẽ giành được Giải thưởng Học thuật Xuất sắc. #học tập là niềm vui #cải cách giáo dục

source: @sciencesentinel Great work kiddo! Student invents a revolutionary #3D #printing method
vi: Sciencesentinel Làm tốt lắm nhóc! Sinh viên phát minh ra phương pháp in #3D #mang tính cách mạng

source: Yaman! I is gonna hav a spliff now an take it easy! #itslegalized #THC #aimhigh
vi: Yaman! Bây giờ tôi sẽ bẻ gãy một miếng vải thật dễ dàng! # hợp pháp hóa #THC #aimhigh

source: The @police department is organizing a #joint task force to #weed out unlicensed coffee shops and medical marijuana retailers.
vi: Bộ @police đang tổ chức một đội đặc nhiệm #joint để #weed triệt tiêu các cửa hàng cà phê không có giấy phép và các nhà bán lẻ cần sa y tế.

source: @mayor Thank you for the #free #public #transportation! This is great news for the #students and nature alike!
vi: thị trưởng Cảm ơn bạn vì #phương tiện #giao thông công cộng #miễn phí! Đây là một tin tuyệt vời cho # sinh viên cũng như thiên nhiên!

source: Anyone interested in a used sedan? Car for sale because of low usage #carforsale #free #publictransport
vi: Có ai quan tâm đến một chiếc sedan đã qua sử dụng không? Bán xe vì #xe ít sử dụng cần bán #free #phương tiện giao thông công cộng

source: Higher #taxes? What is this madness? @mayor better have a good explanation for this. #appalled #thanksmayor
vi: Thuế cao hơn? Sự điên rồ này là gì? Thị trưởng tốt hơn có một lời giải thích tốt cho điều này. #kinh hoàng #thanksmayor

source: It sure is expensive to live in this area. Hope the @mayor balances the living costs with good #services. #notimpressed
vi: Nó chắc chắn là đắt tiền để sống trong khu vực này. Hy vọng @mayor cân bằng chi phí sinh hoạt với # dịch vụ tốt. #notimpressed

source: Small business owner always gets the shaft! I hope we'll have enough customers to keep us afloat. #nomoresales
vi: Chủ doanh nghiệp nhỏ luôn luôn có được trục! Tôi hy vọng chúng tôi sẽ có đủ khách hàng để giữ cho chúng tôi nổi. #nomoresales

source: @mayor goes after the backbone of #consumerism. Here's to hoping this will only be temporary. #downscaling #hightaxes
vi: thị trưởng đi sau xương sống của chủ nghĩa tiêu dùng. Đây là hy vọng điều này sẽ chỉ là tạm thời. # giảm giá # thuế cao

source: @local_government wants to support only the most successful businesses. Not sure if smart or not. #fatcats
vi: chính quyền địa phương chỉ muốn hỗ trợ những doanh nghiệp thành công nhất. Không chắc nếu thông minh hay không. #fatcats

source: Easy living in the #suburbs. The only thing missing now is an automated grocery delivery network. #greatneighborhood
vi: Sống ở ngoại ô dễ dàng. Điều duy nhất còn thiếu bây giờ là một mạng lưới giao hàng tạp hóa tự động. #khu phố tuyệt vời

source: It's surprisingly #affordable living in the city. @mayor is a real #goodguygreg. #lovethecity
vi: Thật đáng ngạc nhiên khi sống trong thành phố. #thị trưởng là một #người tốt thực sự.#yêu thành phố

source: Great to see so many small businesses thriving in the city. There are some really cool shopping possibilities. #smallbiz #boutiques
vi: Thật tuyệt khi thấy rất nhiều doanh nghiệp nhỏ phát triển mạnh trong thành phố. Có một số khả năng mua sắm thực sự thú vị. #cửa hàng #smallbiz

source: @mayor favors big retail companies. Let's see how this pans out. #hyped #buymore
vi: thị trưởng ủng hộ các công ty bán lẻ lớn. Hãy xem cách này diễn ra như thế nào.#hyped #mua thêm

source: Tech corporations find a #safehaven in the city. To many, #lowtaxes look very inviting. #crushingit #whitecollars
vi: Các tập đoàn công nghệ tìm thấy một #sự an toàn trong thành phố. Đối với nhiều người, #thuế thấp trông rất hấp dẫn. #crushingit #whitecollars "

source: Small local businesses have become a #politicalagenda for the @mayor in the public forum. Shop owners are expecting a boost in sales. #smallbizboost
vi: Các doanh nghiệp địa phương nhỏ đã trở thành một chương trình nghị sự chính trị cho thị trưởng trong diễn đàn công cộng. Các chủ cửa hàng đang kỳ vọng doanh số bán hàng sẽ tăng lên. #smallbizboost

source: Finally the policy-makers have understood that small businessess are the backbone of our city's economy! #smallbizboost
vi: Cuối cùng, các nhà hoạch định chính sách đã hiểu rằng nữ doanh nhân nhỏ là xương sống của nền kinh tế thành phố của chúng ta! #smallbizboost

source: @mayor rubs elbows with the #fatcats. #lowprices and great sales to be expected. #goneshopping
vi: @mayor xoa cùi chỏ bằng #fatcats. # giá thấp và doanh số bán hàng tuyệt vời được mong đợi. #goneshopping

source: It's great that big stores and malls have longer opening hours now and they are open on holidays too!
vi: Thật tuyệt khi các cửa hàng và trung tâm thương mại lớn có giờ mở cửa lâu hơn và họ cũng mở cửa vào các ngày lễ!

source: #scientists have created a space-saving factory design. More efficient #productionlines are being installed as we speak.
vi: #scientists đã tạo ra một thiết kế nhà máy tiết kiệm không gian. #Sprotionlines hiệu quả hơn đang được cài đặt như chúng ta nói.

source: Production rates are record high! #upgradesatwork
vi: Tỷ lệ sản xuất cao kỷ lục!#upgradesatwork

source: Homes of tomorrow, today! The @mayor supporting #smarthomes and bringing the city to the forefront of technical development. #HAL9000
vi: Những ngôi nhà của ngày mai, ngày hôm nay! #Thị trưởng hỗ trợ #nhà thông minh và đưa thành phố đi đầu trong phát triển kỹ thuật. # HAL9000

source: The new #smarthomes are great! I don't even have to choose the clothes I wanna wear as my domestic AI decides for me. #HAL9000
vi: Những ngôi nhà thông minh mới thật tuyệt vời! Tôi thậm chí không phải chọn quần áo mình muốn mặc vì AI quyết định cho tôi. # HAL9000

source: Thanks to the new building #regulations I will not lose my view to some ugly multi-storey buildings. #livinglow
vi: Nhờ có #regreg tòa nhà mới, tôi sẽ không mất tầm nhìn đến một số tòa nhà nhiều tầng xấu xí. #livinglow

source: Obviously there is someone in the @local_government who appreciates the #traditional look of our city! #architecture
vi: Rõ ràng là có ai đó trong #chính quyền địa phương đánh giá cao diện mạo #truyền thống của thành phố chúng tôi! #ngành kiến trúc

source: Thanks @mayor! At last they banned the heavy traffic from my neighborhood. #freshair #peaceandquiet
vi: Cảm ơn thị trưởng! Cuối cùng, họ cấm xe cộ đông đúc từ khu phố của tôi. #freshair #peaceandquiet

source: No more trucks! I can finally #sleep at night and let the #kids #play in the yard! Thanks @mayor #antitrucker
vi: Không còn xe tải! Cuối cùng thì tôi cũng có thể # ngủ vào ban đêm và để #bọn trẻ chơi trong sân! Cảm ơn thị trưởng #antitrucker

source: Why is there so little room in the prisons? Criminals are running around the city freely! #weneedprisons
vi: Tại sao có quá ít phòng trong các nhà tù? Tội phạm đang chạy quanh thành phố một cách tự do! #weneedprisons

source: We want a new prison! #prison
vi: Chúng tôi muốn một nhà tù mới! #prison
