Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: To get the most out of your roads, invest in building the Road Maintenance Depot. It will send out vehicles to boost your roads and allow for even higher maximum speeds.
vi: Để tận dụng tối đa các con đường của bạn, hãy đầu tư xây dựng Tổng kho bảo trì đường bộ. Nó sẽ gửi các phương tiện để tăng cường đường của bạn và cho phép đạt tốc độ tối đa cao hơn.

source: Build a sauna for your citizens so they can bathe and warm up. You can find the Sauna under Healthcare. Saunas give a small health boost to the area around them.
vi: Xây dựng một phòng tắm hơi cho công dân của bạn để họ có thể tắm và làm ấm. Bạn có thể tìm thấy Xông hơi trong Chăm sóc sức khỏe. Phòng tắm hơi giúp tăng cường sức khỏe cho khu vực xung quanh.

source: Make sure your citizens don't use electricity for heating, but rather opt for heating services. Build a heating plant and connect it to buildings with upgraded water pipes.
vi: Đảm bảo rằng công dân của bạn không sử dụng điện để sưởi ấm, mà chọn sử dụng các dịch vụ sưởi ấm. Xây dựng một nhà máy sưởi ấm và kết nối nó với các tòa nhà bằng các đường ống nước được nâng cấp.v

source: Weather effects
vi: Hiệu ứng thời tiết

source: Weather Effects
vi: Hiệu ứng thời tiết

source: More Modes
vi: Thêm chế độ chơi

source: Traffic Tip #1
vi: Mẹo giao thông #1

source: Traffic Tip #2
vi: Mẹo giao thông #2

source: Fresh Water
vi: Nước sạch

source: Taxes and House Level
vi: Thuế và Cấp độ Nhà

source: Produce Raw Materials
vi: Sản xuất Nguyên liệu thô

source: Ordering Raw Materials
vi: Nhập Nguyên liệu thô

source: Traffic Tip #3
vi: Mẹo giao thông #3

source: Traffic Tip #4
vi: Mẹo giao thông #4

source: Demand for Zones
vi: Nhu cầu Quy hoạch

source: Mouse Over Icons
vi: Di chuột lên Biểu tượng

source: Pollution Moves Downstream
vi: Xuôi dòng

source: Raise the Budget
vi: Tăng Ngân sách

source: Modify Buildings
vi: Chỉnh sửa Công trình

source: Place Intersections
vi: Đặt Giao lộ

source: Educate Citizens
vi: Đào tạo

source: Level Up Industry
vi: Tăng cấp Công nghiệp

source: Water Pumps and Dams
vi: Bơm nước và Đập thủy điện

source: Gain Paradox Plaza
vi: Lấy Quảng trường Paradox Plaza

source: Traffic Tip #5
vi: Mẹo giao thông #5

source: Demolishing
vi: Giải tỏa

source: Naming Things
vi: Đặt tên mọi thứ

source: Incoming and Outgoing
vi: Đến và Đi

source: Hydro Power Plants
vi: Nhà máy Thủy điện

source: Hydro Power Plants #2
vi: Nhà máy Thủy điện #2

source: Leveling up buildings
vi: Thăng cấp Công trình

source: Land Value and Building Levels
vi: Giá trị đất và Cấp công trình

source: Feeling under the weather? No worries, it will soon be a new day with different weather!
vi: Cảm thấy dưới thời tiết? Đừng lo lắng, sẽ sớm là một ngày mới với thời tiết khác!

source: Heavy fog means it's less windy than usual, affecting Wind Turbine electricity production.
vi: Sương mù dày đặc có nghĩa là trời ít gió hơn bình thường, ảnh hưởng đến việc sản xuất điện của Tua bin gió.

source: Rainy weather can increase wind speed, making Wind Turbines produce more electricity.
vi: Thời tiết mưa có thể làm tăng tốc độ gió, khiến Tua bin gió sản xuất nhiều điện hơn.

source: Fog obscures the sun, lowering Solar Power Plant's electricity production.
vi: Sương mù che khuất mặt trời, làm giảm sản lượng điện của Nhà máy Điện mặt trời.

source: "Unlimited money" and "Unlock all" modes can be found in the Content Manager.
vi: Bạn có thể tìm thấy chế độ kiếm tiền không giới hạn và "Mở khóa tất cả" trong Trình quản lý nội dung.

source: Make your industrial areas connect directly to the highway to allow trucks to move fast and easy to other cities.
vi: Làm cho các khu công nghiệp của bạn kết nối trực tiếp với đường cao tốc để cho phép xe tải di chuyển nhanh chóng và dễ dàng đến các thành phố khác.

source: Replace the busiest intersections with roundabouts to help traffic flow better.
vi: Thay thế những ngã tư đông đúc nhất bằng những bùng binh để giúp giao thông lưu thông tốt hơn.

source: Running out of fresh water? Use Water Towers to help supply the city.
vi: Hết nước ngọt? Sử dụng Tháp nước để cung cấp cho thành phố.

source: Citizens living in high level housing pay more taxes than people in low level housing.
vi: Công dân sống trong nhà ở cấp cao phải trả nhiều thuế hơn những người ở nhà cấp thấp.

source: To get the highest tax income possible, your city should produce raw materials locally. Specialized industries located at the sites of natural resources produce raw materials.
vi: Để có thu nhập thuế cao nhất có thể, thành phố của bạn nên sản xuất nguyên liệu thô tại địa phương. Các ngành công nghiệp chuyên biệt đặt tại các điểm có tài nguyên thiên nhiên sản xuất ra nguyên liệu thô.

source: Industry buildings automatically order raw materials from other cities if none are available locally.
vi: Các tòa nhà công nghiệp tự động đặt hàng nguyên liệu thô từ các thành phố khác nếu không có sẵn tại địa phương.

source: Look at Steam Workshop for user made content for the game!
vi: Hãy xem Steam Workshop để biết nội dung do người dùng tạo cho trò chơi!

source: Roads full of trucks? Make an elevated road that allows industry areas direct access to an outside highway so trucks don't have to drive through residential areas.
vi: Đường đầy xe tải? Làm đường trên cao cho phép các khu công nghiệp tiếp cận trực tiếp với đường cao tốc bên ngoài để xe tải không phải chạy qua các khu dân cư.

source: Control trucks by setting a Heavy Traffic Ban policy on areas where you don't want them to go.
vi: Kiểm soát xe tải bằng cách đặt chính sách Cấm xe tải đông đúc ở những khu vực bạn không muốn chúng đi.

source: Keep an eye on the zone demand bars to see what kind of zoning your citizens crave.
vi: Theo dõi các thanh nhu cầu của khu vực để xem công dân của bạn khao khát loại phân vùng nào.

source: When a building has more than one need icon showing, click on it and hover over the icons in the information window to learn more of what's wrong.
vi: Khi một tòa nhà có nhiều hơn một biểu tượng cần hiển thị, hãy nhấp vào tòa nhà đó và di chuột qua các biểu tượng trong cửa sổ thông tin để tìm hiểu thêm về những sai sót.

source: Electricity moves from building to building if they are close to each other.
vi: Điện di chuyển từ tòa nhà này sang tòa nhà khác nếu chúng ở gần nhau.

source: Always place your Drain Pipes downstream from Water Pumping Stations!
vi: Nhớ là luôn đặt Cống thoát nước ở hạ lưu của Trạm bơm!

source: Raise the budget for a service to make it work more efficiently.
vi: Tăng ngân sách cho dịch vụ để dịch vụ đó hoạt động hiệu quả hơn.

source: Not happy with the look of a building? Try the Asset Editor and modify it!
vi: Không hài lòng với giao diện của một tòa nhà? Hãy thử Trình chỉnh sửa nội dung và sửa đổi nó!

source: Is it cumbersome to build intersections? Build a few in the Asset Editor and use them in the game as many times as you want.
vi: Xây dựng nút giao thông có cồng kềnh không? Xây dựng một vài trong Trình chỉnh sửa nội dung và sử dụng chúng trong trò chơi nhiều lần tùy thích.

source: Educated citizens generate less garbage than uneducated citizens.
vi: Những công dân đã qua đào tạo tạo ra ít rác thải hơn.

source: Provide services for your industries to allow them to be upgraded to higher level ones. High level industry produces less pollution.
vi: Cung cấp dịch vụ cho các ngành của bạn để cho phép chúng được nâng cấp lên các ngành cấp cao hơn. Công nghiệp cấp cao tạo ra ít ô nhiễm hơn.

source: Parks and plazas raise the value of land around them, making citizens happy.
vi: Các công viên và quảng trường nâng cao giá trị của đất đai xung quanh chúng, làm cho người dân hài lòng.

source: Dams raise and lower water levels. Make sure your Water Pumps still reach the water after the Dam is complete.
vi: Các đập dâng và hạ mực nước. Đảm bảo Máy bơm nước của bạn vẫn tiếp nước sau khi Đập hoàn thành.

source: Create or log in to a Paradox Account in the main menu to unlock the Paradox Plaza so you can place it in your city.
vi: Tạo hoặc đăng nhập một tài khoản Paradox ở trình đơn chính sẽ mở khóa Quảng trường Paradox để bạn có thể đặt nó trong thành phố của mình.

source: Relocate buildings to upgrade roads next to them into wider or narrower roads.
vi: Di dời các tòa nhà để nâng cấp đường bên cạnh thành đường rộng hơn hoặc hẹp hơn.

source: If you want to demolish a graveyard or a landfill, it must be emptied first.
vi: Muốn phá bỏ nghĩa địa, bãi rác thì trước hết phải làm trống.

source: Rename a citizen, building, business or almost anything else by clicking on it, then clicking the name in the information window. Type in a new name and press Enter.
vi: Đổi tên một người dân, công trình, công ty hoặc gần như bất cứ thứ gì khác bằng cách nhấp chuột vào chúng, rồi nhấp chuột vào tên chúng trong cửa sổ thông tin. Gõ tên mới và nhấn Enter.

source: Is your highway connection a huge traffic jam? Add a roundabout right after it with roads leading straight to the most popular destinations.
vi: Kết nối đường cao tốc của bạn có bị tắc đường rất lớn không? Thêm bùng binh ngay sau bùng binh với các con đường dẫn thẳng đến các điểm đến phổ biến nhất.

source: The power production of a Hydro Power Plant depends on the difference in the water level on the different sides of the dam.
vi: Sản lượng điện của Nhà máy thủy điện phụ thuộc vào sự chênh lệch mực nước ở các mặt khác nhau của đập.

source: Hydro Power Plants need to have a high enough water level to function properly.
vi: Các nhà máy thủy điện cần có mực nước đủ cao để hoạt động bình thường.

source: Level Up buildings by raising the Land Value and providing education for your citizens.
vi: Nâng cấp các tòa nhà bằng cách nâng cao Giá trị đất và cung cấp giáo dục cho công dân của bạn.

source: Make sure to maintain the Land Value required by the building's level - otherwise the building will get abandoned.
vi: Đảm bảo duy trì giá trị đất theo yêu cầu của cấp độ của tòa nhà - nếu không tòa nhà sẽ bị bỏ hoang.

source: Freezing Temperatures?
vi: Nhiệt độ đóng băng?

source: When temperatures plummet, the city needs more heat. Prepare for high electricity consumption or high demand for heating!
vi: Khi nhiệt độ giảm mạnh, thành phố cần nhiều nhiệt hơn. Chuẩn bị cho mức tiêu thụ điện cao hoặc nhu cầu sưởi ấm cao!

source: Got a Need for Sleet?
vi: Thích mưa tuyết ư?

source: If winter is your thing, try the Winter Theme maps! You can experience snowfall and tackle challenges like heating your city and keeping roads free of snow.
vi: Nếu mùa đông là sở thích của bạn, hãy thử các bản đồ Chủ đề Mùa đông! Bạn có thể trải nghiệm tuyết rơi và giải quyết các thử thách như sưởi ấm thành phố của bạn và giữ cho đường không có tuyết.

source: Icy Islands
vi: Quần đảo Icy

source: Frosty Rivers
vi: Sông Frosty

source: Snowy Coast
vi: Bờ biển Snowy

source: Prussian Peaks
vi: Đỉnh phổ

source: The Dust Bowl
vi: Bát bụi

source: The Archipelago
vi: Quần đảo

source: Floodland
vi: Vùng ngập lụt

source: By The Dam
vi: Bởi con đê

source: Arid Plains
vi: Đồng bằng khô cằn

source: Regal Hills
vi: Đồi Regal

source: Seven Lakes
vi: Bảy hồ

source: Mountain Meadows
vi: Núi Meadows

source: Pine Rivers
vi: Sông Pine

source: Cavern Coast
vi: Bờ biển Cavern

source: Windfield
vi: Cánh đồng gió

source: Honu Island
vi: Đảo Honu

source: Twin Fjords
vi: Vịnh hẹp đôi

source: Green Peaks
vi: Đỉnh xanh

source: Marble Canyon
vi: Ngũ Hành Sơn

source: Pearl Bay
vi: Vịnh ngọc

source: Woodgarden
vi: Thợ rừng

source: Murky Coast
vi: Bờ biển âm u

source: Wolf Creek
vi: Sói sói

source: Northwood Hills
vi: Đồi Northwood

source: Marin Bay
vi: Vịnh Marin

source: Roslyn Peninsula
vi: Bán đảo Roslyn

source: Crater Falls
vi: Thác Crater

source: Desert Oasis
vi: Ốc đảo sa mạc

source: Azure Gulf
vi: Vịnh Azure

source: Eden Valley
vi: Thung lũng địa đàng

source: Garden Rivers
vi: Sông sông

source: Lavender Lake
vi: Hồ hoa oải hương

source: Green Plains
vi: Đồng bằng xanh

source: Riverrun
vi: Dòng sông

source: Black Woods
vi: Rừng Đen

source: Islands
vi: Quần đảo

source: Shady Strands
vi: Sợi râm

source: Two Rivers
vi: Hai con sông

source: Sandy Beach
vi: Bãi cát

source: Diamond Coast
vi: Bờ biển kim cương

source: Lagoon Shore
vi: Bờ đầm phá

source: Grand River
vi: Sông lớn

source: Cliffside Bay
vi: Vách đá vịnh

source: Foggy Hills
vi: Đồi sương mù

source: Frozenshire
vi: Frozenhire

source: Winter Hills
vi: Đồi mùa đông

source: Maintaining road
vi: Đang bảo trì đường

source: Filling potholes
vi: Đang lấp ổ gà

source: Maintenance truck capacity: {0}
vi: Tổng số xe bảo trì đường: {0}

source: Maintenance trucks in use: {0} / {1}
vi: Xe bảo trì đang sử dụng: {0} / {1}

source: Visitor capacity: {0}
vi: Lượng khách đón được: {0}

source: Sunshine intensity: {0}%
vi: Cường độ Ánh nắng: {0}%

source: Reindeer
vi: Tuần lộc

source: Rescue Dog
vi: Chó Cứu nạn

source: Moose
vi: Nai sừng tấm

source: Bison
vi: Bò rừng

source: Elephant
vi: Con voi

source: Antelope
vi: con linh dương

source: Rhino
vi: Tê giác

source: Lion
vi: sư tử

source: Giraffe
vi: Hươu cao cổ

source: Chimpanzee
vi: Tinh tinh

source: Gorilla
vi: Con khỉ đột

source: Flamingo
vi: Chim hồng hạc

source: Swan
vi: Thiên nga

source: Bald Eagle
vi: Đại bàng hói

source: Dolphin
vi: Cá heo

source: Manta Ray
vi: Cá đuối

source: Humpback Whale
vi: Cá voi lưng gù

source: Farmer
vi: Nông phu

source: Forestry Worker
vi: Công nhân lâm nghiệp

source: Oil Industry Worker
vi: Công nhân ngành dầu khí

source: Ore Industry Worker
vi: Công nhân khai thác quặng

source: Highland Cow
vi: Bò Tây Nguyên

source: Sheep
vi: Cừu

source: Seagull
vi: Mòng biển

source: Pig
vi: Lợn

source: Cow
vi: Bò

source: Wolf
vi: Sói

source: Deer
vi: Hươu

source: Bear
vi: Gấu

source: Cougar
vi: Báo

source: Dog
vi: Chó

source: Have {1} completed instances of {0}
vi: Có {1} {0} đã hoàn thành

source: Experience {1} occurrences of {0}
vi: Trải ngiệm {0} {1} lần

source: Win {0} {1} times
vi: Thắng {0} {1} lần

source: Construct {1} instances of {0}
vi: Xây dựng {1} trường hợp của {0}

source: Fill {1} instances of {0}
vi: Điền vào {1} trường hợp của {0}

source: Airline Info
vi: Thông tin về hãng hàng không

source: Airport Areas are not affected by this.
vi: Khu vực Sân bay không bị ảnh hưởng bởi điều này.

source: Airline
vi: Hãng hàng không

source: Level up an airport to level 3 and build an Airline Headquarters building to found an airline and generate income by selling plane tickets.
vi: Nâng cấp một sân bay lên cấp 3 và xây dựng một tòa nhà Trụ sở Hãng hàng không để thành lập một hãng hàng không và tạo thu nhập bằng cách bán vé máy bay.

source: Weekly Passengers: {0}
vi: Hành khách Hàng tuần: {0}

source: Active flights: {0}
vi: Chuyến bay đang hoạt động: {0}

source: The total amount of flights currently connecting to or from this airport area.
vi: Tổng số chuyến bay hiện đang kết nối đến hoặc đi từ khu vực sân bay này.

source: The size of the airport area in cells.
vi: Kích thước của khu vực sân bay tính theo các ô.

source: The weekly amount of passengers using this airport. Tourists support the city’s commercial zones and residents can use the airport to enter and leave the city.
vi: Lượng hành khách sử dụng sân bay này hàng tuần. Khách du lịch ủng hộ các khu thương mại của thành phố và người dân có thể sử dụng sân bay để ra vào thành phố.

source: The airport’s attractiveness score determines how many tourists the airport will attract. Tourists benefit the city by spending money in commercial zones.
vi: Điểm số hấp dẫn của sân bay xác định số lượng khách du lịch mà sân bay sẽ thu hút. Khách du lịch có lợi cho thành phố bằng cách chi tiền trong các khu thương mại.

source: This chart shows how many of the available passengers seats are used on an average flight to or from this airport area.
vi: Biểu đồ này cho biết có bao nhiêu ghế hành khách còn trống được sử dụng trên một chuyến bay trung bình đến hoặc đi từ khu vực sân bay này.

source: Passenger Seats
vi: Ghế hành khách

source: Used
vi: Đã dùng

source: Not used
vi: Chưa dùng

source: Projected ticket income
vi: Thu nhập từ vé dự kiến

source: The projected weekly income from airline ticket sales.
vi: Thu nhập dự kiến hàng tuần từ việc bán vé máy bay.

source: Incoming
vi: Thu nhập

source: Outgoing
vi: Tiêu dùng

source: This chart compares the amounts of departing and arriving passengers in this airport area.
vi: Biểu đồ này so sánh lượng hành khách đi và đến trong khu vực sân bay này.

source: Attractiveness modifier
vi: Công cụ sửa đổi độ hấp dẫn

source: Attractiveness score
vi: Điểm hấp dẫn

source: Airline Ticket Price
vi: Giá vé máy bay

source: The effect of the ticket price on attracting tourists.
vi: Ảnh hưởng của giá vé đến việc thu hút khách du lịch.

source: Complete the airport construction to unlock these features.
vi: Hoàn thành việc xây dựng sân bay để mở khóa các tính năng này.

source: Leveling up the airport unlocks new buildings and features, such as public transport buildings, cargo aircraft stands, and ultimately the option to found an airline.
vi: Nâng cấp sân bay mở khóa các tòa nhà và tính năng mới, chẳng hạn như các tòa nhà vận tải công cộng, vị trí đỗ của máy bay chở hàng và cuối cùng là tùy chọn thành lập hãng hàng không.

source: Paint an airport area using the airport area tool and place a terminal, aircraft stands and a runway to build an airport from modular parts. Taxiways connect aircraft stands with the runway. To avoid accidents, taxiways are one-way only. Airport areas provide great creative freedom regarding the layout of an airport, and can have aircraft stands for both passenger- and cargo planes. Buildings such as airline lounges and other decorative buildings increase an Airport Area’s attractiveness score, attracting more passengers and tourists. Leveling up an Airport Area unlocks more buildings and eventually the option to found your own airline, which generates income from selling tickets to airport passengers.
vi: Tạo một khu vực sân bay bằng cách sử dụng công cụ khu vực sân bay và đặt một nhà ga, vị trí đỗ máy bay và một đường băng để xây dựng một sân bay từ các bộ phận mô-đun. Đường lăn nối vị trí đỗ của máy bay với đường băng. Để tránh tai nạn, đường lăn chỉ dành cho một chiều. Các khu vực sân bay mang đến sự tự do sáng tạo tuyệt vời về cách bố trí sân bay và có thể có vị trí đỗ của máy bay cho cả máy bay chở khách và máy bay chở hàng. Các công trình như phòng chờ hàng không và các tòa nhà trang trí khác làm tăng điểm hấp dẫn của Khu vực Sân bay, thu hút nhiều hành khách và khách du lịch hơn. Nâng cấp Khu vực Sân bay mở khóa nhiều tòa nhà hơn và cuối cùng là tùy chọn để thành lập hãng hàng không của riêng bạn, tạo ra thu nhập từ việc bán vé cho hành khách tại sân bay.

source: Air transport funding also affects the attractiveness bonus that decoration buildings give to an airport area.
vi: Kinh phí vận tải hàng không cũng ảnh hưởng đến tiền thưởng hấp dẫn mà các tòa nhà trang trí mang lại cho khu vực sân bay.

source: High Capacity Metro
vi: Tàu điện ngầm công suất lớn

source: High Capacity Metro Trailer
vi: Đoạn giới thiệu tàu điện ngầm công suất lớn

source: Random
vi: Ngẫu nhiên

source: Change which vehicles spawn from this building.
vi: Thay đổi phương tiện nào xuất hiện từ tòa nhà này.

source: Select a vehicle
vi: Chọn phương tiện

source: Dispose of {0} t of soil
vi: Vứt bỏ {0} tấn đất

source: Buy {0} t of soil
vi: Mua {0} tấn đất

source: Attractiveness: {0}
vi: Tính hấp dẫn: {0}

source: Don’t notify me when an airport area levels up
vi: Đừng thông báo cho tôi khi khu vực sân bay tăng cấp

source: Hide airport area level-up notifications
vi: Ẩn thông báo nâng cấp khu vực sân bay

source: Airport Level: {0} / {1}
vi: Cấp độ Sân bay: {0} / {1}

source: Attractiveness Score: {0}
vi: Điểm hấp dẫn: {0}

source: Passenger Count: {0}
vi: Số lượng hành khách: {0}

source: Airline identity
vi: Nhận dạng hãng hàng không

source: Attractiveness Score: {0} / {1}
vi: Điểm hấp dẫn: {0} / {1}

source: Passenger Count: {0} / {1}
vi: Số lượng hành khách: {0} / {1}

source: The weekly income from airline ticket sales.
vi: Thu nhập hàng tuần từ việc bán vé máy bay.

source: The total weekly cost of running the airport area.
vi: Tổng chi phí vận hành khu vực sân bay hàng tuần.

source: Use only Geothermal Heating Plants for heating
vi: Chỉ sử dụng các nhà máy sưởi ấm địa nhiệt để sưởi ấm

source: Use only Boiler Stations for heating
vi: Chỉ dùng Trạm Cung cấp Khí nóng để cấp khí sưởi

source: Win any three scenarios
vi: Thắng ba kịch bản bất kỳ

source: Destruction with no casualties
vi: Hủy diệt nhưng không thiệt hại về người

source: Create a park area
vi: Tạo một khu vực công viên

source: Have a level 2 city park area
vi: Có khu vực công viên thành phố cấp 2

source: Have a level 3 city park area
vi: Có khu vực công viên thành phố cấp 3

source: Have a level 4 city park area
vi: Có khu vực công viên thành phố cấp 4

source: Have a level 5 city park area
vi: Có khu vực công viên thành phố cấp 5

source: Create an amusement park area
vi: Tạo một khu vực công viên giải trí

source: Have a level 2 amusement park area
vi: Có khu vui chơi giải trí cấp 2

source: Have a level 3 amusement park area
vi: Có khu vui chơi giải trí cấp 3

source: Have a level 4 amusement park area
vi: Có khu vực vui chơi giải trí cấp 4

source: Have a level 5 amusement park area
vi: Có khu vui chơi giải trí cấp 5

source: Create a nature reserve area
vi: Tạo một khu bảo tồn thiên nhiên

source: Have a level 2 nature reserve area
vi: Có khu bảo tồn thiên nhiên cấp 2

source: Have a level 3 nature reserve area
vi: Có khu bảo tồn thiên nhiên cấp 3

source: Have a level 4 nature reserve area
vi: Có khu bảo tồn thiên nhiên cấp 4

source: Have a level 5 nature reserve area
vi: Có khu bảo tồn thiên nhiên cấp 5

source: Create a zoo area
vi: Tạo một khu vực sở thú

source: Have a level 2 zoo area
vi: Có khu vực sở thú cấp 2

source: Have a level 3 zoo area
vi: Có khu vực vườn thú cấp 3

source: Have a level 4 zoo area
vi: Có khu vực vườn thú cấp 4

source: Have a level 5 zoo area
vi: Có khu vực vườn thú cấp 5

source: Build a park area gate
vi: Xây dựng cổng khu vực công viên

source: Have a level 5 park area
vi: Có diện tích công viên cấp 5

source: Create an industry area
vi: Tạo một khu vực công nghiệp

source: Create a farming area
vi: Tạo một vùng nuôi

source: Have a level 2 farming area
vi: Có diện tích nuôi cấp 2

source: Have a level 3 farming area
vi: Có diện tích nuôi cấp 3

source: Have a level 4 farming area
vi: Có diện tích nuôi cấp 4

source: Have a level 5 farming area
vi: Có diện tích nuôi cấp 5

source: Create a forest industry area
vi: Tạo một khu vực công nghiệp lâm nghiệp

source: Have a level 2 forest industry area
vi: Có diện tích lâm nghiệp cấp 2

source: Have a level 3 forest industry area
vi: Có diện tích lâm nghiệp cấp 3

source: Have a level 4 forest industry area
vi: Có diện tích lâm nghiệp cấp 4

source: Have a level 5 forest industry area
vi: Có diện tích lâm nghiệp cấp 5

source: Create an ore industry area
vi: Tạo một khu vực công nghiệp quặng

source: Have a level 2 ore industry area
vi: Có khu vực công nghiệp quặng cấp 2

source: Have a level 3 ore industry area
vi: Có khu vực công nghiệp quặng cấp 3

source: Have a level 4 ore industry area
vi: Có khu vực công nghiệp quặng cấp 4

source: Have a level 5 ore industry area
vi: Có khu vực công nghiệp quặng cấp 5

source: Create an oil industry area
vi: Tạo một khu vực công nghiệp dầu mỏ

source: Have a level 2 oil industry area
vi: Có khu vực công nghiệp dầu cấp 2

source: Have a level 3 oil industry area
vi: Có khu vực công nghiệp dầu cấp 3

source: Have a level 4 oil industry area
vi: Có khu vực công nghiệp dầu cấp 4

source: Have a level 5 oil industry area
vi: Có khu vực công nghiệp dầu cấp 5

source: Create a campus area
vi: Tạo một khu vực khuôn viên
