Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Oh, not another show of fireworks! I was sleeping! #Celebrate
vi: Ồ, không phải là một màn bắn pháo hoa khác! Tôi đang ngủ! #Ăn mừng

source: I love fireworks, it good to see them so often! #Celebrate
vi: Tôi yêu pháo hoa, thật vui khi được nhìn thấy chúng thường xuyên! #Ăn mừng

source: I hate the noise and flashing, why are we having fireworks so often? #Celebrate
vi: Tôi ghét tiếng ồn và nhấp nháy, tại sao chúng ta lại có pháo hoa thường xuyên? #Ăn mừng

source: The park looks so different at night #NightTours
vi: Công viên trông thật khác vào ban đêm #NightTours

source: It's a bit scary to go into the park at night #NightTours
vi: Hơi đáng sợ khi vào công viên vào ban đêm #NightTours

source: Are there bats in the zoo? I bet the night tours are best for seeing those! #NightTours
vi: Có dơi trong sở thú? Tôi đặt cược các tour du lịch đêm là tốt nhất để xem những người! #NightTours

source: Some animals are more active during the night, go see them on the night tours! #NightTours
vi: Một số động vật hoạt động nhiều hơn vào ban đêm, hãy đi xem chúng trong các tour du lịch đêm! #NightTours

source: My kids want to go for a night tour at the park. When will they sleep? #NightTours
vi: Các con tôi muốn đi tham quan ban đêm ở công viên. Khi nào họ sẽ ngủ? #NightTours

source: The park is so much scarier in the dark! #NightTours
vi: Công viên đáng sợ hơn rất nhiều trong bóng tối! #NightTours

source: It way too dark for any tour at night! #NightTours
vi: Nó quá tối cho bất kỳ chuyến tham quan nào vào ban đêm! #NightTours

source: I want day tours, who in the world would go to a park at night? #NightTours
vi: Tôi muốn các chuyến tham quan trong ngày, ai trên thế giới này sẽ đi công viên vào ban đêm? #NightTours

source: Night park tours are the best! #NightTours
vi: Các chuyến tham quan công viên ban đêm là tốt nhất! #NightTours

source: I'll bring my night goggles to the night tour. I hope they do something #NightTours
vi: Tôi sẽ mang kính đi đêm của mình khi đi tour. Tôi hy vọng họ làm điều gì đó #NightTours

source: I wanted to see the park, but it's all dark! What is it with these night tours? #NightTours
vi: Tôi muốn xem công viên, nhưng tất cả đều tối! Nó là gì với những chuyến du lịch đêm? #NightTours

source: I can't sleep at night, so the night tours are the best thing since sliced bread! #NightTours
vi: Tôi không thể ngủ vào ban đêm, vì vậy các tour du lịch đêm là điều tốt nhất kể từ khi bánh mì cắt lát! #NightTours

source: I've never seen such a shiny and clean amusement park in my life! #EvenMoreFun
vi: Tôi chưa bao giờ nhìn thấy một công viên giải trí sáng bóng và sạch sẽ như vậy trong đời! #EvenMoreFun

source: I bet the money spent on amusement park upkeep could be better used somewhere else #EvenMoreFun
vi: Tôi cá rằng tiền dành cho việc bảo trì công viên giải trí có thể được sử dụng tốt hơn ở nơi khác #EvenMoreFun

source: I'm so happy the amusement park is so well maintained! #EvenMoreFun
vi: Tôi rất vui vì công viên giải trí được duy trì tốt như vậy! #EvenMoreFun

source: It's always a pleasure to go to an amusement park that is so well maintained #EvenMoreFun
vi: Thật vui khi đến một công viên giải trí được bảo dưỡng tốt như vậy #EvenMoreFun

source: I can even let my kids eat off the ground at the amusement park #EvenMoreFun
vi: Tôi thậm chí có thể cho con ăn ngay tại công viên giải trí #EvenMoreFun

source: Safety first! It's good that the amusement park is very safe, otherwise I'd never visit it #EvenMoreFun
vi: An toàn là trên hết! Thật tốt khi công viên giải trí rất an toàn, nếu không tôi sẽ không bao giờ ghé thăm nó #EvenMoreFun

source: Can I now litter more when the park has such an efficient cleaning system? #EvenMoreFun
vi: Bây giờ tôi có thể xả rác nhiều hơn khi công viên có một hệ thống làm sạch hiệu quả như vậy không? #EvenMoreFun

source: I miss getting gum stuck to the sole of my shoe. Clean less! #EvenMoreFun
vi: Tôi lỡ để kẹo cao su dính vào đế giày. Làm sạch ít hơn! #EvenMoreFun

source: This amusement park is so clean! It's a miracle! #EvenMoreFun
vi: Công viên giải trí này thật sạch sẽ! Đó là một phép màu! #EvenMoreFun

source: Even my germaphobic uncle can now visit the amusement park! #EvenMoreFun
vi: Ngay cả ông chú người Đức của tôi bây giờ cũng có thể đến thăm công viên giải trí! #EvenMoreFun

source: Is the amusement park actually too clean now? #EvenMoreFun
vi: Công viên giải trí có thực sự quá sạch sẽ không? #EvenMoreFun

source: The amusement park looks unnatural with no litter! #EvenMoreFun
vi: Công viên giải trí trông không tự nhiên khi không có rác! #EvenMoreFun

source: Cool, recycling biodegradable garbage on the park grounds! That's ecologic and economic! #RecycleGarbage
vi: Làm mát, tái chế rác phân hủy sinh học trong khuôn viên công viên! Đó là sinh thái và kinh tế! #RecycleGarbage

source: My kids like the recycling pile the best is the whole park #RecycleGarbage
vi: Bọn trẻ nhà tôi thích đống đồ tái chế nhất là cả công viên #RecycleGarbage

source: Won't the recycling bring in rats and other unpleasant animals? #RecycleGarbage
vi: Việc tái chế sẽ không mang lại chuột và những động vật khó chịu khác? #RecycleGarbage

source: I feel there's enough nature in a nature reserve without recycling! It's overdoing it! #RecycleGarbage
vi: Tôi cảm thấy có đủ thiên nhiên trong một khu bảo tồn thiên nhiên mà không cần tái chế! Nó làm quá sức! #RecycleGarbage

source: What's that smell? Oh, the recycling at the nature reserve! #RecycleGarbage
vi: Đó là mùi gì? Ồ, việc tái chế ở khu bảo tồn thiên nhiên! #RecycleGarbage

source: I'm going to see what kind of worms are at the recycling pile! #RecycleGarbage
vi: Tôi sẽ xem loại sâu nào ở đống rác tái chế! #RecycleGarbage

source: It's way too complicated to put trash in the trash can with all these recycling options! #RecycleGarbage
vi: Quá phức tạp để bỏ rác vào thùng rác với tất cả các phương án tái chế này! #RecycleGarbage

source: I think it's a waste to separate the biodegradable trash, it degrades just as well when with other garbage #RecycleGarbage
vi: Tôi nghĩ rằng thật lãng phí nếu tách thùng rác có thể phân hủy sinh học, nó cũng phân hủy khi cùng với các loại rác khác #RecycleGarbage

source: I saw a beautiful butterfly at the bio trash container today, I bet we get more varied insects with the bio trash system! #RecycleGarbage
vi: Tôi đã nhìn thấy một con bướm xinh đẹp ở thùng rác sinh học hôm nay, tôi cá là chúng ta sẽ có thêm nhiều loại côn trùng với hệ thống thùng rác sinh học! #RecycleGarbage

source: What's with all the different waste bins at the nature reserve? #RecycleGarbage
vi: Có gì với tất cả các thùng rác khác nhau tại khu bảo tồn? #RecycleGarbage

source: Oops, I accidentally put a can in the bio trash! #RecycleGarbage
vi: Rất tiếc, tôi đã vô tình bỏ một cái hộp vào thùng rác sinh học! #RecycleGarbage

source: I don't care for sorting garbage, I'll put mine where I want! #RecycleGarbage
vi: Tôi không quan tâm đến việc phân loại rác, tôi sẽ đặt của tôi ở nơi tôi muốn! #RecycleGarbage

source: It's time to unite! #strongertogether #workersunion
vi: Đã đến lúc đoàn kết! #strongertogether #workersunion

source: The Mayor has made a wise choice! Citizens Well-being is more important than money! #happycim #bestmayor
vi: Thị trưởng đã có một lựa chọn sáng suốt! Dân trí Hạnh phúc quan trọng hơn tiền bạc! #happycim #bestmayor

source: Happy to see the unions policy in action! :) #moraleboost #benefitted
vi: Rất vui khi thấy chính sách công đoàn có hiệu lực! :) #moraleboost #benefitted

source: I hope they won't go for the strikes now :( #strikes #workersunion #fear
vi: Tôi hy vọng họ sẽ không tiếp tục cảnh cáo bây giờ :( #strikes #workersunion #fear

source: Together we are strong! #workers #unite
vi: Chúng ta sẽ mạnh mẽ hơn khi đoàn kết lại! #workers #unite

source: Yeah! That's right! We have #rights too! #workersunion
vi: Vâng! Đúng rồi! Chúng tôi cũng có # quyền! #workersunion

source: Oh I feel so much better now thanks to the #workers #union.
vi: Ôi, bây giờ tôi cảm thấy tốt hơn rất nhiều nhờ # người lao động #union.

source: Does the #workersunion also cover childs or only adults? #wondering #childlabour #curious
vi: #Workersunion có bao gồm trẻ em hay chỉ người lớn không? # quan tâm # trẻ thơ # tò mò

source: We are not just #peons anymore! Hooray for the #mayor for this #policy!
vi: Chúng tôi không chỉ là #peons nữa! Hoan hô các #mayor vì # chính sách này!

source: Being part of the #workersunion has made my working conditions much more #efficient #industrialboom
vi: Trở thành thành viên của #workersunion đã làm cho điều kiện làm việc của tôi trở nên tốt hơn nhiều # hiệu quả #industrialboom

source: Working hard or hardly working? #workers #union
vi: Làm việc chăm chỉ hoặc hầu như không làm việc? # công nhân #union

source: Work work! #work #workwork
vi: Làm việc, làm việc! # công việc # công việc

source: If only you could get a tiny automated post sorting facility to your home, too. #sorted #spam #efficient
vi: Giá như bạn có thể nhận được một cơ sở phân loại bài đăng tự động nhỏ đến nhà của bạn. #sorted #spam #eently

source: Now the Post Office can process even more bills, yay... #bills #nomail #please
vi: Giờ đây, Bưu điện có thể xử lý nhiều hóa đơn hơn nữa, vâng ... #bills #nomail #please

source: The Post Service has finally caught up with the automation. Who would've guessed? #sorted
vi: Dịch vụ Bưu chính cuối cùng đã bắt kịp với tự động hóa. Ai có thể đoán được? #sorted

source: Hopefully the mail won't get lost anymore! #lost #mailfail
vi: Hy vọng rằng thư sẽ không bị thất lạc nữa! #lost #mailfail

source: Now if only the automated system could separate my spam mail from other mail it would be perfect! #sorted
vi: Bây giờ nếu chỉ có hệ thống tự động có thể tách thư rác của tôi khỏi thư khác thì nó sẽ hoàn hảo!#sorted

source: Just look at the sorting bots go! They are so #cute! ^‿^
vi: Chỉ cần nhìn vào các bot sắp xếp đi! Họ là vậy #cute! ^‿^

source: Is there automated sorting made for #laundry? If so please Chirp me back #asap
vi: Có phân loại tự động được thực hiện cho #giặt ủi? Nếu vậy xin vui lòng quay lại với tôi #asap

source: Please don't send sand through letters! #sorting #jammed #postapocalypse
vi: Xin đừng gửi cát qua thư! #sorting #jammed #postapocalypse

source: So #orderly fashioned #automated #sorting Can someone please sort out my life as well? #unsorted #concerned
vi: Vì vậy, # trật tự thời trang #automated # sắp xếp. Ai đó cũng có thể vui lòng sắp xếp cuộc sống của tôi được không? #unsorted #concerned

source: What happened to all the #workers that got replaced by this automated sorting?
vi: Điều gì đã xảy ra với tất cả # công nhân đã được thay thế bởi tính năng sắp xếp tự động này?

source: Holey moley the mail has been an utter chaos! Let's hope the #automated #sorting will SORT IT OUT!! #mailfail
vi: Holey moley, tất cả thư đã hoàn toàn hỗn loạn! Hãy hy vọng #automated #sorting sẽ SẮP XẾP LẠI CHÚNG!! #mailfail

source: What automated sorting has against me? Why am I ALWAYS getting the mail last?! #confused #mailfail
vi: Những gì sắp xếp tự động đã chống lại tôi? Tại sao tôi LUÔN nhận được thư cuối cùng?! #confused #mailfail

source: It's a good thing that nobody uses this for any commercial tracking :) #tailored #ads
vi: Đó là một điều tốt mà không ai sử dụng điều này cho bất kỳ theo dõi thương mại :) #tailored #ads

source: Umm.. does this now mean the mayor can track my car anywhere now? #paranoid #tinfoil
vi: Umm .. điều này có nghĩa là bây giờ thị trưởng có thể theo dõi xe của tôi ở bất cứ đâu? #paranoid #tinfoil

source: This is a good thing! I always hated to stop at the booths. #timeismoney #reducedtraffic
vi: Đây là một điều tốt! Tôi luôn ghét phải dừng lại ở các gian hàng. #timeismoney #reducedtraffic

source: Does everything really need to be automated? #human #interraction #lonely
vi: Có phải mọi thứ thực sự cần phải được tự động? #human #interraction #lonely

source: We already pay a lot of #taxes do we really need #tolls too?
vi: Chúng tôi đã trả rất nhiều # thuế, chúng tôi có thực sự cần # phí nữa không?

source: The income gained from #toll booths is spent on increasing the roads condition #right? #hopeful
vi: Thu nhập có được từ các gian hàng #thu phí được chi cho việc tăng điều kiện đường xá #đúng? #hopeful

source: Reconsidering the #toll #booths now thanks to #automation.
vi: Việc xem xét lại các # đồ # gian_hàng bây giờ nhờ # công_dục.

source: I really don't have ANYTHING nice to say about #tolls #disappointed
vi: Tôi thực sự không có BẤT CỨ điều gì tốt đẹp để nói về #tolls #disappointed

source: Heck.. it's about time that we do something to these #trafficjams #tolls
vi: Heck .. đã đến lúc chúng ta làm điều gì đó với những #tắc đường #tại trạm thu phí này

source: No more stopping at the #toll #booth is definitely a good thing! #greencity
vi: Không dừng lại ở # gian hàng #toll chắc chắn là một điều tốt! #thành phố xanh

source: This automated toll booth is too smooth. Hardly have time to write chirps anymore. #positive #problem
vi: Trạm thu phí tự động này là quá trơn tru. Hầu như không có thời gian để viết chirps nữa. #positive #problem

source: where is my #bike??? these #automated #tolls gathering data of my movements are scaring me! #tracking #tinfoil
vi: #xe đạp của tôi đâu những #phí cầu đường #phí cầu đường thu thập dữ liệu chuyển động của tôi đang làm tôi sợ! #tracking #tinfoil

source: I can't believe this #freewifi now I can use my phone anywhere I want #amazing #freedom
vi: Tôi không thể tin #wifi miễn phí này bây giờ tôi có thể sử dụng điện thoại của mình ở bất cứ đâu tôi muốn #amazing #freedom

source: How the city handles my data that I send through the Wi-Fi? #dataprotection #security #whoswatching
vi: Làm thế nào thành phố xử lý dữ liệu của tôi mà tôi gửi qua Wi-Fi? #dataprotection #security #whoswatching

source: I love this city! They have Free Wi-Fi over here! #returningtourist #maybemovingin
vi: Tôi yêu thành phố này! Họ có Wi-Fi miễn phí ở đây! #returningtourist #maybemovingin

source: Now I can get my #freecoupons over the #freewifi :P
vi: Bây giờ tôi có thể nhận #phiếu giảm giá miễn phí của mình qua #wifi miễn phí# :P

source: Post cards are soooo last year! #ancientmethods #freewifi
vi: Bưu thiếp năm ngoái rất cao! #ancientmethods #wifi miễn phí

source: Snail mail? You mean e-mail! Lovin' the #free #wifi! <3
vi: Thư gửi qua bưu điện? Ý bạn là e-mail! Yêu #wifi # miễn phí ! <3

source: You never guess where I am sending this from! #freewifi #mystery
vi: Bạn không bao giờ đoán được tôi gửi cái này từ đâu! #wifi miễn phí #điều bí ẩn

source: The whole world at my #fingertips anywhere I go #freewifi
vi: Cả thế giới trong #tầm tay tôi ở bất cứ nơi nào tôi đến #freewifi

source: Is there a higher risk for a data breach now thanks to the #freewifi? #concerned
vi: Có nguy cơ cao hơn đối với vi phạm dữ liệu hiện nay do #wifi miễn phí không? #lo âu

source: All the best things in life are free! #freewifi #sunshine #smile :)
vi: Tất cả những điều tốt nhất trong cuộc sống đều miễn phí #wififree #sự vui tươi #nụ cười

source: Call me old fashioned but I prefer sending love letters to my sweetheart out of town. #loveletter #together4ever
vi: Gọi tôi là cổ hủ nhưng tôi thích gửi những bức thư tình cho người yêu của tôi ở ngoài thị trấn. #loveletter # together4ever

source: What's wrong with writing good ol' post cards? I don't think the cost of #freewifi is worth all the #hassle.
vi: Có gì sai khi viết những tấm bưu thiếp tốt? Tôi không nghĩ rằng chi phí của #freewifi đáng giá với tất cả các # rắc rối.

source: Wow! Now that's efficient! #improved #logistics #advanced
vi: Chà! Bây giờ đó là hiệu quả! #improved #logistics #advanced

source: I can fit so much more to my #storage #buildings now! #loving this!
vi: Tôi có thể phù hợp với nhiều thứ hơn nữa vào #storage #buildings của mình ngay bây giờ! # yêu cái này!

source: Beep boop my #logic levels are #improved to over 9000!
vi: Beep boop # cấp độ bài đăng của tôi được # nâng cấp lên hơn 9000!

source: Do the #robots have #feelings too? #improved #logistics
vi: Các #robots cũng có # cảm xúc? #improved #logistics

source: Now that everything is #scheduled it is more easier to keep on track of #inventories and #storages #advanced #future #logical
vi: Giờ đây, mọi thứ đã được #lên lịch, việc theo dõi #hàng tồn kho và #lưu trữ #hợp lý nâng cao trong #tương lai sẽ dễ dàng hơn

source: In this city the #logic comes first! #bestcity
vi: Ở thành phố này #logic đi đầu!#tốt nhất

source: After adapting to this #policy our storage capacity is bigger than ever! #happy #efficient #industryboom
vi: Sau khi thích ứng với #chính sách này, dung lượng lưu trữ của chúng tôi lớn hơn bao giờ hết! # vui vẻ # hiệu quả #ngành công nghiệp

source: Sorting #harder #better #faster #stronger <3 #advancedlogistics
vi: Sắp xếp khó hơn # tốt hơn # nhanh hơn # mạnh hơn <3 #hậu cần tiên tiến

source: Wow! Now I can keep track of my package all the way to my front door. Amazing! #logistics #improvement
vi: Chà! Bây giờ tôi có thể theo dõi gói hàng của mình đến tận cửa trước. Kinh ngạc! #hậu cần #cải thiện

source: There is #logic in improving logistics! I mean who doesn't want their deliveries on time?
vi: Có #logic trong việc cải thiện hậu cần! Ý tôi là ai lại không muốn giao hàng đúng giờ?

source: Could improved logistics also improve the packing materials used? #noplastic #please #greencity
vi: Có thể cải thiện hậu cần và cũng cải thiện vật liệu đóng gói được sử dụng? #không nhựa #làm ơn #thành phố xanh

source: You don't always have to build new warehouse since you can just improve your #efficiency with this cool vehicle tracking system.
vi: Không phải lúc nào bạn cũng phải xây dựng nhà kho mới vì bạn chỉ có thể cải thiện # hiệu suất của mình với hệ thống theo dõi xe tuyệt vời này

source: Gotta love our work safety commitee <3 #saferthanever
vi: Cần phải yêu ban bảo vệ an toàn lao động của chúng tôi <3 #an toàn hơn bao giờ hết

source: Yack! More strict #standards and #regulations. Haven't we had enough?
vi: Đúng! # Tiêu chuẩn và # quy định nghiêm ngặt hơn. Chúng ta chưa có đủ sao?

source: We need new helmets, thanks to the new strict #standards and #regulations. Any good recommendations?
vi: Chúng tôi cần mũ bảo hiểm mới, nhờ vào # tiêu chuẩn và # quy định nghiêm ngặt mới. Bất kỳ khuyến nghị tốt?

source: Thank you, work safety supervision. They finally fixed the ladders to fit the #standards and #regulations.
vi: Cảm ơn bạn, giám sát an toàn lao động. Cuối cùng, họ đã sửa các thang để phù hợp với # tiêu chuẩn và # quy định.

source: Good call, mayor! Safety first! #mandatory #helmets
vi: Tốt, thị trưởng! An toàn là trên hết! #mandatory #helmets

source: Ugh.. even more things to document down. #sick #of #all #the #documents
vi: Ugh .. thậm chí còn nhiều thứ cần ghi lại. #sick # of #all #the #documents

source: Glad to see this policy in effect! I can finally talk to someone about the 1 day old buns in coffee room #demand #fresh #buns #everyday
vi: Rất vui khi thấy chính sách này có hiệu lực! Cuối cùng tôi cũng có thể nói chuyện với ai đó về những chiếc bánh 1 ngày tuổi trong phòng cà phê #demand #fresh #buns #everyday

source: Uhh.. hey supervisor can we talk about the hanging electricity wire? #electrocuted #outch #zap
vi: Uhh .. này giám sát chúng ta có thể nói về dây điện treo được không? #electrocuted #outch #zap

source: Our work safety commitee is doing such an #amazing #job! Thank you for the new #safety #sneakers :*
vi: Ban bảo vệ an toàn lao động của chúng tôi đang thực hiện một công việc # tuyệt vời như vậy! Cảm ơn bạn vì #giày thể thao #an toàn mới: *

source: Is this a joke? I have to wear #helmet while working in the #office!? #unnecessary #regulations
vi: Đây co phải la một tro đua? Tôi phải đội #mũ bảo hiểm khi làm việc trong # văn phòng !? # không cần thiết # quy định

source: Who supervises the supervisor? #concerned #worksafety
vi: Ai giám sát người giám sát?#liên quan đến #an toàn lao động

source: Do the #safety #regulations also apply to mayor?
vi: Các quy định # an toàn # an toàn cũng áp dụng cho thị trưởng

source: The robots are here! #robot #advanced #automation
vi: Các robot đang ở đây! #robot #advanced #automation

source: These new #robots are like from a movie! #chirpynator #socool #awesomesauce
vi: Các #robot mới này giống như trong một bộ phim! #người chỉnh hình #thật tuyệt #rất tuyệt vời

source: I wonder when the robots will take over the world #chirpnet #worried
vi: Tôi tự hỏi khi nào robot sẽ chiếm lấy thế giới #chirpnet #worried

source: Anyone else freaked out how fast the technological advancements are moving? #scared #chirpdroid
vi: Bất cứ ai khác hoảng hốt về những tiến bộ công nghệ đang di chuyển nhanh như thế nào? #scared #chirpdroid

source: Can I be a servicebot when I grow up? #future #dream #needtomakeliving
vi: Tôi có thể trở thành một người phục vụ khi lớn lên không? #future #dream #needtomakeliving

source: Yes, I am concerned for my job thanks to the new shiny #robots.
vi: Vâng, tôi quan tâm đến công việc của mình nhờ vào sự sáng bóng mới #robots.

source: I just want to know when all those "#automated #robots become available to households as well?? My garden is a mess.
vi: Tôi chỉ muốn biết khi tất cả những "#automated #robot cũng có sẵn cho các hộ gia đình ?? Khu vườn của tôi là một mớ hỗn độn.

source: My back is loving the #robots and #automation. I can finally focus on the important things pain-free!
vi: Lưng tôi đang yêu #robots and #tự động hóa. Cuối cùng tôi có thể tập trung vào những điều quan trọng không đau!

source: Our #productivity has risen, thanks to investing into the #automated #system.
vi: Của chúng tôi #năng suất đã tăng lên, nhờ đầu tư vào #automated #system.

source: No more broken back or sore muscles! And it's all thank to these hard working #robots
vi: Không còn bị gãy lưng hoặc đau cơ! Và tất cả là nhờ những người làm việc chăm chỉ #robots

source: Production is better than ever! And so is our income #advanced #automation #robots
vi: Sản xuất tốt hơn bao giờ hết! Và thu nhập của chúng tôi cũng vậy. #advanced #automation #robots

source: What if the #robots just stopped working? #doomed #concerned #roborights
vi: Nếu như #Robot chỉ dừng hoạt động? #doomed #concerned #roborights

source: The future of #industry is here! Long live the #automation!
vi: Tương lai của # công nghiệp là đây! #Automation muôn năm!

source: Beep Boop this is an #automated #chirp #robotsmile
vi: Beep Boop đây là một #automated #chirp #robotsmile

source: Now that even more jobs are getting #automated can we even automate mayorship? ;) @mayor #jk
vi: Bây giờ thậm chí nhiều công việc đang nhận được #tự động, chúng ta thậm chí có thể tự động hóa thị trưởng? ;) @mayor #jk

source: Highly educated #specialists are the future of #industry. I am glad the mayor understands this.
vi: #Chuyên viên có học vấn cao là tương lai của # công nghiệp. Tôi rất vui vì thị trưởng hiểu điều này.

source: I hope us worker bees are given the opportunity to #re-educate ourselves to fit the new #industry #standards.
vi: Tôi hy vọng những chú ong thợ của chúng ta có cơ hội # đào tạo lại bản thân để phù hợp với # tiêu chuẩn # công nghiệp mới.

source: At first I thought this is a bad thing but I realised that I can pursue my #dreams in #academic studies again #doctor
vi: Lúc đầu, tôi nghĩ đây là một điều tồi tệ nhưng tôi nhận ra rằng tôi có thể theo đuổi # ước mơ của mình trong # nghiên cứu học thuật một lần nữa #doctor

source: Progress waits for no man. Time to pick up the textbooks again and #study to become the #specialist this city needs.
vi: Tiến bộ không đợi người đàn ông. Đã đến lúc lấy lại sách giáo khoa và # nghiên cứu để trở thành # chuyên gia mà thành phố này cần.
