Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The Snow Dump houses snow plows that keep streets clear of snow. Stored snow melts away.
vi: Snow Dump chứa những chiếc máy cày tuyết giúp đường phố không có tuyết. Tuyết tích trữ tan đi.

source: Road Maintenance Depot houses Maintenance vehicles. If roads are kept in good condition, vehicles can travel at higher speeds.
vi: Nhà kho bảo trì đường bộ Bảo dưỡng xe. Nếu đường được giữ trong tình trạng tốt, xe có thể đi với tốc độ cao hơn.

source: The Curling Park is a winter sports park.
vi: Công viên Curling là một công viên thể thao mùa đông.

source: A park with a hill for sledding.
vi: Công viên với đồi thoải để trượt.

source: A park with snowmen.
vi: Công viên với người tuyết.

source: A snowcastle restaurant.
vi: Một nhà hàng trong lâu đài tuyết.

source: A place to go sleigh riding.
vi: Nơi để thử cảm giác chạy xe trượt tuyết.

source: A small ice hockey rink.
vi: Một sân khúc côn cầu trên băng nhỏ.

source: A snowmobile track.
vi: Một đường đua mô-tô trượt tuyết.

source: A pond for icefishing.
vi: Bể dành cho câu cá trên băng.

source: A frozen fountain.
vi: Một đài phun nước đóng băng.

source: A park with a firepit.
vi: Công viên với đống lửa trại lớn.

source: A hotel with igloos for rooms.
vi: Một khách sạn với phòng là các lều tuyết.

source: Santa Claus' Workshop is where all the gifts are made.
vi: Xưởng của Ông già Nô-en nơi xuất xứ của mọi món quà.

source: A heating plant that uses geothermal energy.
vi: Một nhà máy sưởi sử dụng năng lượng địa nhiệt.

source: A park for cross-country skiing.
vi: Công viên dành cho trượt tuyết đổ đồng.

source: Citizens come to the pier to fish during the winter.
vi: Người dân tới cầu cảng để câu cá trong mùa đông.

source: All citizens love the Christmas Tree!
vi: Ai cũng yêu cây thông Nô-en!

source: A snowboard arena for snowboarding.
vi: Một nhà thi đấu trượt ván.

source: A traditional gathering place for all gamers.
vi: Địa điểm tụ tập truyền thống cho mọi game thủ.

source: The medical clinic treats patients with various illnesses.
vi: Trạm xá điều trị được nhiều loại bệnh khác nhau.

source: The Medical Helicopter Depot sends out helicopters to pick up patients and take them to hospitals. At the end of shift, helicopters return to the depot.
vi: Tổng kho Trực thăng Y tế cử trực thăng đến đón bệnh nhân và đưa đến bệnh viện. Hết ca trực, trực thăng trở về kho.

source: Police Helicopters patrol the city and report crimes to ground vehicles. Patrolling lowers crime rate.
vi: Trực thăng Cảnh sát tuần tra thành phố và báo cáo tội phạm với các phương tiện mặt đất. Tuần tra làm giảm tỷ lệ tội phạm.

source: Fire fighting helicopters are housed at the depot. They are the only vehicles able to put out forest fires. To put out forest fires, Firewatch Towers are needed to notify the Fire Brigade.
vi: Máy bay trực thăng chữa cháy được đặt tại kho. Chúng là phương tiện duy nhất có thể dập lửa. Để dập tắt cháy rừng, cần phải thông báo cho Đội cứu hỏa.

source: This memorial tells of a past disaster that befell the city.
vi: Đài tưởng niệm này kể về một thảm họa trong quá khứ đã xảy ra với thành phố.

source: A park with a piece of a meteorite on display.
vi: Công viên trưng bày một mảnh thiên thạch.

source: The Helicopter Park is a monument to having all types of helicopter depots in the city.
vi: Công viên Trực thăng là một công trình kỷ niệm về việc có tất cả các loại kho chứa máy bay trực thăng trong thành phố.

source: The Pyramid of Safety commemorates how a disaster hit the city with no lives lost.
vi: Kim tự tháp An toàn tưởng nhớ thảm họa đã ập đến thành phố mà không có sinh mạng nào bị thiệt hại.

source: The Sphinx of Scenarios is a memorial to three scenarios won.
vi: Sphinx of Scenarios là đài tưởng niệm ba kịch bản đã thắng.

source: The Sparkly Unicorn Rainbow Park celebrates your success in winning all five scenarios that came with Natural Disasters. Magical!
vi: Công viên Kỳ lân Bảy màu Lấp lánh ăn mừng thành công của bạn trong việc chinh phục cả năm kịch bản đi kèm với Thảm họa Thiên nhiên. Kỳ diệu!

source: A huge underground vault that helps Shelters to have more capacity and bigger stockpiles.
vi: Một căn hầm khổng lồ dưới lòng đất giúp Hầm trú ẩn có thêm sức chứa và dự trữ được nhiều hàng hóa hơn.

source: The Pumping Service sends out vacuum trucks to collect water from flooded buildings. They empty their tanks here and the water is let into the sewers.
vi: Dịch vụ Bơm nước cử các xe tải hút chân không đi hút nước từ những công trình bị ngập. Chúng xả nước trở lại đây và nước đó sẽ được đưa vào hệ thống cống.

source: The Disaster Response Unit sends helicopters and trucks to destroyed buildings in the city. They rescue survivors and make sure the rubble is safe for rebuilding.
vi: Đơn vị Phòng chống Thiên tai có trực thăng và xe tải để đưa tới những công trình bị hư hại trong thành phố. Họ cứu những người còn sống sót và đảm bảo những đống đổ nát an toàn để tái thiết.

source: Tank Reservoir stores excess water from the system and supplies the city if the need for water is higher than production. Tanks work automatically.
vi: Bình nước tích trữ nước dư thừa từ hệ thống và cung cấp cho thành phố nếu nhu cầu sử dụng nước cao hơn lượng cung. Bình nước vận hành tự động.

source: A small Shelter for citizens to live in during disasters. After a disaster, citizens who have lost their homes can stay in the Shelter until new housing is available in the city. Shelters are almost indestructible.
vi: Một căn Hầm nhỏ giúp người dân của bạn được an toàn trong thảm họa. Sau thảm họa, những người dân mất nhà cửa có thể sống trong Hầm cho tới khi họ có nhà mới trong thành phố. Hầm trú ẩn gần như không thể bị phá hủy.

source: A large Shelter for citizens to live in during disasters. After a disaster, citizens who have lost their homes can stay in the Shelter until new housing is available in the city. Shelters are almost indestructible.
vi: Một căn Hầm lớn giúp người dân của bạn được an toàn trong thảm họa. Sau thảm họa, những người dân mất nhà cửa có thể sống trong Hầm cho tới khi họ có nhà mới trong thành phố. Hầm trú ẩn gần như không thể bị phá hủy.

source: The Radio Mast sends radio signals and emergency broadcasts to city buildings. A better coverage means more citizens will know of inpending disasters and will make their way to Shelters when alerted.
vi: Cột Vô tuyến gửi tín hiệu radio và thông báo khẩn cấp tới các công trình trong thành phố. Độ phủ sóng lớn đồng nghĩa nhiều người dân được biết về thiên tai sắp tới hơn và sẽ đi tới Hầm trú ẩn khi có báo động.

source: The Firewatch Tower is always on the lookout for forest fires. Any fires spotted from the tower immediately alarm the Fire Brigade. Forest fires can only be put out be Fire Fighting Helicopters.
vi: Tháp Phòng cháy luôn canh chừng những đám cháy rừng. Mọi đám cháy được tháp phát hiện ra sẽ lập tức gửi báo động tới Lực lượng Cứu hỏa. Cháy từng chỉ có thể được dập bằng Trực thăng Cứu hỏa.

source: The Fresh Water Outlet lets out excess water produced by the city.
vi: Đường thoát Nước Sạch xả ra toàn bộ lượng nước thành phố sản xuất thừa.

source: The Deep Space Radar scans the heavens and sends out a warning if an asteroid is approaching. It calculates the approximate impact site and measures the size of the asteroid.
vi: Ra-đa Viễn thám quét bầu trời và phát đi cảnh báo nếu có một thiên thạch đang tới. Nó sẽ tính toán khu vực va chạm đồng thời ước lượng kích cỡ của thiên thạch.

source: The Weather Radar keeps an eye on weather patterns, predicting thunderstorms and tornadoes. The Radar sends out a warning if any threatening activity is spotted, and tells you the area that will be affected.
vi: Ra-đa Thời tiết để mắt tới các hiện tượng thời tiết, dự đoán trước những cơn bão sét và vòi rồng. Ra-đa sẽ gửi đi cảnh báo nếu phát hiện bất cứ chuyển biến đáng ngại nào, đồng thời cho bạn biết khu vực sẽ chịu ảnh hưởng.

source: The Earthquake Sensor monitors seismic activity, warning if the likelihood of an earthquake or a sinkhole appearing is high. Sensors show the location of seismic activities in their range.
vi: Cảm biến Địa chấn giám sát những hoạt động địa chấn, đưa ra cảnh báo nếu khả năng xảy ra động đất hoặc xuất hiện hố tử thần ở mức cao. Cảm biến sẽ hiển thị vị trí của những hoạt động địa chấn trong phạm vi của nó.

source: A train station with multiple platforms.
vi: Một ga tàu với nhiều sân ga.

source: An End-of-Line Train Station with multiple platforms.
vi: Một Ga cuối với nhiều sân ga.

source: A combined stop for buses and ferries.
vi: Một điểm dừng kết hợp cho xe buýt và phà.

source: Ferries are stored at the Ferry Depot and sent out automatically and number of vehicles per line is set in the budget window. Connect the depot to Ferry Lines with Ferry Pathways. The Ferry Depot does not act as a stop.
vi: Phà được đỗ tại Bến Phà và tự động đưa vào sử dụng theo số lượng ngân sách cho phép. Kết nối bến với Tuyến Phà bằng Chỉ đường. Bến Phà không hoạt động như một điểm dừng.

source: A large ferry stop that can have two ferries docking at once.
vi: Một điểm dừng phà lớn có thể đỗ hai chiếc phà cùng lúc.

source: A small ferry stop. Allows one ferry at a time to dock.
vi: Một điểm dừng phà nhỏ. Cho phép một chiếc phà đậu trong mỗi thời điểm.

source: A monorail station.
vi: Một ga Tàu đơn ray.

source: A Monorail Station.
vi: Một ga Tàu đơn ray.

source: A stop for cable cars.
vi: Một điểm dừng cáp treo.

source: Cables for cable cars.
vi: Dây cáp treo.

source: Blimps receive maintenance at the depot. The depot sends out vehicles automatically. Connect Depot to Stops with Pathways to allow vehicles to find their way to and from it.
vi: Khí cầu được bảo trì tại bãi đỗ. Bãi đỗ tự động đưa các phương tiện vào lưu thông. Kết nối Bãi đỗ tới Điểm dừng bằng Chỉ đường để các phương tiện tìm được đường đi về.

source: Blimp stop. Blimps can land here to drop off and pick up passengers.
vi: Điểm dừng Khí cầu. Khí cầu có thể đáp xuống đây để đón trả khách.

source: The Boat Museum is a landmark. Tourists and citizens alike visit it.
vi: Bảo tàng Hàng hải là một công trình đặc trưng. Du khách và cư dân đều thích tới đây.

source: Children learn about traffic in the Traffic Park. Tourists and citizens like to visit this location.
vi: Trẻ em được học về luật giao thông ở Công viên Giao thông. Du khách và người dân cũng thích tới đây.

source: The halls are where old locomotives are stored so citizens and tourists can come to admire them.
vi: Đây là nơi giữ những đầu máy hơi nước cũ để người dân và du khách có thể tới chiêm ngưỡng chúng.

source: A hub building for monorails, metros and trains.
vi: Một công trình tổ hợp dành cho tàu điện, tàu điện ngầm và tàu hỏa.

source: A hub building connecting a monorail line to a bus line.
vi: Một công trình tổ hợp kết nối một tuyến tàu đơn ray với một tuyến xe buýt.

source: End-of-Line Station. Cable Cars cannot pass through this station. Can connect with any Cable Car station.
vi: Ga cuối. Cáp treo không thể đi qua ga này. Có thể kết nối với bất kỳ Điểm dừng Cáp treo nào.

source: The Ultimate Recycling Plant recycles all garbage and produces raw materials and goods from the waste.
vi: Nhà máy Tái chế Tối tân tái chế mọi loại rác để sản xuất ra nguyên vật liệu thô và hàng hóa từ những thứ bỏ đi.

source: An exceptionally large and fancy park.
vi: Công viên to đẹp một cách khác thường.

source: A floating garden for citizens.
vi: Một khu vườn nổi dành cho người dân.

source: A magnificent garden in the shape of a pyramid.
vi: Một khu vườn tuyệt diệu có hình dáng của kim tự tháp.

source: An exceptionally large park with huge trees.
vi: Một công viên lớn khác thường với những cái cây khổng lồ.

source: A Climate Station where researchers try to produce more accurate weather reports.
vi: Trạm Nghiên cứu Khí hậu nơi các nhà nghiên cứu gắng đưa ra những dự báo chính xác hơn về thời tiết.

source: A park that caters to both citizens and birds & bees.
vi: Một công viên phục vụ cho cả người, chim và ong.

source: A non-polluting power plant that uses geothermal energy to provide electricity.
vi: Một nhà máy không ô nhiễm sử dụng năng lượng địa nhiệt để sản xuất điện.

source: Converts changes in water temperature to electricity for the city. A shoreline building.
vi: Biến sự thay đổi trong nhiệt độ nước thành điện năng cho thành phố. Một công trình xây trên bờ biển.

source: A powerplant that generates electricity from the heat of the sun. Day and night do not affect it, thanks to batteries storing energy.
vi: Một nhà máy tạo ra điện từ nhiệt năng của mặt trời. Không bị ảnh hưởng bởi ngày đêm nhờ có bộ ắc-quy tích trữ năng lượng.

source: Reduces pollution of the water it lets out. Needs to be supplied by a Water Pump. Requires electricity and a pipe connection.
vi: Giảm thiểu sự ô nhiễm từ nước nó thải ra. Cần được hỗ trợ bởi một Máy Bơm Nước. Cần kết nối với lưới điện và đường ống.

source: A powerful water treatment plant that lets out almost pure water. Needs a pipe connection and electricity.
vi: Một nhà máy xử lý nước mạnh mẽ với đầu ra gần như nước lọc. Cần kết nối với lưới điện và đường ống.

source: The Recycling Center is where garbage produced in the city goes. The facility recycles the waste and produces raw materials from it.
vi: Trung tâm Tái chế là điểm đến của rác trong thành phố. Cơ sở này tái chế rác và sản xuất ra nguyên vật liệu thô từ chúng.

source: The Collector collects trash and pollution in water, as the name says. Reduces water pollution. Must be placed on water.
vi: Máy dọn rác dọn rác và làm sạch nguồn nước, đúng như cái tên của nó. Phải được đặt trên mặt nước.

source: The Pool is a place where citizens go to swim. It raises the health of the neighborhood a little bit.
vi: Bể bơi là nơi người dân tới bơi lội. Nó tăng cường sức khỏe trong khu phố thêm chút đỉnh.

source: A hall for sports with a gymnasium. Citizens come here to exercise. Gives a small health bonus to surrounding area.
vi: Một tòa nhà dành cho thể dục thể thao. Tăng nhẹ sức khỏe cho khu vực xung quanh.

source: A garden for practising yoga or just taking a walk. Provides a small health benefit to the area around it.
vi: Một khu vườn để tập yoga hoặc đơn thuần là đi dạo. Cải thiện chút đỉnh sức khỏe cho khu vực quanh nó.

source: A small Elementary School of the community variety.
vi: Một phiên bản nhỏ của Trường Tiểu học.

source: A type of High School. Educates Teenagers.
vi: Một loại Trường Trung học. Đào tạo cho Thiếu niên.

source: A type of University. Educates Young Adults.
vi: Một loại Trường Đại học. Đào tạo cho Thanh niên.

source: Sends out biofuel buses to bus lines. The Depot sends vehicles to all lines automatically. Adjust the budget to alter how many vehicles it provides.
vi: Đưa xe buýt chạy bằng nhiên liệu sinh học vào tuyến. Bến xe tự động đưa phương tiện vào lưu thông. Điều chỉnh ngân sách để thay đổi số phương tiện chúng cung cấp.

source: A fantastic cafe floating on water.
vi: Một quan cà-phê tuyệt vời nổi trên mặt nước.

source: A Fishing Island for recreational activities of citizens and tourists.
vi: Một Đảo Câu cá dành cho những hoạt động giải trí của người dân và du khách.

source: The Small Main Gate connects the park area to the road network for easier access and maintenance. Main gate also allows tickets to be sold to the park visitors.
vi: Cổng chính nhỏ kết nối khu vực công viên với mạng lưới đường để truy cập và bảo trì dễ dàng hơn. Cổng chính cũng cho phép bán vé cho khách tham quan công viên.

source: The Main Gate connects the park area to the road network for easier access and maintenance. Main gate also allows tickets to be sold to the park visitors.
vi: Cổng chính kết nối khu vực công viên với mạng lưới đường để truy cập và bảo trì dễ dàng hơn. Cổng chính cũng cho phép bán vé cho khách tham quan công viên.

source: The Side Gate connects the park area to the road network allowing additional entrances to the park area.
vi: Cổng bên kết nối khu vực công viên với mạng lưới đường cho phép thêm lối vào khu vực công viên.

source: A climbing frame with platforms, ropes, ladders and other ways to develop agility and balance.
vi: Một khung leo với nền tảng, dây thừng, thang và các cách khác để phát triển sự nhanh nhẹn và cân bằng.

source: A small cafe where the visitors can stop by to have a coffee with a pastry or a salty snack.
vi: Một quán cà phê nhỏ nơi du khách có thể dừng lại để uống cà phê với bánh ngọt hoặc đồ ăn nhẹ mặn.

source: Provides general information for tourists and citizens.
vi: Cung cấp thông tin chung cho khách du lịch và công dân.

source: A park with multiple trampolines of different sizes.
vi: Một công viên với nhiều tấm bạt lò xo có kích cỡ khác nhau.

source: A fun little piggy train for the kids.
vi: Một chuyến tàu heo nhỏ vui vẻ cho trẻ em.

source: A flat ride with small electrically powered bumper cars.
vi: Một chuyến đi bằng phẳng với những chiếc xe nhỏ chạy bằng điện.

source: Park Maintenance Building is a facility where the park maintenance vehicles are stored and maintained.
vi: Tòa nhà bảo trì công viên là một cơ sở nơi các phương tiện bảo trì công viên được lưu trữ và bảo trì.

source: Sightseeing buses are stored and maintained in this facility.
vi: Xe buýt tham quan được lưu trữ và bảo trì trong cơ sở này.

source: A monumental gate that spans over a road.
vi: Một cánh cổng hoành tráng trải dài trên một con đường.

source: A tall and impressive clock tower which helps the citizens to stick to their schedules
vi: Một tháp đồng hồ cao và ấn tượng giúp người dân bám sát lịch trình của họ

source: The Old Market Street is an atmospheric street with traditional small shops and boutiques.
vi: Phố chợ cũ là một con đường trong khí quyển với các cửa hàng và cửa hàng nhỏ truyền thống.

source: A massive fortress built next to the shore out of stone blocks and brickwork.
vi: Một pháo đài đồ sộ được xây dựng bên bờ từ những khối đá và gạch.

source: A tall needle-shaped tower with an observation deck and a restaurant on top of it.
vi: Một tòa tháp cao hình kim với đài quan sát và nhà hàng trên đỉnh.

source: A gigantic statue standing proudly on the shore.
vi: Một bức tượng khổng lồ đứng kiêu hãnh trên bờ.

source: A huge medieval castle is what every significant city needs to have and the Castle of Lord Chirpwick is exactly that.
vi: Một lâu đài thời trung cổ khổng lồ là điều mà mọi thành phố quan trọng cần phải có và Lâu đài Lord Chirpwick chính xác là như vậy.

source: Hot Air Balloon Tours service stores and maintains hot air balloons
vi: Các cửa hàng kinh doanh dịch vụ du lịch khinh khí cầu

source: Post Office offers mail-related services such as acceptance and delivery of letters and parcels.
vi: Bưu điện cung cấp các dịch vụ liên quan đến thư như nhận và gửi thư và bưu kiện.

source: Collected mail is sorted into batches for delivery in the Post Sorting Facility.
vi: Thư đã thu thập được sắp xếp thành từng lô để gửi trong Cơ sở Phân loại Bưu điện.

source: Toll Booths collect a fee from cars passing the toll. Cars need to stop briefly to pay the toll, causing the traffic to slow down at the toll booths.
vi: Trạm thu phí thu phí từ xe ô tô qua trạm thu phí. Ô tô cần dừng nhanh để trả phí, khiến giao thông chậm lại tại các trạm thu phí.

source: An airport specialized in handling large amounts of cargo instead of passengers.
vi: Một sân bay chuyên xử lý lượng lớn hàng hóa thay vì hành khách.

source: An airport specialized in handling large amounts of cargo instead of passengers. Cargo Airport Hub has an integrated cargo railway station.
vi: Một sân bay chuyên xử lý lượng lớn hàng hóa thay vì hành khách. Cargo Airport Hub có một nhà ga đường sắt hàng hóa tích hợp.

source: Bakery produces the vastly popular and tasty Go Nuts Donuts and requires Animal Products, Crops and Flour to produce its tasty baked products.
vi: Bakery sản xuất Gouts Nuts Donuts rất phổ biến và ngon miệng và yêu cầu Sản phẩm Động vật, Cây trồng và Bột để sản xuất các sản phẩm nướng ngon của nó.

source: Lemonade Factory produces Yaxu beverages in a variety of different tastes. Crops and Glass are needed to produce these energizing drinks.
vi: Nhà máy Lemonade sản xuất đồ uống Yaxu với nhiều vị khác nhau. Cây trồng và Thủy tinh là cần thiết để sản xuất những thức uống giàu năng lượng này.

source: The Food Factory produces a wide selection of convenience food products and other prepared foods for the needs of modern households. The production requires Animal Products, Flour, Paper and Plastic.
vi: Food Factory sản xuất nhiều lựa chọn các sản phẩm thực phẩm tiện lợi và thực phẩm chế biến sẵn khác cho nhu cầu của các hộ gia đình hiện đại. Việc sản xuất đòi hỏi phải có Sản phẩm Động vật, Bột, Giấy và Nhựa.

source: The Clothing Factory produces high quality Pernu Apparel clothing and needs Animal Products, Crops and Plastic for the manufacturing.
vi: Nhà máy Quần áo sản xuất quần áo Pernu Trang phục chất lượng cao và cần Sản phẩm Động vật, Cây trồng và Nhựa để sản xuất.

source: WoodVision Furniture Factory requires Planed Timber and Paper to manufacture their well-designed and stylish furnitures.
vi: Nhà máy nội thất WoodVision yêu cầu Gỗ và Giấy được lên kế hoạch để sản xuất nội thất được thiết kế đẹp và phong cách của họ.

source: Little Boxes Modular House Factory needs Planed Timber, Plastic, Glass and Metals to manufacture their innovative modular houses.
vi: Nhà máy mô-đun Little Box cần gỗ, nhựa, thủy tinh và kim loại được chế tạo để sản xuất nhà mô-đun sáng tạo của họ.

source: North Acre Paper soft paper products save many situations on daily basis at homes, offices and workshops. Crops, Paper, Petroleum and Plastic are needed to manufacture the popular North Acre paper products.
vi: Các sản phẩm giấy mềm North Acre Paper giúp tiết kiệm nhiều tình huống hàng ngày tại nhà, văn phòng và nhà xưởng. Cây trồng, giấy, dầu mỏ và nhựa là cần thiết để sản xuất các sản phẩm giấy phổ biến ở Bắc Acre.

source: Lassoloc Press is a full service printing press and it needs Paper and Plastic for to manufacture the printer products.
vi: Lassoloc Press là một máy in dịch vụ đầy đủ và nó cần Giấy và Nhựa để sản xuất các sản phẩm máy in.

source: Tiny Toys produces a wide variety of toys and requires Paper, Planed Timber and Plastic for the manufacturing.
vi: Đồ chơi Tiny sản xuất nhiều loại đồ chơi và yêu cầu Giấy, Gỗ và Nhựa để sản xuất.

source: TekkVinyl Household Plastic Factory, known for its practical design and durable products, requires Petroleum and Plastic for the manufacturing of household plastic products.
vi: Nhà máy nhựa gia dụng TekkVinyl, được biết đến với thiết kế thực tế và các sản phẩm bền, yêu cầu Dầu mỏ và Nhựa để sản xuất các sản phẩm nhựa gia dụng.

source: SneakeRidge is a rising sneaker brand combining the classic fashion aesthetics with ergonomic design. The Sneaker Factory needs Crops, Paper, Petroleum and Plastic goods to manufacture sneakers.
vi: SneakeRidge là một thương hiệu sneaker đang lên kết hợp giữa thẩm mỹ thời trang cổ điển với thiết kế công thái học. Nhà máy Sneaker cần các loại cây trồng, giấy, dầu mỏ và nhựa để sản xuất giày thể thao.

source: Grantco Petroleum Refinery produces a wide range of different petroleum products and fuels. The production process requires Petroleum, Plastic and Metals goods.
vi: Nhà máy lọc dầu Grantco sản xuất một loạt các sản phẩm dầu mỏ và nhiên liệu khác nhau. Quy trình sản xuất đòi hỏi hàng hóa Dầu khí, Nhựa và Kim loại.

source: Jubilee Car Factory manufactures dozens of cars daily at the factory assembly lines. Animal Products, Plastic, Glass and Metals special goods are needed for the production.
vi: Jubilee Car Factory sản xuất hàng chục chiếc xe mỗi ngày tại các dây chuyền lắp ráp của nhà máy. Sản phẩm động vật, nhựa, thủy tinh và kim loại đặc biệt cần thiết cho sản xuất.
