Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Crowd Control Barrier
vi: Hàng rào kiểm soát đám đông

source: BigBite Sponsorship Large Billboard
vi: Bảng quảng cáo lớn tài trợ cho BigBite

source: Go Nuts Doughnuts Sponsorship Large Billboard
vi: Go Nuts Donuts Tài trợ Bảng quảng cáo lớn

source: Pop Soda Sponsorship Large Billboard
vi: Bảng quảng cáo lớn tài trợ cho Pop Soda

source: Yakisoba Tasty Noodles Sponsorship Large Billboard
vi: Bảng quảng cáo lớn tài trợ cho Mì ngon Yakisoba

source: Yaxu Energy Sponsorship Large Billboard
vi: Bảng quảng cáo tài trợ nặng lượng Yaxu lớn

source: Spartans Identity Large Billboard
vi: Bảng quảng cáo lớn Spartans Identity

source: Lions Identity Large Billboard
vi: Bảng quảng cáo lớn Lions Identity

source: Eagles Identity Large Billboard
vi: Bảng quảng cáo lớn Eagles Identity

source: Chirpers Identity Large Billboard
vi: Bảng quảng cáo lớn Chirpers Identity

source: Buccaneers Identity Large Billboard
vi: Bảng quảng cáo lớn Buccaneers Identity

source: Broncos Identity Large Billboard
vi: Bảng quảng cáo lớn Broncos Identity

source: Alligators Identity Large Billboard
vi: Bảng quảng cáo lớn Alligators Identity

source: 100 Speed Limit Sign
vi: Biển báo giới hạn tốc độ 100

source: 30 Speed Limit Sign
vi: Biển báo giới hạn tốc độ 30

source: 40 Speed Limit Sign
vi: Biển báo giới hạn tốc độ 40

source: 50 Speed Limit Sign
vi: Biển báo giới hạn tốc độ 50

source: 60 Speed Limit Sign
vi: Biển báo giới hạn tốc độ 60

source: Avenue Light
vi: Đại lộ ánh sáng

source: Bike Lane
vi: Làn xe đạp

source: Bike Middle
vi: Làn xe đạp

source: Bus Lane
vi: Làn xe buýt

source: Electricity Box
vi: Hộp điện

source: Fire Hydrant
vi: Vòi chữa cháy

source: Highway Light
vi: Đèn đường cao tốc

source: Industry Road Light Single Medium
vi: Đường công nghiệp nhẹ đơn trung bình

source: Info Terminal
vi: Cổng thông tin

source: Manhole
vi: Nắp cống

source: Motorway Overroad Sign
vi: Biển báo dành cho đường cao tốc

source: Motorway Sign
vi: Biển báo đường ô tô

source: New Street Light
vi: Đèn đường mới

source: New Street Light Avenue
vi: Đèn đường đại lộ mới

source: New Street Light Highway
vi: Đèn đường cao tốc mới

source: New Street Light Small Road
vi: Đường nhỏ co Đèn đường mới

source: No Left Turn Sign
vi: Biển báo cấm rẽ trái

source: No Parking Sign
vi: Biển báo cấm đỗ xe

source: No Right Turn Sign
vi: Biển báo cấm rẽ phải

source: Parking Meter
vi: Đồng hồ đỗ xe

source: Random Industrial Street Prop
vi: Đường công nghiệp ngẫu nhiên

source: Random Street Prop
vi: Đường ngẫu nhiên

source: Random Street Prop No Parking
vi: Đường ngẫu nhiên Không có bãi đậu xe

source: Road Arrow Forward
vi: Đường có vạch báo mũi tên về phía trước

source: Road Arrow Forward-Right
vi: Đường có vạch báo mũi tên Về phía Trước-Phải

source: Road Arrow Left
vi: Đường có vạch báo mũi tên bên trái

source: Road Arrow Left-Forward
vi: Đường có vạch báo mũi tên Bên trái-Phía trước

source: Road Arrow Left-Forward-Right
vi: Đường có vạch báo mũi tên Bên trái-Phía trước-Bên phải

source: Road Arrow Left-Right
vi: Đường có vạch báo mũi tên Bên trái-Bên phải

source: Road Arrow Right
vi: Đường có vạch báo mũi tên Bên phải

source: Road Decal Slow
vi: Đường có báo hiệu Đi chậm

source: Stop Sign
vi: Biển báo dừng

source: Street Name Sign
vi: Biển báo tên đường

source: Traffic Light 01
vi: Đèn giao thông 01

source: Traffic Light 01 Mirror
vi: Đèn giao thông 01 Lật gương lại

source: Traffic Light 02
vi: Đèn giao thông 02

source: Traffic Light 02 Mirror
vi: Đèn giao thông 02 Lật gương lại

source: Traffic Light Pedestrian
vi: Đèn giao thông cho đường đi bộ

source: Tram Arrow
vi: Chỉ dẫn Tàu điện phố

source: Tram Pole Center
vi: Trung tâm xe điện loại có cột

source: Tram Pole Side
vi: Bến xe điện loại có cột

source: Trolleypole Side
vi: Bến xe điện loại có cột

source: Single Parking Lot Light
vi: Đèn chiếu sáng đơn cho chỗ đỗ trong bãi đậu xe

source: Double Parking Lot Light
vi: Đèn chiếu sáng đôi cho chỗ đỗ trong bãi đậu xe

source: Drive-in sign
vi: Biển báo lái xe vào

source: Row of lights
vi: Hàng đèn

source: Upwards Wall-Mounted Light
vi: Đèn treo tường hướng lên

source: Downwards Wall-Mounted Light
vi: Đèn treo tường hướng xuống

source: Long Industrial Fence
vi: Hàng rào công nghiệp dài

source: Rocks #1
vi: Đá số 1

source: Rocks #2
vi: Đá số 2

source: Rocks #3
vi: Đá số 3

source: Rocks #4
vi: Đá số 4

source: Rocks #5
vi: Đá số 5

source: Rocks #6
vi: Đá số 6

source: Rocks #7
vi: Đá số 7

source: Rocks #8
vi: Đá số 8

source: Standing Stone #1
vi: Đá đứng số 1

source: Standing Stone #2
vi: Đá đứng số 2

source: Standing Stone #3
vi: Đá đứng số 3

source: Standing Stone #4
vi: Đá đứng số 4

source: Standing Stone #5
vi: Đá đứng số 5

source: Standing Stone #6
vi: Đá đứng số 6

source: Fallen Tree #1
vi: Cây ngã # 1

source: Fallen Tree #2
vi: Cây ngã # 2

source: Fallen Tree #3
vi: Cây ngã # 3

source: Fallen Tree #4
vi: Cây ngã # 4

source: Abandoned Car #1
vi: Xe bỏ hoang số 1

source: Abandoned Car #2
vi: Xe bỏ hoang số 2

source: Greed and Grief Funeral Home Logo
vi: Logo nhà tang lễ tham lam và đau buồn

source: Dino Oil Logo
vi: Logo dầu Dino

source: The Law Accounting Logo
vi: Logo kế toán luật

source: Mariina Mount Accessories Logo
vi: Biểu trưng phụ kiện gắn kết Mariina

source: Orly's Bookstore Logo
vi: Logo của nhà sách Orly

source: Morello's Cookie Dough Ice Cream Logo
vi: Logo bánh kem của Morello

source: PNG Radio
vi: Đài phát thanh PNG

source: Banhammer Bank Logo
vi: Biểu trưng Ngân hàng Banhammer

source: Random Commercial Logo
vi: Logo thương mại ngẫu nhiên

source: Random Commercial Logo #2
vi: Logo thương mại ngẫu nhiên #2

source: Random Office Logo
vi: Biểu trưng văn phòng ngẫu nhiên

source: Random Industrial Logo
vi: Logo công nghiệp ngẫu nhiên

source: Meaty Bits Small Billboard #3
vi: Bảng quảng cáo nhỏ Meaty Bits #3

source: Meaty Bits Small Billboard #2
vi: Bảng quảng cáo nhỏ Meaty Bits #2

source: Meaty Bits Small Billboard #1
vi: Bảng quảng cáo nhỏ Meaty Bits #1

source: Mightwatch Small Billboard #3
vi: Bảng quảng cáo nhỏ Mightwatch #3

source: Mightwatch Small Billboard #2
vi: Bảng quảng cáo nhỏ Mightwatch #2

source: Mightwatch Small Billboard #1
vi: Bảng quảng cáo nhỏ Mightwatch #1

source: Go Nuts Doughnuts Small Billboard #3
vi: Bảng quảng cáo nhỏ Go Nuts Donuts #3

source: Go Nuts Doughnuts Small Billboard #2
vi: Bảng quảng cáo nhỏ Go Nuts Donuts #2

source: Go Nuts Doughnuts Small Billboard #1
vi: Bảng quảng cáo nhỏ Go Nuts Donuts #1

source: Random Small Billboard #3
vi: Bảng quảng cáo nhỏ ngẫu nhiên # 3

source: Random Small Billboard #2
vi: Bảng quảng cáo nhỏ ngẫu nhiên # 2

source: Random Small Billboard #1
vi: Bảng quảng cáo nhỏ ngẫu nhiên # 1

source: Random Medium Billboard
vi: Bảng quảng cáo trung bình ngẫu nhiên

source: Random Large Billboard #5
vi: Bảng quảng cáo lớn ngẫu nhiên # 5

source: Random Large Billboard #4
vi: Bảng quảng cáo lớn ngẫu nhiên # 4

source: Random Large Billboard #3
vi: Bảng quảng cáo lớn ngẫu nhiên # 3

source: Random Large Billboard #2
vi: Bảng quảng cáo lớn ngẫu nhiên # 2

source: Random Large Billboard #1
vi: Bảng quảng cáo lớn ngẫu nhiên # 1

source: Lehto Electronics Animated Billboard
vi: Bảng quảng cáo hoạt hình điện tử của Lehto

source: Silky Milk Animated Billboard
vi: Bảng quảng cáo hoạt hình Sữa Silky

source: Pop Soda Animated Billboard
vi: Bảng quảng cáo hoạt hình Pop Soda

source: Itsy Bitsy Critter Animated Billboard
vi: Bảng quảng cáo hoạt hình Itsy Bitsy Critter

source: Random 3D Billboard
vi: Bảng quảng cáo ngẫu nhiên 3D

source: Clown 3D Billboard
vi: Bảng quảng cáo chú hề 3D

source: Morello's Cookie Dough Ice Cream 3D Billboard
vi: Bảng quảng cáo bánh quy kem 3D của Morello

source: Octopus 3D Billboard
vi: Bảng quảng cáo bạch tuộc 3D

source: BigBite Rotating Sign
vi: Bảng hiệu xoay BigBite

source: Barrels
vi: Thùng

source: Barrel
vi: Thùng

source: Concrete block #1
vi: Khối bê tông số 1

source: Cable Reel #2
vi: Khối bê tông số 2

source: Cable Reel #1
vi: Cuộn cáp số 1

source: Concrete support
vi: Hỗ trợ bê tông

source: Plank Stack
vi: Khối ván

source: Industrial Fence
vi: Hàng rào công nghiệp

source: Industrial Gate
vi: Cổng công nghiệp

source: Cargo container
vi: Container chở hàng

source: Random Industrial Prop
vi: Công nghiệp ngẫu nhiên

source: Plank pile
vi: Cọc ván

source: Crate Pile
vi: Cọc thùng

source: Crate
vi: Thùng

source: Roof Platform
vi: Mái nhà

source: Swing set
vi: Bộ xích đu

source: High Swing Set
vi: Bộ xích đu cao

source: Sandbox
vi: Hộp cát

source: High-level Sandbox
vi: Hộp cát cao cấp

source: Seesaw
vi: Bập bênh

source: High-Level Seesaw
vi: Bập bênh cao cấp

source: Spinning Wheel
vi: Bánh xe xoay tròn

source: High-Level Spinning Wheel
vi: Bánh xe quay cao cấp

source: Slide Complex
vi: Khu phức hợp trượt

source: High-level Slide Complex
vi: Khu phức hợp trượt cao cấp

source: Flowerpot #4
vi: Lọ hoa số 4

source: Random Flowerpot
vi: Lọ hoa ngẫu nhiên

source: High-Level Flowerpot #3
vi: Lọ hoa cao cấp # 3

source: High-Level Flowerpot #2
vi: Lọ hoa cao cấp # 2

source: High-Level Flowerpot #1
vi: Lọ hoa cao cấp # 1

source: Random High-Level Flowerpot
vi: Lọ hoa cao cấp ngẫu nhiên

source: Flowerpot on a Stand
vi: Lọ hoa trên giá đỡ

source: Rooftop Access #1
vi: Lối vào tầng thượng # 1

source: Rooftop Access #2
vi: Lối vào tầng thượng # 2

source: Rooftop Access #3
vi: Lối vào tầng thượng # 3

source: Random Rooftop Access
vi: Lối vào tầng thượng ngẫu nhiên

source: Slanted Rooftop Window #1
vi: Cửa sổ mái nghiêng # 1

source: Slanted Rooftop Window #2
vi: Cửa sổ mái nghiêng # 2

source: Slanted Rooftop Window #3
vi: Cửa sổ mái nghiêng # 3

source: Rooftop Window #1
vi: Cửa sổ tầng thượng số 1

source: Rooftop Window #2
vi: Cửa sổ tầng thượng số 2

source: Rooftop Window #3
vi: Cửa sổ tầng thượng số 3

source: Random Rooftop Window
vi: Cửa sổ trên sân thượng ngẫu nhiên

source: Radio Mast
vi: Đài phát thanh

source: Microwave Antenna
vi: Anten vi sóng

source: Satellite Dish
vi: Đĩa vệ tinh

source: Wi-Fi Antenna
vi: Ăng ten Wifi

source: Medium Solar Panel
vi: Bảng điều khiển năng lượng mặt trời trung bình

source: Large Solar Panel
vi: Bảng điều khiển năng lượng mặt trời lớn

source: Small Solar Panel
vi: Bảng điều khiển năng lượng mặt trời nhỏ

source: Trashpile
vi: Thùng rác

source: Trash Can #2
vi: Thùng rác số 2

source: Trash Can #1
vi: Thùng rác số 1

source: Trash Container
vi: Thùng rác

source: Bench
vi: Băng ghế

source: High-Level Bench
vi: Băng ghế cao cấp

source: Table Set
vi: Bộ bàn

source: High-Level Table Set
vi: Bộ bàn cao cấp

source: Pavilion
vi: Gian hàng

source: Dog Park Sign
vi: Bảng hiệu công viên chó

source: Dog Park Trash Can
vi: Thùng rác công viên chó

source: Parking spaces
vi: Chỗ đậu xe

source: Street Lamp #1
vi: Đèn đường 1

source: Street Lamp #2
vi: Đèn đường 2

source: Vending Machine
vi: Máy bán hàng tự động

source: Small Fountain
vi: Đài phun nước nhỏ

source: Large Fountain
vi: Đài phun nước lớn

source: Bird bath
vi: Bồn tắm chim

source: High-Level Bird Bath
vi: Bồn tắm chim cao cấp

source: Random AC unit
vi: Đơn vị AC ngẫu nhiên

source: Mailbox #1
vi: Hộp thư số 1

source: Mailbox #2
vi: Hộp thư số 2

source: High-level Mailbox
vi: Hộp thư cao cấp

source: Grill
vi: Vỉ nướng

source: High-level Grill
vi: Vỉ nướng cao cấp

source: Doghouse
vi: Nhà chó

source: High-Level Doghouse
vi: Nhà chó cao cấp

source: Large Smoke Marker
vi: Khói nhà máy

source: Hang Around Marker
vi: Điểm vui chơi

source: Parking Marker
vi: Nơi đỗ xe

source: Door Marker
vi: Đánh dấu cửa

source: Steam Marker
vi: Đánh dấu ống hơi nước

source: Smoke Marker
vi: Đánh dấu khói

source: Large Hang Around Marker
vi: Điểm vui chơi lớn

source: Bicycle
vi: Xe đạp

source: Bicycle Stand for parking bicycles.
vi: Nơi để xe đạp.

source: Beer Garden Bench
vi: Ghế vườn bia

source: Beer Garden Sign
vi: Bảng hiệu vườn bia

source: Rider Statue
vi: Tượng Rider

source: Kiosk #1
vi: Quầy hàng #1

source: Kiosk #2
vi: Quầy hàng #2

source: Kiosk #3
vi: Quầy hàng #3

source: Street Clock
vi: Đồng hồ đường phố

source: Advertizing Pylon
vi: Tháp quảng cáo

source: Shopping Cart
vi: Giỏ hàng

source: Shopping Cart Shelter
vi: Nơi để giỏ hàng

source: Traffic Lights (European) #1
vi: Đèn giao thông (Châu Âu) #1

source: Traffic Lights (European) #2
vi: Đèn giao thông (Châu Âu) #2

source: Flag Pole
vi: Cột cờ

source: Video Screen
vi: Màn hình video

source: European Billboard #1
vi: Biển quảng cáo kiểu châu Âu #1

source: European Billboard #2
vi: Biển quảng cáo kiểu châu Âu #2

source: European Billboard #3
vi: Biển quảng cáo kiểu châu Âu #3

source: European City Ad #1
vi: Quảng cáo đô thị kiểu châu Âu #1

source: European City Ad #2
vi: Quảng cáo đô thị kiểu châu Âu #2

source: European Roof Ad #1
vi: Quảng cáo mái kiểu châu Âu #1

source: European Roof Ad #2
vi: Quảng cáo mái kiểu châu Âu #2

source: European Roof Ad #3
vi: Quảng cáo mái kiểu châu Âu #3

source: European Roof Ad #4
vi: Quảng cáo mái kiểu châu Âu #4

source: European Roof Ad #5
vi: Quảng cáo mái kiểu châu Âu #5

source: European Roof Ad #6
vi: Quảng cáo mái kiểu châu Âu #6

source: European Roof Ad #7
vi: Quảng cáo mái kiểu châu Âu #7

source: European Roof Ad #8
vi: Quảng cáo mái kiểu châu Âu #8

source: European Roof Ad #9
vi: Quảng cáo mái kiểu châu Âu #9

source: European Roof Ad #10
vi: Quảng cáo mái kiểu châu Âu #10

source: European Roof Ad #11
vi: Quảng cáo mái kiểu châu Âu #11

source: European Roof Ad #12
vi: Quảng cáo mái kiểu châu Âu #12

source: Sliding Ad #1
vi: Biển quảng cáo động #1

source: Sliding Ad #2
vi: Biển quảng cáo động #2

source: Street Ad #1
vi: Biển quảng cáo hè phố #1

source: Street Ad #2
vi: Biển quảng cáo hè phố #2

source: Street Ad #3
vi: Biển quảng cáo hè phố #3

source: Street Ad #4
vi: Biển quảng cáo hè phố #4

source: Street Ad #5
vi: Biển quảng cáo hè phố #5

source: Street Ad #6
vi: Biển quảng cáo hè phố #6

source: Street Ad #7
vi: Biển quảng cáo hè phố #7

source: Wall Ad #1
vi: Quảng cáo trên tường #1

source: Wall Ad #2
vi: Quảng cáo trên tường #2

source: Wall Ad #3
vi: Quảng cáo trên tường #3

source: Wall Ad #4
vi: Quảng cáo trên tường #4

source: Wall Ad #5
vi: Quảng cáo trên tường #5

source: Wall Ad #6
vi: Quảng cáo trên tường #6

source: Wall Ad #7
vi: Quảng cáo trên tường #7

source: Parking spaces #2
vi: Nơi đỗ xe #2

source: Train Station Clock 01
vi: Đồng hồ ga tàu 01

source: Low bamboo fence.
vi: Hàng rào tre thấp.

source: High bamboo fence.
vi: Hàng rào tre cao.

source: Bamboo fence gate.
vi: Cổng hàng rào tre.

source: A small asian styled garden decoration.
vi: Trang trí sân vườn kiểu châu Á.

source: A large asian styled dragon stone statue.
vi: Tượng rồng châu á.

source: Bonsai tree in a pot.
vi: Chậu cây bonsai.

source: Bamboo plant growing in pot.
vi: Chậu cây tre.

source: Asian styled street light.
vi: Đèn đường kiểu châu Á.

source: Lantern made out of bronze with light source inside.
vi: Đèn lồng bằng đồng.

source: A small blinking red light
vi: một chiếc đèn nhỏ màu đỏ nhấp nháy

source: A pole-mounted blinking orange light
vi: Đèn ống màu cam

source: A wall-mounted flood light casting blue light downwards.
vi: Đèn gắn tường màu xanh với ánh sáng đổ xuống dưới.

source: A small blinking orange light
vi: Một chiếc đèn nhỏ màu cam nhấp nháy

source: A flood light casting white light upwards.
vi: Một bóng đèn dài với ánh sáng màu trắng hắt lên trên

source: A pole-mounted blinking red light
vi: Một chiếc đèn màu đỏ nhấp nháy gắn trên cột

source: A wall-mounted flood light casting orange light downwards.
vi: Đèn gắn tường màu cam với ánh sáng đổ xuống dưới.

source: A wall-mounted flood light casting white light upwards.
vi: Đèn gắn tường màu trắng với ánh sáng hắt lên trên.

source: A wall-mounted flood light casting blue light upwards.
vi: Đèn gắn tường màu xanh với ánh sáng hắt lên trên.

source: A wall-mounted flood light casting orange light upwards.
vi: Đèn gắn tường màu cam với ánh sáng hắt lên trên.

source: A wall-mounted flood light casting red light upwards.
vi: Đèn gắn tường màu đỏ với ánh sáng hắt lên trên.

source: A wall-mounted flood light casting white light downwards.
vi: Đèn gắn tường màu trắng với ánh sáng đổ xuống dưới.

source: A wall-mounted flood light casting red light downwards.
vi: Đèn gắn tường màu đỏ với ánh sáng đổ xuống dưới.

source: A flood light casting red light upwards.
vi: một bóng đèn dài với ánh sáng màu đỏ hắt lên trên

source: A flood light casting orange light upwards.
vi: một bóng đèn dài với ánh sáng màu cam hắt lên trên

source: A lamp that illuminates the floor with red light.
vi: Một chiếc đèn chiếu sáng sàn nhà với ánh sáng đỏ.

source: A lamp that illuminates the floor with white light.
vi: Một chiếc đèn chiếu sáng sàn nhà với ánh sáng trắng.

source: A wall-mounted lamp casting orange light downwards.
vi: Một đèn treo tường đúc ánh sáng màu cam xuống dưới.

source: A wall-mounted lamp casting white light downwards.
vi: Một chiếc đèn treo tường với ánh sáng trắng đổ xuống.

source: A sturdy basketball hoop for some serious slam dunking.
vi: Một cái rổ chắc chắn cho những cú úp rổ thần sầu

source: A weightlifting bench with a barbell and plate weights.
vi: Một chiếc ghế tập tạ với dụng cụ tập tạ.

source: A long table with two benches.
vi: Một cái bàn dài với hai cái ghế dài.

source: A short section of high mesh fence with barbwire on top.
vi: Một phần ngắn của hàng rào lưới cao với xà ngang bên trên.

source: A long section of high mesh fence with barbwire on top.
vi: Một đoạn dài của hàng rào lưới cao với xà ngang ở trên.

source: A wall-mounted flagpole with a flag.
vi: Cột cờ treo tường có cờ.

source: A snowman makes any snowy place look cozy.
vi: Một người tuyết khiến cho cả vùng trở nên ấm áp.

source: A snowman makes any snowy place look cozy. Place this item to get a random snowman to spawn on the spot.
vi: Một người tuyết làm cho bất kỳ nơi nào có tuyết đều trông ấm cúng. Đặt vật phẩm này để nhận được một người tuyết ngẫu nhiên xuất hiện tại chỗ.

source: This is what a collapsed building looks like.
vi: Một tòa nhà bị sụp trông như thế này.

source: A lovely Christmas Tree to lighten up any day or night.
vi: Một cây thông Noel lung linh cả ngày và đêm.

source: A table with a rustic finish.
vi: một cái bàn giản dị.

source: Snow decal.
vi: hình dán tuyết.

source: Ice decal.
vi: hình dán băng.

source: A decal for curling ice field.
vi: một cái đề can khu vực tuyết xoăn.

source: A fence to keep the reindeer in or out.
vi: Một hàng rào để nhốt tuần lộc.

source: Comfy bench made of ice. Remember to wear pants when sitting!
vi: Ghế làm bằng băng. Hãy nhớ mặc quần trước khi ngồi ^^!

source: A snowmobile.
vi: Một chiếc xe trượt tuyết.

source: A luxurious swimming pool with an integrated jacuzzi.
vi: Một hồ bơi sang trọng với bể sục khí.

source: A medium swimming pool for decoration.
vi: Một hồ bơi cỡ vừa để trang trí.

source: The perfect relaxing chair for a garden.
vi: Ghế thư giãn hoàn hảo cho một khu vườn.

source: A fancy deck chair for bathing in the sun.
vi: Một chiếc ghế dài để tắm nắng.

source: A flowerpot with a single flower.
vi: Chậu hoa với 1 bông.

source: A flowerpot with two flowers.
vi: Một lọ hoa có hai bông hoa.

source: A parasol giving high-level protection from hot sunshine.
vi: Một chiếc dù cao cấp để che nắng.

source: A parasol to protect from hot sunshine.
vi: Một chiếc dù để che nắng.

source: Closely planted shrubs or small trees trimmed into the shape of a fence.
vi: Hàng rào làm từ những cây cảnh được cắt tỉa gọn gàng.

source: Regular stone tiles.
vi: Gạch lát thông thường.

source: Presentable yard tiling for valuable properties.
vi: Gạch lát xịn xò dành cho những công trình giá trị cao.

source: Patches of broken asphalt.
vi: Miếng vá đường nhựa.

source: A colorful flower bed.
vi: Một chiếc giường hoa đầy màu sắc.

source: A large fountain with water plants, good especially for parks and gardens.
vi: Một đài phun nước lớn với thiết kế tinh xảo, thích hợp cho công viên và sân vườn.

source: An invisible marker to indicate spots where helicopters can land.
vi: Đặt đánh dấu nơi máy bay trực thăng có thể hạ cánh.

source: A chainlink fence, 8 meters long.
vi: Một hàng rào B40, dài 8 mét.

source: A chainlink fence, 16 meters long.
vi: Một hàng rào B40, dài 16 mét.

source: A gate for a chainlink fence.
vi: Cổng cho hàng rào B40.

source: A security booth to be placed near stadiums.
vi: Một bốt an ninh được đặt gần sân vận động.

source: A safety barrier to help guide people around stadiums.
vi: Một hàng rào an ninh để hướng dẫn mọi người xung quanh sân vận động.

source: A road block.
vi: Một khối đường.

source: Disaster Response Unit cargo container.
vi: Container chở hàng.

source: An old steam boat.
vi: Một chiếc thuyền hơi nước cũ.

source: Children's paddle car.
vi: Xe trẻ em.

source: A nautical marker.
vi: Một điểm đánh dấu hải lý.

source: A floating ring that saves lives.
vi: Một cái phao cứu sinh.

source: A decorative rubber boat.
vi: Một chiếc thuyền cao su trang trí.

source: A ferry info sign.
vi: Một cái biển thông tin phà.

source: A ferry sign.
vi: Một cái biển báo phà.

source: A pole to tie ship ropes to.
vi: Một cái cột để buộc dây thừng tàu.

source: A passenger ramp.
vi: Một đoạn đường chở khách.

source: A monorail info sign
vi: Một cái biển báo thông tin đường sắt

source: A monorail sign.
vi: Một cái biển báo hiệu đường sắt.

source: A ticket machine for monorail tickets.
vi: Một máy bán vé đường sắt.

source: A small beehive.
vi: Một tổ ong nhỏ.

source: A birdhouse.
vi: Một nhà chim.

source: A small recycling container.
vi: Một thùng tái chế nhỏ.

source: A large recycling container.
vi: Một thùng tái chế lớn.

source: An eco-friendly solar panel streetlamp.
vi: Một cái đèn đường thân thiện với môi trường sử dụng năng lượng mặt trời.

source: A set of table and chairs.
vi: Một bộ bàn ghế.

source: A horizontal solar panel.
vi: Một tấm pin năng lượng mặt trời ngang.

source: An air source heat pump.
vi: Một cái quạt điều hòa.

source: A ventilation pipe.
vi: Một ống thông gió.

source: A modern type of fence.
vi: Một loại hàng rào hiện đại.

source: Rooftop vegetation.
vi: Thảm thực vật trên sân thượng.

source: Wall vegetation.
vi: Thảm thực vật.

source: Hanging vegetation.
vi: Thảm thực vật treo.

source: A plant pot.
vi: Một chậu cây.

source: A sign for an organic shop.
vi: Bảng hiệu cửa hàng hữu cơ.

source: A small bilboard for an organic shop.
vi: Bảng quảng cáo nhỏ của cửa hàng hữu cơ.

source: A medium bilboard for an organic shop.
vi: Bảng quảng cáo cỡ vừa của cửa hàng hữu cơ.

source: An industrial logo for a high tech building.
vi: Một cái logo công nghiệp cho một tòa nhà công nghệ cao.

source: A small bilboard for a high tech industry building.
vi: Một bảng quảng cáo nhỏ cho một tòa nhà công nghiệp công nghệ cao.

source: A medium bilboard for a high tech industry building.
vi: Một bảng quảng cáo cỡ vừa cho một tòa nhà công nghiệp công nghệ cao.

source: A parking space.
vi: Nơi đỗ xe.

source: A parking space for an electric vehicle.
vi: Nơi đỗ xe cho xe điện.

source: A motorboat.
vi: Một chiếc xe mô tô nước.

source: A stop sign for trains.
vi: Một biển báo dừng lại tàu hỏa.

source: Traffic signal for trains.
vi: Tín hiệu giao thông cho tàu hỏa.

source: A random Organic Shop billboard, small size.
vi: Một bảng quảng cáo cỡ nhỏ ngẫu nhiên của cửa hàng hữu cơ.

source: A random Organic Shop billboard, medium size.
vi: Một bảng quảng cáo cỡ vừa ngẫu nhiên của cửa hàng hữu cơ.

source: A random Hightech Industrial Logo.
vi: Logo công nghệ cao ngẫu nhiên.

source: A random Hightech Industrial bilboard, size small.
vi: Một bảng quảng cáo cỡ nhỏ ngẫu nhiên của ngành công nghệ cao.

source: A random Hightech Industrial bilboard, size medium.
vi: Một bảng quảng cáo cỡ vừa ngẫu nhiên của ngành công nghệ cao
