Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Metals are produced by Ore Grinding Mills and Rotary Kiln Plants.
vi: Kim loại được sản xuất bởi các nhà máy nghiền quặng và các nhà máy lò quay.

source: Animal Products are produced by Animal Pastures, Cattle Sheds, Milking Parlours and Slaughterhouses.
vi: Sản phẩm Động vật được sản xuất bởi Đồng cỏ, Chuồng gia súc, Xưởng vắt sữa và Lò mổ.

source: Flour is produced by Flour Mills.
vi: Bột được sản xuất bởi Xưởng xay bột.

source: No resource is set to be stored.
vi: Không có tài nguyên nào được thiết lập để được lưu trữ.

source: Ore is mined by ore industry extractor buildings and zoned ore industry.
vi: Quặng được khai thác bởi các khu mỏ tại khu công nghiệp khai thác quặng và công nghiệp quặng phân vùng.

source: Oil is obtained by oil industry extractor buildings and zoned oil industry.
vi: Dầu được lấy từ các tòa nhà chiết xuất dầu trong ngành công nghiệp dầu mỏ và khu công nghiệp dầu mỏ.

source: Raw Forest Products are produced by forestry industry extractor buildings and zoned forest industry.
vi: Lâm sản thô được sản xuất bởi các công trình khai thác công nghiệp lâm nghiệp và công nghiệp rừng quy hoạch.

source: Anything produced by a Unique Factory is a luxury product and can be sold in commercial zones.
vi: Bất cứ thứ gì được sản xuất bởi Unique Factory đều là một sản phẩm xa xỉ và có thể được bán trong các khu thương mại.

source: Zoned industry of the farming specialization produces farming products.
vi: Công nghiệp khoanh vùng của chuyên môn hóa trồng trọt sản xuất các sản phẩm nông nghiệp.

source: Zoned industry of the ore specialization produces ore products.
vi: Phân vùng công nghiệp chuyên môn hóa quặng sản xuất các sản phẩm quặng.

source: Zoned industry of the oil specialization produced oil products.
vi: Công nghiệp khoanh vùng của chuyên ngành dầu sản xuất các sản phẩm dầu.

source: Zoned industry of the forestry specialization produces forestry products.
vi: Phân vùng công nghiệp của chuyên ngành lâm nghiệp sản xuất các sản phẩm lâm nghiệp.

source: Generic industry areas turn products of specialized industry areas into goods, which can be sold in commercial zones.
vi: Các khu vực công nghiệp chung biến sản phẩm của các khu vực công nghiệp chuyên biệt thành hàng hóa, có thể được bán trong các khu thương mại.

source: Don’t notify me when an industry area levels up
vi: Đừng thông báo cho tôi khi một khu vực trong ngành tăng cấp

source: Hide industry area level-up notifications
vi: Ẩn thông báo nâng cấp khu vực công nghiệp

source: Workers
vi: Công nhân

source: Industry Areas Overview
vi: Tổng quan về ngành

source: Industry Area Count: {0}
vi: Tổng số khu vực công nghiệp: {0}

source: TOTAL INCOME
vi: TỔNG THU NHẬP

source: Weekly Income
vi: Thu nhập hàng tuần

source: Level Bonus:
vi: Cấp thưởng:

source: Level bonuses: {0}, {1}.
vi: Cấp thưởng: {0}, {1}.

source: Input:
vi: Đầu vào:

source: Output:
vi: Đầu ra:

source: This building turns {0} into {1}.
vi: Tòa nhà này rẽ {0} vào {1}.

source: This building produces {0}.
vi: Tòa nhà này sản xuất {0}.

source: Weekly Garbage Service & Industry Area Expenses
vi: Chi phí dịch vụ rác hàng tuần và khu vực công nghiệp

source: Capacity: {0}
vi: Sức chứa: {0}

source: Weekly Total Income from Road Tolls
vi: Tổng thu nhập hàng tuần từ các tuyến đường

source: Can’t choose variations for a collapsed building.
vi: Can1 chọn biến thể cho một tòa nhà bị sập.

source: Mail
vi: Thư

source: Weekly income from zoned industry and industry areas
vi: Thu nhập hàng tuần từ các ngành và lĩnh vực công nghiệp được khoanh vùng

source: The efficiency bonus makes Extractors and Processing Buildings in the area process resources faster.
vi: Phần thưởng hiệu quả làm cho các Công ty khai thác và Xử lý trong khu vực xử lý tài nguyên nhanh hơn.

source: The higher the industry level, the less pollution is caused by Extractors and Processing Buildings in it.
vi: Mức độ công nghiệp càng cao, càng ít ô nhiễm do các cơ sở chế biến và chiết xuất trong đó gây ra.

source: MATERIAL COST
vi: CHI PHÍ VẬT LIỆU

source: Value of the resources used to make the end product per week.
vi: Giá trị của các nguồn lực được sử dụng để tạo ra sản phẩm cuối cùng mỗi tuần.

source: PRODUCTION VALUE
vi: GIÁ TRỊ SẢN XUẤT

source: Value of the factory output per week.
vi: Giá trị sản lượng của nhà máy mỗi tuần.

source: Area Bonuses:
vi: Tiền thưởng khu vực:

source: Area bonuses: {0}, {1}.
vi: Phần thưởng khu vực: {0}, {1}.

source: The area bonuses are the sum of the bonuses from the area level and auxiliary buildings.
vi: Phần thưởng khu vực là tổng tiền thưởng từ cấp khu vực và các công trình phụ trợ.

source: Industries DLC
vi: DLC Industries

source: Synthetic Dawn DLC
vi: DLC Synthetic Dawn

source: Total upkeep: {0}
vi: Tổng bảo trì: {0}

source: The combined upkeep of all industry buildings in the area.
vi: Bảo trì tổng hợp của tất cả các tòa nhà công nghiệp trong khu vực.

source: Weekly Income from Industry Areas
vi: Thu nhập hàng tuần từ các khu vực công nghiệp

source: Can not adjust production rate because the building is turned off
vi: Không thể điều chỉnh tỷ lệ sản xuất vì tòa nhà bị tắt

source: Workplaces: {0}
vi: Nơi làm việc: {0}

source: Main building not working
vi: Tòa nhà chính không hoạt động

source: This industry area does not get level bonuses or new levels because the main building is either inactive or collapsed.
vi: Khu vực công nghiệp này không nhận được phần thưởng cấp độ hoặc cấp độ mới do tòa nhà chính không hoạt động hoặc bị sập.

source: Weekly Industry Area Expenses
vi: Chi phí khu vực công nghiệp hàng tuần

source: Warehouses and Unique Factories
vi: Kho và nhà máy độc đáo

source: Appearance:
vi: Xuất hiện:

source: Weekly Resource Acquisition Expenses
vi: Chi phí mua lại tài nguyên hàng tuần

source: There is no building in this industry area that can produce {0}.
vi: Không có tòa nhà trong lĩnh vực công nghiệp này có thể sản xuất {0}.

source: Industry Area Info
vi: Thông tin khu vực công nghiệp

source: Commercial Zones
vi: Khu Thương mại

source: Can be imported.
vi: Có thể nhập khẩu.

source: Can be imported at a cost.
vi: Có thể nhập khẩu với chi phí.

source: Cannot be imported, has to be produced locally.
vi: Không thể nhập khẩu, phải được sản xuất tại địa phương.

source: Can be exported.
vi: Có thể xuất khẩu.

source: Can be exported for money.
vi: Có thể xuất khẩu lấy tiền.

source: Cannot be exported.
vi: Không thể xuất khẩu.

source: Can be stored in {0} storage buildings.
vi: Có thể được lưu trữ trong {0} tòa nhà lưu trữ.

source: Can be stored in warehouses.
vi: Có thể được lưu trữ trong kho.

source: Working
vi: Đang làm việc

source: Walking
vi: Đi dạo

source: I didn't even realise I had some postcards to send! #howdidiforget I didn't even realise I needed this #essential #mail
vi: Tôi thậm chí không nhận ra rằng tôi có một số bưu thiếp để gửi! #howdidiforget Tôi thậm chí còn không nhận ra mình cần thứ này #essential #mail

source: I am happy to know that now my grandma's birthday gift won't get lost in all the unsorted mail! #sorted #truck #cake
vi: Tôi rất vui khi biết rằng bây giờ món quà sinh nhật của bà tôi sẽ không bị thất lạc trong tất cả các thư chưa được phân loại! #sorted #truck #cake

source: Hopefully this will fix the traffic in this city! #trafficjam #toll #boothed
vi: Hy vọng điều này sẽ khắc phục giao thông trong thành phố này! #trafficjam #toll #boothed

source: Where can I buy maps? I need to plan my route better to avoid #toll #booths.
vi: Tôi có thể mua bản đồ ở đâu? Tôi cần lên kế hoạch cho lộ trình của mình tốt hơn để tránh #toll #booths.

source: Do they accept card in the #toll #booth or do I need to keep coins with me now?
vi: Họ có chấp nhận thẻ trong #toll #booth hay tôi cần giữ tiền bên mình ngay bây giờ?

source: Another #tollbooth to provide even more #job #opportunities
vi: #Tollbooth khác để cung cấp nhiều hơn nữa # việc làm #opportunities

source: Yes!! It's time for #airmail #cargo #airport
vi: Đúng!! Đã đến lúc #airmail #cargo #airport

source: Cargo airport and cargo railway station together? I just hope we have enough trucks. #cargo #industrialboom
vi: Sân bay chở hàng và ga hàng hóa cùng nhau? Tôi chỉ hy vọng chúng ta có đủ xe tải. #cargo #industrialboom

source: The cake is not a lie! #bakery #colossalcakes #happycake #happylife
vi: Bánh không phải là một lời nói dối! #bakery #colossalcakes #happycake #happylife

source: Sweet lemonade, sweet sweet lemonade #lemontree
vi: Nước chanh ngọt, nước chanh ngọt ngọt #lemontree

source: All those ready made meals save up so much time! Thank you!! #hungry #busy #solution
vi: Tất cả những bữa ăn đã sẵn sàng tiết kiệm rất nhiều thời gian! Cảm ơn bạn!! #hungry #busy #solution

source: Everyone loves new locally produced, quality clothes! #local #fashion
vi: Mọi người đều thích quần áo mới được sản xuất tại địa phương, chất lượng! #local #fashion

source: Finally we have our own #furniture #factory! Getting our beds from another city was such a #hassle!!!
vi: Cuối cùng chúng tôi đã có #furniture #factory của riêng mình! Lấy giường của chúng tôi từ một thành phố khác quả là một # rắc rối !!!

source: All these house modules are so pretty and afforable! Three cheers for #easy #living!
vi: Tất cả các mô-đun nhà rất đẹp và đáng yêu! Vỗ tay cho #easy #living!

source: Ah.. softer than ever #sosoft #localwood #softpaper
vi: À .. nhẹ nhàng hơn bao giờ hết #sosoft #localwood #softpaper

source: #breaking #news the #printing #press is up and working!
vi: # đột phá #news #printing #press đang hoạt động!

source: I always dreamed of working in a #toy #factory.
vi: Tôi luôn mơ ước được làm việc trong #toy #factory.

source: Plastic bags, plastic bottles and plastic containers as far as the eye can see. Let's just hope they don't end up in the #ocean! #dream #greencity
vi: Túi nhựa, chai nhựa và hộp nhựa xa như mắt có thể nhìn thấy. Hãy hy vọng họ không kết thúc trong #ocean! #dream #greencity

source: Don't tell the boss but everyone at #sneaker #factory is trying to sneak past the boss to leave early #secret #mystery
vi: Đừng nói với sếp nhưng mọi người ở #sneaker #factory đang tìm cách lách sếp để về sớm # bí mật #mystery

source: This is where the #magic happens! Now where's my car? #petroleum #refinery
vi: Đây là nơi #Phép thuật xảy ra! Bây giờ xe của tôi đâu? #petroleum #refinery

source: Make way for the new shiny cars! #wroom! #industrialboom #campervans
vi: Nhường đường cho những chiếc xe sáng bóng mới! #wroom! #industrialboom #campervans

source: I did always wonder how those gigantic #cruise #ships got built.
vi: Tôi đã luôn tự hỏi làm thế nào những người khổng lồ #cruise #ships got built.

source: No more imported #smartphones for me!
vi: Không nhập thêm #điện thoại thông minh cho tôi!

source: You need to work hard to play hard #metal #iron #sweating
vi: Bạn cần phải làm việc chăm chỉ để chơi hết mình #metal #iron #sweating

source: Look at all these goods! #industrialboom #warehouse #yard
vi: Nhìn vào tất cả những hàng hóa này! #industrialboom #warehouse #yard

source: #small and cozy #warehouse and also super #compact!
vi: # ngôi nhà nhỏ và ấm cúng và cũng siêu # nhỏ gọn!

source: About time we got a new #warehouse! #more #productivity
vi: Khoảng thời gian chúng tôi có một cái mới #warehouse! #more #productivity

source: Filling this warehouse is going to be impressive! #productivity #efficiency
vi: Làm đầy kho này sẽ rất ấn tượng! #productivity #efficiency

source: Great to see #farm #industry appreciated! Can't wait what there is in store for us in the future #farmlife #4ever
vi: Thật tuyệt khi thấy #farm #custry được đánh giá cao! Không thể chờ đợi những gì có sẵn trong cửa hàng cho chúng tôi trong tương lai #farmlife # 4ever

source: Peace and quiet and now with highspeed internet. What else could anyone ask for? #farmlife #modernage
vi: Hòa bình và yên tĩnh và bây giờ với Internet tốc độ cao. Bất cứ ai khác có thể yêu cầu điều gì khác? #farmlife #modernage

source: Can't believe how big our farm has grown! Keep on farming! #farmlife #4ever #newcrops #moo!
vi: Không thể tin rằng trang trại của chúng tôi đã phát triển lớn như thế nào! Tiếp tục canh tác! #farmlife # 4ever #newcrops #moo!

source: Aaah! Finally a good place to rest after a long day in the fields. #worker #farmlife
vi: Aaah! Cuối cùng là một nơi tốt để nghỉ ngơi sau một ngày dài trên cánh đồng. #worker #farmlife

source: I love this! Now I am able to keep all my #tools organised!
vi: Tôi thích điều này! Giờ đây, tôi có thể sắp xếp tất cả các # công cụ của mình!

source: Loving this #farmlife
vi: Yêu thích #cuộc sống nông trại này

source: You never get tired to the peaceful sight of a beautiful barn. #farmlife
vi: Bạn không bao giờ cảm thấy mệt mỏi với cảnh tượng yên bình của một nhà kho đẹp. #farmlife

source: I used to play hide and seek in a grain silo as a child. #childhood #memories #farmlife
vi: Tôi từng chơi trốn tìm trong một hầm chứa ngũ cốc khi còn nhỏ. # tuổi thơ # kỷ niệm # cuộc sống

source: Is this where the grain goes to sleep? #curious #farmlife
vi: Đây có phải là nơi hạt đi ngủ? #curious #farmlife

source: Time to feed the #cattle! #farmlife #dreamjob
vi: Thời gian để nuôi #cattle! #farmlife #dreamjob

source: What's that sound? Uhh.. Nothing to see here, as long I get my burgers #blissful #ignorance
vi: Âm thanh đó là gì? Uhh .. Không có gì để xem ở đây, miễn là tôi lấy được bánh mì kẹp thịt của mình #blissful #ignorance

source: It's time to share your best cake recipes because the Flour Mill is on! #cake
vi: Đã đến lúc chia sẻ công thức làm bánh ngon nhất của bạn vì Flour Mill đã hoạt động! #cake

source: Rise and shine! It's to grow some #delicious #crops
vi: Hãy vươn lên và tỏa sáng! Đó là để phát triển một số #delicious #crops

source: I know just how rewarding it feels to see your crop flourish. #green #thumb
vi: Tôi biết cảm giác bổ ích như thế nào khi thấy vụ mùa của bạn khởi sắc. #green #thumb

source: Call me crazy but I love the sound of #combine #harvester in the morning!
vi: Gọi tôi là điên nhưng tôi yêu âm thanh của #combine #máy gặt vào buổi sáng!

source: Is this the place where all the #greenhouse #gases come from? #worried
vi: Đây có phải là nơi mà tất cả #khí #nhà kính tới? #worried

source: Did you know that #greenhouse is also called #glasshouse :o Hopefully no elephants gets to run inside it!
vi: Bạn có biết rằng #greenhouse còn được gọi là #glasshouse: o Hy vọng rằng không có con voi nào chạy vào bên trong nó!

source: Can anyone tell me how much #electricity and #water does this #greenhouse need?
vi: Có ai có thể cho tôi biết # điện và # nước này cần bao nhiêu # điện và # nước không?

source: My favourite fruit is #strawberry What's yours? :) #strawberryseason
vi: Trái cây yêu thích của tôi là #strawberry Còn gì của bạn? :) #strawberryseason

source: Can't wait to taste the #lemonade made from these juicy #fruits!
vi: Không thể chờ đợi để nếm thử #nước chanh làm từ những nước ép #fruits!

source: Does anyone know if they are using #pesticides on these fruits? #worried
vi: Có ai biết nếu họ đang sử dụng #Thuốc trừ sâu trên những quả này? #worried

source: Strawberries all throught the year? :o unbelieveable #strawberrydream #strawberryseasons
vi: Dâu tây quanh năm? :o không thể tin được #strawberrydream #strawberryseasons

source: This is not how nature ment the fruits to grown! #unnatural #freethefruits
vi: Đây không phải là cách tự nhiên đề cập đến các loại trái cây để trồng! #unnatural #freethefruits

source: I have always wanted a greenhouse. But maybe this is a bit of an overkill #greenhouse #fruitoverdose
vi: Tôi đã luôn luôn muốn một nhà kính. Nhưng có lẽ đây là một chút quá mức #greenhouse #fruitoverdose

source: I love #animals and that's why I love working at the #animalpasture and make sure the animals do well <3
vi: Tôi yêu #động vật và đó là lý do tại sao tôi thích làm việc tại #bảo vệ động vật và đảm bảo các động vật làm tốt <3

source: Wow. Much moo. Many oink. So Baa! #farmlife #animalpasture
vi: Chà. Nhiều moo. Nhiều oink. Vì vậy, Baa! #farmlife #animalpasture

source: Couldn't be prouder that we chose renewable #forestry in the #industrialboom!
vi: Không thể tự hào hơn rằng chúng tôi đã chọn # rừng tái tạo trong # công nghiệp_công nghệ!

source: The #forest #industry is standing proud and tall just like the trees! #leaves4ever #treesarelife
vi: # Rừng # công nghiệp đang đứng kiêu hãnh và cao như những cái cây! # leaf4ever #treesarelife

source: Quality of the #wood #products have never been this good! #qualityassured #proud #tall #growingstrong
vi: Chất lượng của các sản phẩm # gỗ chưa bao giờ tốt như thế này! # chất lượng tốt # kinh phí # cao # mạnh mẽ

source: You know you had a good day when you have your stomach full and a soft bed. #worker #forestry
vi: Bạn biết bạn đã có một ngày tốt lành khi bạn no căng bụng và nằm trên một chiếc giường êm ái. # công nhân # rừng

source: Taking care of the tools is also taking care of the trees and nature #dull #blade #trees4life
vi: Chăm sóc các công cụ cũng là chăm sóc cây cối và thiên nhiên #dull #blade #trees4life

source: Has anyone seen my axe? #wheresmyaxe #axegate
vi: Có ai nhìn thấy cái rìu của tôi chưa? #wheresmyaxe #axegate

source: The saw #dust is a #must for #particleboards #furniturefactory!
vi: Cái cưa #dust là một #phải cho #ván dăm #nhà máy đồ nội thất!

source: Wood chirp.. I mean chip storage is an essestial component in the #pulping process! #pulpmill
vi: Gỗ chirp .. Ý tôi là lưu trữ chip là một thành phần tinh túy trong #quá trình nghiền #xung nhịp

source: Remember what life was like before #Saw #Mill?
vi: Hãy nhớ lại cuộc sống trước đây như thế nào #Cái cưa #Mill?

source: They surely have the biggest #wood #chipper in town in there. I hope it's blue.
vi: Họ chắc chắn có cái lớn nhất #gỗ #chipper trong thị trấn ở đó. Tôi hy vọng nó màu xanh.

source: What an impressive factory! Big enough to produce #biomass #pellets for everyone!
vi: Thật là một nhà máy ấn tượng! Đủ lớn để sản xuất #biomass #pellets cho tất cả mọi người!

source: What's that smell? Oh, it's the Pulp Mill... #nose #knows
vi: Mùi gì vậy? Ồ, đó là Pulp Mill... #nose #knows

source: Awww, they are so cute! #sapling #nurture
vi: Awww, họ rất dễ thương! #sapling #nurture

source: Look at them #saplings! They are already growing so #strong!
vi: Nhìn họ kìa #cây non! Họ đã phát triển rồi #mạnh!

source: There is something hypnotic watching them trees growing in rows #hypnotized #order
vi: Có một cái gì đó thôi miên khi xem chúng cây mọc thành hàng #hypnotized #order

source: Anyone know any good "Knock knock" jokes? #wood #bored #treeplantation #worker
vi: Có ai biết chuyện cười "Knock knock" hay không? #gỗ #rừng #cây trồng # công nhân

source: Let's all make bird houses to go alongside the #tree #plantation! #harmony #savethebluebirds
vi: Tất cả chúng ta hãy làm những ngôi nhà chim để đi cùng #tree #plantation! #harmony #savethebluebirds

source: Amazing that we have the #technology to grow #trees even during the #winter times! #wow
vi: Thật ngạc nhiên là chúng tôi có # công nghệ để phát triển #trees ngay cả trong thời gian # đông! #wow

source: A house for trees! How adorable! *‿* #treesaplings #trees4life
vi: Một ngôi nhà cho cây! Thật đáng yêu! * ‿ * #treesaplings # tree4life

source: So happy that our mayor chose to go for #oil #industry! I welcome all the new jobs! #industrialboom
vi: Thật hạnh phúc khi thị trưởng của chúng tôi đã chọn đi #dầu #công nghiệp! Tôi hoan nghênh tất cả các công việc mới! #industrialboom

source: Oil industry is doing better than ever! #oil #industry Even more #jobs and #income on our way!
vi: Ngành công nghiệp dầu mỏ đang hoạt động tốt hơn bao giờ hết! #oil #industry Thậm chí còn nhiều hơn nữa # tham gia và # chào mừng trên con đường của chúng tôi!

source: It's time to push this #industrialboom into #overdrive!
vi: Đã đến lúc đẩy #industrialboom này thành #overdrive!

source: Already feels like #home now, has anyone seen my keys? #tired #lockedout
vi: Bây giờ đã cảm thấy như # nhà, có ai nhìn thấy chìa khóa của tôi không? #tired #lockedout

source: Hooray! No more disorganised tool sheds! #worker #improvement
vi: Hoan hô! Không còn nhà kho dụng cụ vô tổ chức! #worker #improvement

source: It's time to pump that #black #gold! #yeeehaw!
vi: Đã đến lúc bơm #vàng #đen đó! #yeeehaw!

source: Who is supervising the safety of #oil #pumps? The oil company? #concerned
vi: Ai đang giám sát sự an toàn của #oil #pumps? Công ty dầu mỏ? #lo âu

source: Working at the rigs is a true and an honest work #hardjob #slippery
vi: Làm việc tại giàn khoan là một công việc chân chính và trung thực #hardjob #slippery

source: I love the smell of freshly drilled #oil in the morning #drilling #rigged
vi: Tôi thích mùi mới khoan # đất vào buổi sáng

source: What a life I'm living! Feeling the #wind and #sea on my skin feels invigorating #oil #offshore #worker #blessed
vi: Tôi đang sống thật là một cuộc sống! Cảm nhận # gió và # biển trên làn da của tôi như được tiếp thêm sinh lực # đất nước # bờ biển # người làm việc #blessed

source: I wish these #oil #tank #farms were giant marshmallows instead...
vi: Tôi ước những #oil #tank #farms này là những viên kẹo dẻo khổng lồ thay vì ...

source: Can we see these from outer space? #curious #oil #tank #farm #pimples
vi: Chúng ta có thể nhìn thấy những thứ này từ ngoài không gian không? # tò mò # đất đai # bồn tắm # ấm áp # mẫu

source: It's like a swimming pool! Except it's more sticky, black and it's full of #oil #unhealty #lifestyle
vi: Nó giống như một bể bơi! Ngoại trừ nó dính hơn, màu đen và đầy # bóng #unhealty # phong cách sống

source: I hope there's no #oil #spill in the future...
vi: Tôi hy vọng không có #dầu #tràn trong tương lai...

source: Oil sludge treatment is the top investment to make! Do not #waste oil or environment!
vi: Xử lý cặn dầu là khoản đầu tư hàng đầu! Không # thấm dầu hoặc môi trường!

source: Three cheers for the mayor! No more oil that goes to #waste anymore and pollute the #soil or #water
vi: Ba lời cổ vũ cho thị trưởng! Không còn dầu đổ ra #nước nữa và làm ô nhiễm #đất hoặc #nước

source: You would think #oil #industry had the resources to do something about all the factory #noise!!
vi: Bạn sẽ nghĩ rằng #oil #industry có đủ nguồn lực để làm điều gì đó với tất cả các nhà máy #noise !!

source: The #naphtha #cracker is not food! It is in fact a flammable liquid hydrocarbon mixture! #themoreyouknow
vi: #Naphtha #cracker không phải là thức ăn! Thực chất nó là một hỗn hợp hydrocacbon lỏng dễ cháy! #themoreyouknow

source: Ready to work! #underground #treasures #mines
vi: Săn sang lam việc! #ngầm #Châu báu #mỏ

source: So rewarding to see all the hard work finally #pay off! #ore #industry
vi: Thật bổ ích khi thấy tất cả công việc khó khăn cuối cùng đã # đền đáp! #quặng #công nghiệp

source: #ore #industry is booming!
vi: #công nghiệp #khai khoáng đang bùng nổ!

source: Perfect place to #relax after a long day in the #mines
vi: Nơi hoàn hảo để #thư giãn sau một ngày dài trong #mines

source: Excellent choice! Ore production will get to new heights now! #ore #industryboom
vi: Sự lựa chọn tuyệt vời! Sản xuất quặng sẽ lên một tầm cao mới ngay bây giờ! #ore #industryboom

source: Look at all that #ore. Beautiful!
vi: Nhìn vào tất cả #quặng. Xinh đẹp!

source: Ooh! Shiny! #precious #ore
vi: Ôi! Sáng bóng! #precious #ore

source: We will be able #craft all kind of goods from the #ore found from this #mine ain't that sweet :)
vi: Chúng tôi sẽ có thể # vận chuyển tất cả các loại hàng hóa từ # cửa hàng tìm thấy từ #mine này không ngọt ngào như vậy :)

source: This reminds me of dungeon in #chirps and #dungeons #loot #adventure
vi: Điều này khiến tôi nhớ đến dungeon trong #chirps và #dungeons #loot #adventure

source: Jackpot! #rich #ore #treasure
vi: Trúng mánh! #rich #ore #treasure
