Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Has anyone seen the #mining #vessel?
vi: Có ai nhìn thấy #mining #vessel?

source: Good call! Proper storage facilities save both #time and #environment.
vi: Cuộc gọi tốt Thiết bị lưu trữ đúng cách tiết kiệm cả #thời gian và #môi trường.

source: Excellent that we now we have a proper place to store all that #ore.
vi: Tuyệt vời là bây giờ chúng tôi có một nơi thích hợp để lưu trữ tất cả #ore.

source: Imagine if a #tornado would hit the #sand #storage that would create an epic #sandstorm!
vi: Hãy tưởng tượng nếu một #tornado chạm vào #sand #storage sẽ tạo ra một #sandstorm hoành tráng!

source: I much rather see #ore stored than #oil.
vi: Tôi thích nhìn thấy hơn #quặng lưu trữ hơn #oil.

source: I didn't even realize how much #glass is needed in #industrialboom. This plant came in the nick of time!
vi: Tôi thậm chí còn không nhận ra rằng cần bao nhiêu #glass trong #industrialboom. Nhà máy này đã xuất hiện trong thời gian!

source: Process of making #fiberglass is called #pultrusion #wiser #bytheday
vi: Quá trình tạo #fiberlass được gọi là #pultrusion #wiser #bytheday

source: Cover your ears! The new Ore Grinding Mill is finally operational! #industrialboom
vi: Che tai lại! Nhà máy nghiền quặng mới cuối cùng đã hoạt động! #industrialboom

source: Who has seen Rotary Kiln plant in action? Anyone want to give me a tour? #pyroprocessing #curious
vi: Ai đã thấy nhà máy Lò quay đang hoạt động? Có ai muốn cho tôi một chuyến tham quan không? #pyroprocessing #curious

source: What is taking Post Office so long? Are they mowing the lawn or what? #lostpackage #postapocalypse #mailfail
vi: Làm gì có Bưu điện lâu vậy? Họ đang cắt cỏ hay sao? #lostpackage #postapocalypse #mailfail

source: I just sent a letter to my self #mailfail #dumb #lonely
vi: Tôi vừa gửi một bức thư cho chính mình #mailfail #dumb #lonely

source: There is story behid the Toy Factory, I'm sure of it #story #toys #printing #press
vi: Có một câu chuyện đằng sau Nhà máy Đồ chơi, tôi chắc chắn về nó # câu chuyện # bí ẩn # in ấn #press

source: Is it sneaker or sneakers factory? #important #questions #investigating
vi: Đó là nhà máy sản xuất một hay nhiều đôi giày thể thao? # quan trọng # câu hỏi # điều tra

source: In what country the kebab animals live in? #delicious #kebabanimal #wherefrom
vi: Động vật kebab sống ở nước nào? #delicious #kebabanimal #wherefrom

source: Doesn't the toll booths violate my freedom of movement? #raising #questions #giveanswers
vi: Các trạm thu phí không vi phạm quyền tự do đi lại của tôi sao? # nâng cao # câu hỏi # đưa ra câu trả lời

source: I wonder what the bluebird nuggets taste like #curious #bluebird #bluenuggets
vi: Tôi thắc mắc không biết cốm bluebird có vị như thế nào

source: I once tasted a Naphtha Cracker, not recommended #yuck! #badidea #notjuicy
vi: Tôi đã từng nếm thử một Naphtha Cracker, không được khuyến nghị #yuck! #badidea #notjuicy

source: Love the #historical and #old buildings in our town <3 Can we somehow keep them preserved?
vi: Yêu thích những tòa nhà # lịch sử và # cổ kính trong thị trấn của chúng ta <3 Bằng cách nào đó, chúng ta có thể bảo tồn chúng được không?

source: Oh wow! Strawberries are expensive! :o but still so #worthit #strawberryseason #juicy :)
vi: Tuyệt vời! Dâu tây quá đắt! :o nhưng vẫn vậy #worthit #strawberryseason #juicy :)

source: Old MacChirpnald had a #farm #eieiO! #farmlife
vi: MacChirpnald cũ đã có một #Nông trại #eieiO! #cuộc sống nông trại

source: One sheep, two sheep, three sheep... #sleep #farmlife
vi: Một con cừu, hai con cừu, ba con cừu ... #sleep #farmlife

source: Can the #robots join the #workersunion? #roborights
vi: #Robots có thể tham gia #workersunion không? #roborights

source: Male First Names
vi: Tên nam

source: Female First Names
vi: Tên nữ

source: Male Last Names
vi: Họ nam

source: Female Last Names
vi: Họ nữ

source: Last Names
vi: Họ

source: Residential Buildings
vi: Khu dân cư

source: Level 1 Low Density Commercial Buildings
vi: Tòa nhà thương mại mật độ thấp cấp 1

source: Level 2 Low Density Commercial Buildings
vi: Tòa nhà thương mại mật độ thấp cấp 2

source: Level 3 Low Density Commercial Buildings
vi: Tòa nhà thương mại mật độ thấp cấp 3

source: Level 1 High Density Commercial Buildings
vi: Tòa nhà thương mại mật độ cao cấp 1

source: Level 2 High Density Commercial Buildings
vi: Tòa nhà thương mại mật độ cao cấp 2

source: Level 3 High Density Commercial Buildings
vi: Tòa nhà thương mại mật độ cao cấp 3

source: Level 1 Office Buildings
vi: Tòa nhà văn phòng cấp 1

source: Level 2 Office Buildings
vi: Tòa nhà văn phòng cấp 2

source: Level 3 Office Buildings
vi: Tòa nhà văn phòng cấp 3

source: Level 1 Generic Industrial Buildings
vi: Tòa nhà công nghiệp chung cấp 1

source: Level 2 Generic Industrial Buildings
vi: Tòa nhà công nghiệp chung cấp 2

source: Level 3 Generic Industrial Buildings
vi: Tòa nhà công nghiệp chung cấp 3

source: Forest Industry Extractor Buildings
vi: Tòa nhà khai thác công nghiệp lâm nghiệp

source: Farming Industry Extractor Buildings
vi: Tòa nhà công nghiệp khai thác

source: Oil Industry Extractor Buildings
vi: Tòa nhà khai thác dầu công nghiệp

source: Ore Industry Extractor Buildings
vi: Tòa nhà khai thác quặng

source: Forest Industrial Zoned Buildings
vi: Tòa nhà công nghiệp lâm nghiệp

source: Farming Industrial Zoned Buildings
vi: Tòa nhà nông nghiệp

source: Oil Industrial Zoned Buildings
vi: Các tòa nhà phân vùng công nghiệp dầu

source: Ore Industrial Zoned Buildings
vi: Tòa nhà công nghiệp quặng

source: Override Default Names
vi: Ghi đè tên mặc định

source: If checked, only custom names are used. Empty categories will not override default names.
vi: Nếu được chọn, chỉ những tên tùy chỉnh mới được sử dụng. Danh mục trống sẽ không ghi đè tên mặc định.

source: Separate Male and Female Last Names
vi: Tên riêng của nam và nữ

source: If checked, use different last names for male and female citizens.
vi: Nếu được chọn, hãy sử dụng họ khác nhau cho công dân nam và nữ.

source: Random Names
vi: Tên ngẫu nhiên

source: Post van count: {0}
vi: Đếm số xe chở thư: {0}

source: Post truck count: {0}
vi: Số lượng xe tải: {0}

source: Sorting rate: {0:N0} pieces of mail per week
vi: Tỷ lệ sắp xếp: {0:N0} mẩu thư mỗi tuần

source: Post vans in use: {0} / {1}
vi: Xe chở thư đang sử dụng: {0} / {1}

source: Post trucks in use: {0} / {1}
vi: Xe tải đang sử dụng: {0} / {1}

source: Sorted mail: {0:N0} / {1:N0}
vi: Thư được sắp xếp: {0:N0} / {1:N0}

source: Loading mail
vi: Đang tải thư

source: Deciphering unclear address
vi: Giải mã địa chỉ không rõ ràng

source: Delivering mail
vi: Gửi thư

source: Transporting mail to
vi: Vận chuyển thư đến

source: Freight truck count: {0}
vi: Số lượng xe tải chở hàng: {0}

source: Production rate: {0:N0} units per week
vi: Năng suất: {0:N0} đơn vị mỗi tuần

source: Freight trucks in use: {0} / {1}
vi: Xe tải chở hàng đang sử dụng: {0} / {1}

source: Estimated production: {0:N0} units per week
vi: Dự tính sản xuất: {0:N0} đơn vị mỗi tuần

source: Capacity: {0} lanes
vi: Sức chứa: {0} làn đường

source: Capacity: {0} + {1} lanes
vi: Sức chứa: {0} + {1} làn đường

source: Work efficiency: {0}%
vi: Hiệu quả công việc: {0}%

source: Storage efficiency: {0}%
vi: Hiệu quả lưu trữ: {0}%

source: Stored resource
vi: Tài nguyên được lưu trữ

source: Stored resource: {0}
vi: Tài nguyên được lưu trữ: {0}

source: Crops
vi: Cây trồng

source: Raw Forest Products
vi: Lâm sản

source: Animal Products
vi: Sản phẩm động vật

source: Flour
vi: Bột mì

source: Paper
vi: Giấy

source: Planed Timber
vi: Gỗ bào

source: Petroleum
vi: Dầu khí

source: Plastics
vi: Nhựa

source: Glass
vi: Thủy tinh

source: Metals
vi: Kim loại

source: Unique Factory Products
vi: Sản phẩm nhà máy độc đáo

source: Zoned Industry – Farming Products
vi: Công nghiệp quy hoạch - Sản phẩm nông nghiệp

source: Zoned Industry – Ore Products
vi: Công nghiệp phân vùng - Sản phẩm quặng

source: Zoned Industry – Oil Products
vi: Phân vùng công nghiệp - Sản phẩm dầu

source: Zoned Industry – Forestry Products
vi: Phân vùng công nghiệp - lâm sản

source: Commercial Zones – Goods
vi: Khu thương mại - Hàng hóa

source: Fish
vi: Cá

source: Storage mode
vi: Chế độ lưu trữ

source: Balanced
vi: Cân bằng

source: Fill
vi: Lấp đầy

source: Empty
vi: Trống

source: Depending on the storage mode, the warehouse will try to do one of the following things: Balanced: Aim to keep the storage half full and half empty Fill: Aim to keep the storage full by acquiring the resource Empty: Aim to empty the storage by selling the resource Results may vary depending on supply and demand for the resource.
vi: Tùy thuộc vào chế độ lưu trữ, kho sẽ cố gắng thực hiện một trong những điều sau đây: Cân bằng: Nhằm mục đích giữ cho bộ lưu trữ đầy một nửa và một nửa trống Điền: Nhằm mục đích giữ cho bộ nhớ đầy bằng cách lấy tài nguyên Làm trống: Nhằm mục đích làm trống bộ nhớ bằng cách bán tài nguyên Kết quả có thể thay đổi tùy thuộc vào cung và cầu về tài nguyên.

source: Emptying previous resource!
vi: Làm trống tài nguyên trước đó!

source: The resource you selected will be stored as soon as the warehouse has been emptied from the previous one.
vi: Tài nguyên bạn đã chọn sẽ được lưu trữ ngay sau khi kho đã được làm trống từ kho trước đó.

source: Forestry
vi: Lâm nghiệp

source: Industry Buildings
vi: Tòa nhà công nghiệp

source: Pastries
vi: Bánh ngọt

source: Cars
vi: Ô tô

source: Clothes
vi: Quần áo

source: Electronics
vi: Thiết bị điện tử

source: Food Products
vi: Sản phẩm thực phẩm

source: Furniture
vi: Đồ nội thất

source: Plastic Products
vi: Sản phẩm nhựa

source: Steel Products
vi: Sản phẩm thép

source: Lemonade
vi: Nước chanh

source: House Parts
vi: Bộ phận nhà

source: Fuels
vi: Nhiên liệu

source: Printed Products
vi: Sản phẩm in

source: Sneakers
vi: Giày thể thao

source: Paper Products
vi: Sản phẩm làm từ giấy

source: Toys
vi: Đồ chơi

source: Production Rate:
vi: Năng suất:

source: Corn
vi: Ngô

source: Potatoes
vi: Những quả khoai tây

source: Wheat
vi: Lúa mì

source: Cotton
vi: Bông

source: Greenhouse
vi: Nhà kính

source: Apples
vi: Táo

source: Oranges
vi: Những quả cam

source: Pears
vi: Quả lê

source: Highland Cows
vi: Bò vùng cao

source: Pigs
vi: Lợn

source: Conifer
vi: Cây lá kim

source: Cows
vi: Đàn bò

source: Oil Acquisition
vi: Mua lại dầu

source: Ore Acquisition
vi: Thu mua quặng

source: Crops Acquisition
vi: Thu mua cây trồng

source: Raw Forest Products Acquisition
vi: Thu mua lâm sản thô

source: Ores
vi: Quặng

source: Fuel Output
vi: Sản lượng nhiên liệu

source: Metals Output
vi: Kim loại đầu ra

source: Flour Output
vi: Bột đầu ra

source: Paper Output
vi: Giấy ra

source: Oil Output
vi: Sản lượng dầu

source: Ore Output
vi: Sản lượng quặng

source: Crops Output
vi: Cây trồng đầu ra

source: Raw Forest Products Output
vi: Sản phẩm lâm sản thô

source: Plastic Output
vi: Đầu ra nhựa

source: Glass Output
vi: Sản lượng thủy tinh

source: Animal Products Output
vi: Sản phẩm động vật

source: Planed Timber Output
vi: Sản lượng gỗ theo kế hoạch

source: {0} / week
vi: {0} / tuần

source: Storage: {0} / {1}
vi: Lưu trữ: {0} / {1}

source: Production
vi: Sản xuất

source: Acquisition
vi: Mua lại

source: Output
vi: Đầu ra

source: Own Production
vi: Sản xuất riêng

source: Produced resource units until next level: {0} / {1}
vi: Sản xuất các đơn vị tài nguyên cho đến cấp độ tiếp theo: {0} / {1}

source: Produced resource units: {0}
vi: Đơn vị tài nguyên sản xuất: {0}

source: Workers until next level: {0} / {1}
vi: Công nhân cho đến cấp độ tiếp theo: {0} / {1}

source: Workers: {0}
vi: Công nhân: {0}

source: This industry area has no specialization. Build an industry area main building of either farming, forestry, ore or oil specialization.
vi: Lĩnh vực công nghiệp này không có chuyên ngành. Xây dựng một khu công nghiệp là tòa nhà chính của chuyên môn hóa nông nghiệp, lâm nghiệp, quặng hoặc dầu mỏ.

source: Efficiency: {0}%
vi: Hiệu quả: {0}%

source: Pollution: {0}%
vi: sự ô nhiễm: {0}%

source: Resources that are produced within this industry area
vi: Tài nguyên được sản xuất trong lĩnh vực công nghiệp này

source: Resources that are imported from either buildings outside this industry area or outside the city
vi: Tài nguyên được nhập từ các tòa nhà bên ngoài khu vực công nghiệp này hoặc bên ngoài thành phố

source: Weekly Profit
vi: Lợi nhuận hàng tuần

source: Weekly Output
vi: Sản lượng hàng tuần

source: Weekly Income from Selling the Resource
vi: Thu nhập hàng tuần từ việc bán tài nguyên

source: Weekly Cost of Importing the Resource
vi: Chi phí nhập khẩu tài nguyên hàng tuần

source: Weekly Acquisition
vi: Mua lại hàng tuần

source: Historical Building
vi: Tòa nhà lịch sử

source: A historical building can still level up, but its visual appearance will be preserved.
vi: Một tòa nhà lịch sử vẫn có thể lên cấp nhưng hình dáng trực quan của nó sẽ được giữ nguyên.

source: {0} of your income comes from industry areas.
vi: {0} thu nhập của bạn đến từ các lĩnh vực công nghiệp.

source: {0} of your expenses come from industry areas.
vi: {0} chi phí của bạn đến từ các lĩnh vực công nghiệp.

source: {0} of your income comes from road tolls.
vi: {0} thu nhập của bạn đến từ phí cầu đường.

source: Income from Road Tolls
vi: Thu nhập từ Phí cầu đường

source: Small Vehicles
vi: Xe nhỏ

source: Large Vehicles
vi: Xe lớn

source: Weekly Road Toll income
vi: Thu nhập trên đường hàng tuần

source: Weekly total Industry Areas profit
vi: Tổng lợi nhuận hàng tuần của khu vực công nghiệp

source: Price for Small Vehicles
vi: Giá xe nhỏ

source: Price for Large Vehicles
vi: Giá xe lớn

source: Variation:
vi: Biến thể:

source: tons
vi: tấn

source: barrels
vi: thùng

source: Income and expenses from Industry Areas
vi: Thu nhập và chi phí từ khu vực công nghiệp

source: Toll Booths and new policy
vi: Trạm thu phí và chính sách mới

source: Build road tolls to add an extra payment for going to certain areas. Road Tolls are connected to road network and all traffic driving through the toll must slow down at the booths and pay a fee. You can adjust ticket pricing with a slider. Enabling new Automated Toll city policy makes passing the toll booths faster but with reduced income.
vi: Xây dựng phí cầu đường để thêm một khoản thanh toán cho việc đi đến các khu vực nhất định. Thu phí đường bộ được kết nối với mạng lưới đường bộ và tất cả các phương tiện lưu thông qua trạm thu phí phải giảm tốc độ tại các trạm và phải trả phí. Bạn có thể điều chỉnh giá vé bằng thanh trượt. Việc áp dụng chính sách thu phí tự động mới của thành phố giúp việc đi qua các trạm thu phí nhanh hơn nhưng thu nhập bị giảm.

source: Historical Buildings
vi: Tòa nhà lịch sử

source: Zoned buildings can now be marked as Historical Building. Historical buildings have their visual style preserved but they will still advance in levels normally.
vi: Các tòa nhà được khoanh vùng hiện có thể được đánh dấu là Tòa nhà Lịch sử. Các tòa nhà lịch sử vẫn được giữ nguyên phong cách trực quan nhưng chúng vẫn sẽ tăng cấp bình thường.

source: Custom name lists
vi: Danh sách tên tùy chỉnh

source: Create custom name lists for citizens, districts and for spawned buildings. Name lists are tied to custom map themes and can be edited through Theme Editor.
vi: Tạo danh sách tên tùy chỉnh cho các công dân, quận và cho các tòa nhà được tạo ra. Danh sách tên được liên kết với các chủ đề bản đồ tùy chỉnh và có thể được chỉnh sửa thông qua Trình chỉnh sửa chủ đề.

source: Create Industry Areas of various shapes and sizes with Industry Area tool and determine the Industry Area type with four Industry Area Main Buildings. Main Buildings allow level progression and work as a headquarter for city services inside your Industry Area. Level up the areas to unlock new industrial buildings and features.
vi: Tạo các Khu vực Công nghiệp với nhiều hình dạng và kích thước khác nhau bằng công cụ Khu vực Công nghiệp và xác định loại Khu vực Công nghiệp với bốn Tòa nhà Chính của Khu vực Công nghiệp. Các Tòa nhà Chính cho phép tăng cấp và hoạt động như một trụ sở cho các dịch vụ thành phố bên trong Khu vực Công nghiệp của bạn. Nâng cấp các khu vực để mở khóa các tòa nhà và tính năng công nghiệp mới.

source: Production Chain Management
vi: Quản lý chuỗi sản xuất

source: Place highly specialized industrial buildings to build and manage the production chain from the raw material extraction up to the final end product. Can you master a well-managed and balanced production chain?
vi: Đặt các tòa nhà công nghiệp chuyên môn hóa cao để xây dựng và quản lý chuỗi sản xuất từ khâu khai thác nguyên liệu thô cho đến sản phẩm cuối cùng. Bạn có thể làm chủ một chuỗi sản xuất được quản lý tốt và cân bằng không?

source: Cargo!
vi: Hàng hoá!

source: Cargo Airport and Cargo Airport Hub with a built-in cargo train station offer a new way to export and import resources into your city.
vi: Sân bay Hàng hóa và Trung tâm Sân bay Hàng hóa với ga tàu chở hàng tích hợp sẵn cung cấp một cách mới để xuất và nhập các nguồn tài nguyên vào thành phố của bạn.

source: Warehouses and Storage Facilities
vi: Kho và kho lưu trữ

source: Warehouses and Raw Storage Facilities have three operating modes to choose from. Stored resources can be used later in the production chain or exported for profit. Warehouses and Raw Storage Facilities can be placed outside of the Industry Area to help manage the transportation of resources inside and out of your city. Raw Storage facilities store raw materials harvested by extractors and help provide a steady flow of raw resources further down the production chain.
vi: Nhà kho và Cơ sở lưu trữ thô có ba chế độ hoạt động để bạn lựa chọn. Tài nguyên được lưu trữ có thể được sử dụng sau này trong chuỗi sản xuất hoặc xuất khẩu để thu lợi nhuận. Nhà kho và Cơ sở lưu trữ thô có thể được đặt bên ngoài Khu vực Công nghiệp để giúp quản lý việc vận chuyển tài nguyên trong và ngoài thành phố của bạn. Các cơ sở lưu trữ thô lưu trữ nguyên liệu thô được thu hoạch bằng máy chiết xuất và giúp cung cấp nguồn nguyên liệu thô ổn định trong chuỗi sản xuất.

source: New industry buildings
vi: Tòa nhà công nghiệp mới

source: From the Extractors harvesting raw materials to the marvellous Unique Factories the new buildings are there for you to experiment with Industry Areas production chains. All new auxiliary, production, roads or other industry buildings have a role to play in managing your industry areas. Aside from providing gameplay challenges the wide variety of new assets will also improve the look of your countryside or the skyline of your city.
vi: Từ Máy chiết xuất thu hoạch nguyên liệu thô đến Nhà máy độc đáo tuyệt vời, các tòa nhà mới ở đó để bạn thử nghiệm với chuỗi sản xuất Khu vực công nghiệp. Tất cả các công trình phụ trợ mới, sản xuất, đường sá hoặc các tòa nhà công nghiệp khác đều có vai trò trong việc quản lý các lĩnh vực công nghiệp của bạn. Bên cạnh việc cung cấp các thử thách chơi trò chơi, nhiều loại tài nguyên mới cũng sẽ cải thiện giao diện của vùng nông thôn hoặc đường chân trời của thành phố của bạn.

source: New Workers!
vi: Công nhân mới!

source: Help your city grow into a booming industrial city with the new worker models. Spot the farmers tending to the animals or oil workers pumping the black gold.
vi: Giúp thành phố của bạn phát triển thành một thành phố công nghiệp đang bùng nổ với các mô hình công nhân mới. Phát hiện những người nông dân chăm sóc gia súc hoặc công nhân dầu đang bơm vàng đen.

source: New Policies
vi: Chính sách mới

source: Applying new City Policies and Industry Policies allow you to make the citizens happy and Industry Area even more efficient.
vi: Việc áp dụng Chính sách Thành phố và Chính sách Công nghiệp mới cho phép bạn làm cho người dân hài lòng và Khu vực Công nghiệp thậm chí còn hiệu quả hơn.

source: New Maps
vi: Bản đồ mới

source: Five new maps rich in natural resources and good opportunities for transportation provide interesting locations where to build your Industry Areas!
vi: Năm bản đồ mới giàu tài nguyên thiên nhiên và cơ hội tốt cho giao thông vận tải cung cấp các địa điểm thú vị để xây dựng các Khu vực Công nghiệp của bạn!

source: New Unique Factories
vi: Các nhà máy chuyên biệt mới

source: Unique Factories are new buildings that produce Luxury Products. Unique Factories usually require several different types of Special Goods and lots of workers, water and electricity to work, but when the production chains are well-maintained they will also give a boost to your economy!
vi: Các nhà máy chuyên biệt là các tòa nhà mới sản xuất Sản phẩm Xa xỉ. Các Nhà máy Đặc biệt thường yêu cầu nhiều loại Hàng hóa Đặc biệt khác nhau và rất nhiều công nhân, nước và điện để làm việc, nhưng khi dây chuyền sản xuất được duy trì tốt, chúng cũng sẽ tạo ra động lực cho nền kinh tế của bạn!

source: Post City Service
vi: Dịch vụ bưu điện thành phố

source: A new city service now delivers mail to the citizens! Post Offices handle mail distribution and collection locally around the city with Post Vans. Post Sorting Facilities store mail and distributes it between local Post Offices. Post Sorting Facilities also handle long distance mail through outside connections with Post Trucks.
vi: Một dịch vụ thành phố mới hiện cung cấp thư cho người dân! Bưu điện xử lý phân phối và thu thập thư tại địa phương xung quanh thành phố với Post Vans. Các cơ sở sắp xếp bài lưu trữ thư và phân phối nó giữa các bưu điện địa phương. Các cơ sở sắp xếp bài cũng xử lý thư đường dài thông qua các kết nối bên ngoài với Post Trucks.

source: Show past year reports
vi: Hiển thị báo cáo năm ngoái

source: Don’t notify me when an academic year ends
vi: Don Patrick thông báo cho tôi khi một năm học kết thúc

source: Deep Focus DLC
vi: DLC Deep Focus

source: Campus Radio DLC
vi: DLC Campus Radio

source: Hide academic year reports
vi: Ẩn báo cáo năm học

source: View Campus
vi: Xem khuôn viên

source: Sports Trophies Won
vi: Cúp thể thao đã thắng

source: A match is cancelled if the building hosting it is switched off or otherwise disabled during the match.
vi: Trận đấu bị hủy nếu tòa nhà lưu trữ nó bị tắt hoặc nếu không sẽ bị vô hiệu hóa trong trận đấu.

source: University City DLC
vi: DLC University City

source: Campus DLC
vi: DLC Campus

source: Level Bonuses
vi: Cấp thưởng

source: The level bonuses the campus will have during the next year.
vi: Mức thưởng mà trường sẽ có trong năm tới.

source: Tuition fees: {0} / student
vi: Học phí: {0} / sinh viên

source: The weekly tuition fee income per student.
vi: Thu nhập học phí hàng tuần cho mỗi học sinh.

source: Exchange student bonus: {0}
vi: Tiền thưởng cho sinh viên diện trao đổi: {0}

source: Exchange students come from far away to study at this campus and are part of tourism.
vi: Sinh viên trao đổi từ xa đến học tại cơ sở này và là một phần của ngành du lịch.

source: Unlocked By New Reputation Level
vi: Mở khóa theo cấp độ danh tiếng mới

source: Disable fire spreading
vi: Vô hiệu hóa lửa lan rộng

source: You don’t have enough money to do this.
vi: Bạn không có đủ tiền để làm việc này.

source: Two Toga Parties!
vi: Hai bữa tiệc Toga!

source: The campus area will get no tuition fees as long as the administration building is not working.
vi: Khu học xá sẽ không thu học phí miễn là tòa nhà quản lý không hoạt động.

source: Administration building not working!
vi: Tòa nhà hành chính không hoạt động!

source: Reputation Level Achieved
vi: Mức độ danh tiếng đạt được

source: Last Year
vi: Năm ngoái

source: 2 Years Ago
vi: 2 năm trước

source: 3 Years Ago
vi: 3 năm trước

source: 4 Years Ago
vi: 4 năm trước

source: 5 Years Ago
vi: 5 năm trước

source: 6 Years Ago
vi: 6 năm trước

source: 7 Years Ago
vi: 7 năm trước

source: 8 Years Ago
vi: 8 năm trước

source: 9 Years Ago
vi: 9 năm trước

source: 10 Years Ago
vi: 10 năm trước
