Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Unrecognized
vi: Không được công nhận

source: Unrecognized
vi: Không được công nhận

source: Recognized
vi: Được công nhận

source: Renowned
vi: Nổi tiếng

source: Acclaimed
vi: Được hoan nghênh

source: Prestigious
vi: Uy tín

source: Schools, Universities, and Campus Areas with a high budget can teach more students.
vi: Trường học, trường đại học và khu học xá với ngân sách cao có thể dạy nhiều học sinh hơn.

source: Unique Buildings and Museums create more happiness and increase city attractiveness with more funding.
vi: Các Tòa nhà và Bảo tàng độc đáo tạo ra nhiều hạnh phúc hơn và tăng sức hấp dẫn của thành phố với nhiều tài trợ hơn.

source: Trade School
vi: Trường thương mại

source: Liberal Arts College
vi: Cao đẳng nghệ thuật

source: Availability
vi: Khả dụng

source: Disable University Boost
vi: Vô hiệu hóa Thúc đẩy Đại học

source: Enable this option to prevent the Hadron Collider from providing University education in your city.
vi: Bật tùy chọn này để ngăn Hadron Collider cung cấp giáo dục Đại học trong thành phố của bạn.

source: Partying
vi: Tiệc tùng

source: Total Academic Work chance: {0}
vi: Tổng cơ hội học tập: {0}

source: Elementary Schools
vi: Trường tiểu học

source: High Schools
vi: Trường trung học

source: University Buildings
vi: Tòa nhà đại học

source: Campus Buildings
vi: Khuôn viên trường

source: Public Libraries
vi: Thư viện công cộng

source: Education and Campus Areas
vi: Khu vực giáo dục và khuôn viên

source: Base chance
vi: Cơ hội

source: Buildings
vi: Các công trình

source: Academic staff
vi: Nhân viên học tập

source: Total
vi: Tổng

source: Academic works can be created at the end of each academic year. They are required to level up the campus area and can be displayed in museums to increase city attractiveness. A campus has a chance to create one academic work per 500 students each academic year, up to a maximum of 4 academic works per academic year. An additional academic work can be funded through a research grant.
vi: Các tác phẩm học thuật có thể được tạo ra vào cuối mỗi năm học. Họ được yêu cầu san bằng khu vực khuôn viên và có thể được trưng bày trong các bảo tàng để tăng sức hấp dẫn của thành phố. Một trường có cơ hội tạo ra một công việc học tập trên 500 sinh viên mỗi năm học, tối đa 4 công việc học tập mỗi năm học. Một công việc học tập bổ sung có thể được tài trợ thông qua một khoản tài trợ nghiên cứu.

source: Academic work creation chance:
vi: Cơ hội sáng tạo công việc học tập:

source: You have reached the varsity sports campus attractiveness limit.
vi: Bạn đã đạt đến giới hạn sức hấp dẫn của khuôn viên thể thao sinh viên.

source: Cost: {0} / arena / week
vi: Chi phí: {0} / trường / tuần

source: You are set to lose {0} campus reputation {1} at the end of this academic year. You must fulfil the reputation requirements to maintain your current level.
vi: Bạn đã sẵn sàng để thua {0} khuôn viên danh tiếng {1} vào cuối năm học này. Bạn phải đáp ứng các yêu cầu về danh tiếng để duy trì mức độ hiện tại của bạn.

source: levels
vi: cấp độ

source: Academic year reports
vi: Báo cáo năm học

source: Cost: {0} / coach / week
vi: Giá cả: {0} / huấn luyện viên / tuần

source: Reach Acclaimed campus area reputation
vi: Đạt danh tiếng khu vực đại học

source: This campus area has no administration building. Build a Trade School, Liberal Arts College, or University administration building.
vi: Khu học xá này không có tòa nhà hành chính. Xây dựng Trường Thương mại, Cao đẳng Nghệ thuật Tự do, hoặc Tòa nhà quản lý của Đại học.

source: Ends in {0} weeks
vi: Kết thúc ở {0} tuần

source: Graduates this year: {0}
vi: Sinh viên tốt nghiệp năm nay: {0}

source: Reputation Level: {0}
vi: Mức độ danh tiếng: {0}

source: Total Academic Works Created: {0}
vi: Tổng số công trình học tập được tạo ra: {0}

source: Academic Works: {0} / {1}
vi: Công trình học tập: {0} / {1}

source: Students Graduated: {0} / {1}
vi: Sinh viên tốt nghiệp: {0} / {1}

source: Attractiveness: {0} / {1}
vi: Mức độ hấp dẫn: {0} / {1}

source: Requirements for next Reputation Level:
vi: Yêu cầu cho cấp độ danh tiếng tiếp theo:

source: Give
vi: Đưa cho

source: Give a Research Grant
vi: Cấp một khoản tài trợ nghiên cứu

source: Funding granted for: {0}
vi: Tài trợ cấp cho: {0}

source: Everything has already been researched.
vi: Mọi thứ đã được nghiên cứu.

source: TUITION FEES
vi: HỌC PHÍ

source: UPKEEP
vi: TĂNG CƯỜNG

source: Every student pays tuition fees. The higher the campus reputation, the more students are willing to pay.
vi: Mọi sinh viên đều đóng học phí. Danh tiếng của trường càng cao, sinh viên càng sẵn sàng chi trả.

source: The combined upkeep cost of all campus buildings.
vi: Tổng chi phí bảo trì của tất cả các tòa nhà trong đại học.

source: Student Capacity: {0} / {1}
vi: Năng lực sinh viên: {0} / {1}

source: Academic Staff
vi: Nhân viên học tập

source: Campus Area Overview
vi: Tổng quan về khu vực đại học

source: Campus Area Info
vi: Thông tin khu vực đại học

source: Academic Year
vi: Năm học

source: Baseball
vi: Bóng chày

source: Basketball
vi: Bóng rổ

source: Swimming
vi: Bơi lội

source: Track & Field
vi: Linh vực theo doi

source: Team Color
vi: Màu đội

source: Team Identity
vi: Danh tính đội

source: Go to arena
vi: Đi đến đấu trường

source: Coaching staff
vi: Nhân viên huấn luyện

source: Alligators
vi: Cá sấu

source: Broncos
vi: Phế quản

source: Buccaneers
vi: cướp biển

source: Chirpers
vi: Người chirpers

source: Eagles
vi: Đại bàng

source: Lions
vi: Sư tử

source: Spartans
vi: Người Sparta

source: Build an arena on campus
vi: Xây dựng một đấu trường trong khuôn viên trường

source: Coaching staff salary costs
vi: Chi phí lương nhân viên

source: Campus Policies
vi: Chính sách của trường

source: Varsity Sports Policies
vi: Chính sách thể thao của Varsity

source: Build an arena on campus to unlock this feature
vi: Xây dựng một đấu trường trong khuôn viên trường để mở khóa tính năng này

source: Cheerleading Budget
vi: Ngân sách cổ vũ

source: Cost: {0} / academic staff / week
vi: Chi phí: {0} / nhân viên học viện / tuần

source: Academic Staff: {0}
vi: Nhân viên học viện: {0}

source: Students: {0} / {1}
vi: Sinh viên: {0} / {1}

source: Campus Attractiveness: {0} / {1}
vi: Mức hấp dẫn trong khuôn viên trường: {0} / {1}

source: Campus Attractiveness
vi: Hấp dẫn trong khuôn viên trường

source: Next Level
vi: Cấp độ tiếp theo

source: Current Level
vi: Mức hiện tại

source: The requirement for staying at the current reputation level is not met!
vi: Yêu cầu để duy trì ở mức danh tiếng hiện tại không được đáp ứng!

source: Reputation Level
vi: Mức độ danh tiếng

source: Campus Building Upkeep
vi: Bảo trì tòa nhà

source: Academic Staff Cost
vi: Chi phí nhân viên học tập

source: Varsity Sports Expenses
vi: Chi phí thể thao sinh viên

source: The chance of creating an academic work is between {0} and {1}, depending on how many academic staff have worked on the campus during the year and building bonuses. A campus with a lot of students might even create multiple academic works!
vi: Cơ hội tạo ra một công việc học tập là giữa {0} và {1}, tùy thuộc vào số lượng nhân viên học tập đã làm việc trong khuôn viên trường trong năm và xây dựng các khoản thưởng. Một khuôn viên với rất nhiều sinh viên thậm chí có thể tạo ra nhiều tác phẩm học thuật!

source: Matches
vi: Trận đấu

source: Won
vi: Thắng

source: Lost
vi: Thua

source: Cancelled
vi: Đã hủy

source: Income
vi: Thu nhập

source: Weekly Expenses
vi: Chi phí hàng tuần

source: Wins
vi: Thắng

source: Losses
vi: Lỗ vốn

source: Cheerleading
vi: Cổ vũ

source: Trophies
vi: Danh hiệu

source: Tickets
vi: Vé

source: Upkeep
vi: Bảo trì

source: Coaching
vi: Huấn luyện

source: Lifetime
vi: Cả đời

source: Active
vi: Hoạt động

source: Sports
vi: Các môn thể thao

source: The team wins a trophy if they win most of the varsity sports matches during Academic Year, including home and away matches. Winning trophies awards prize money and increases campus attractiveness. Effects gained from trophies degrade over time.
vi: Nhóm sẽ giành được một danh hiệu nếu họ thắng hầu hết các trận đấu thể thao khác nhau trong Năm học, bao gồm cả trận đấu sân nhà và sân khách. Các danh hiệu giành được giải thưởng tiền thưởng và tăng sức hấp dẫn của khuôn viên trường. Hiệu ứng thu được từ các danh hiệu giảm dần theo thời gian.

source: Cheerleading Budget Funding cheerleading increases the varsity team’s chances of winning a varsity sports match (0% - 7%). Cheerleading also increases the Varsity Sports attractiveness effect (0 – 25 points).
vi: Ngân sách cổ vũ Tài trợ cho hoạt náo viên tăng cơ hội giành chiến thắng trong một môn thể thao khác của đội varsity khớp (0% - 7%). Hoạt náo viên cũng làm tăng hiệu ứng thu hút Varsity Sports (0 - 25 điểm).

source: Coaching Staff Hiring more coaching staff increases the chances of winning varsity sports matches. Coaching staff effect is not instantaneous but increases from +0% to +1% per coaching staff member over the span of 40 weeks.
vi: Nhân viên huấn luyện Thuê thêm nhân viên huấn luyện làm tăng cơ hội chiến thắng trong các trận đấu thể thao. Huấn luyện nhân viên hiệu quả không phải là tức thời mà tăng từ + 0% lên + 1% cho mỗi nhân viên huấn luyện trong khoảng thời gian 40 tuần.

source: Academic Staff While hired, academic staff accumulate a bonus to the academic work creation change throughout the time span of the academic year.
vi: Nhân viên học vụ Trong khi được tuyển dụng, nhân viên học tập tích lũy một phần thưởng cho sự thay đổi sáng tạo công việc học tập trong suốt thời gian của năm học.

source: Exchange Students
vi: Sinh viên trao đổi

source: Tourists
vi: Khách du lịch

source: Exchange Student Bonus: {0}
vi: Tiền thưởng cho sinh viên trao đổi: {0}

source: Tourism is increased by this number by exchange students coming to the city.
vi: Du lịch được tăng lên bởi con số này bởi các sinh viên trao đổi đến thành phố.

source: Exchange Student
vi: Sinh viên trao đổi

source: Over 9000 white bed sheets were appropriated by students for this year's toga parties.
vi: Hơn 9000 tấm trải giường màu trắng đã được các sinh viên chiếm đoạt cho các bữa tiệc toga năm nay.

source: The groundskeeping staff worked long hours to clean up after toga party. "Some eggs were thrown and bottles broken during the celebrations", commented a representative.
vi: Các nhân viên giữ sân đã làm việc nhiều giờ để dọn dẹp sau bữa tiệc toga. "Một số quả trứng đã bị ném và chai bị vỡ trong lễ kỷ niệm", một đại diện bình luận.

source: Students used the campus flowerbeds as resource for crafting bedazzling laurel wreaths to complete their toga looks.
vi: Học sinh đã sử dụng các thảm hoa trong khuôn viên trường làm tài nguyên để chế tạo những chiếc vòng nguyệt quế đẹp mắt để hoàn thiện vẻ ngoài toga của mình.

source: The partying spilled to the streets outside the campus area but luckily there wasn't too much property damage.
vi: Tiệc tùng tràn ra đường ngoài khuôn viên trường nhưng may mắn không có thiệt hại quá lớn về tài sản.

source: This year's toga party almost broke the world record of the largest toga party with the highest number of participants in the history of the campus.
vi: Bữa tiệc toga năm nay gần như đã phá vỡ kỷ lục thế giới về bữa tiệc toga lớn nhất với số lượng người tham gia nhiều nhất trong lịch sử của trường.

source: The toga party aftermath included students missing classes in the morning, people sleeping on the campus lawn and few proactive freshmen decorating the statues found on campus grounds.
vi: Hậu quả của bữa tiệc toga bao gồm các sinh viên nghỉ học vào buổi sáng, mọi người ngủ trên bãi cỏ của khuôn viên trường và một số sinh viên năm nhất chủ động trang trí các bức tượng được tìm thấy trong khuôn viên trường.

source: Maximum capacity of students this Campus Area can hold. Increase the capacity by placing Campus Buildings and Faculties.
vi: Sức chứa tối đa của sinh viên Khu học xá này có thể chứa. Tăng sức chứa bằng cách đặt các Tòa nhà và Khoa trong khuôn viên.

source: Commercial Leisure Building
vi: Tòa nhà giải trí thương mại

source: Commercial Tourism Building
vi: Tòa nhà thương mại du lịch

source: Commercial Green Building
vi: Tòa nhà xanh thương mại

source: Low Density Residential Building
vi: Khu dân cư mật độ thấp

source: High Density Residential Building
vi: Khu dân cư mật độ cao

source: Low Density Commercial Building
vi: Tòa nhà thương mại mật độ thấp

source: High Density Commercial Building
vi: Tòa nhà thương mại mật độ cao

source: Industrial Building
vi: Xây dựng công nghiệp

source: Office Building
vi: Tòa nhà văn phòng

source: Can’t choose variations for a building that is on fire!
vi: Canv chọn các biến thể cho một tòa nhà đang cháy!

source: Model
vi: Mô hình

source: Library users in the city: {0}
vi: Người dùng thư viện trong thành phố: {0}

source: Public Library users: {0}
vi: Người dùng thư viện công cộng: {0}

source: Public Library usage
vi: Sử dụng thư viện công cộng

source: Campus
vi: Khuôn viên

source: Guard
vi: Bảo vệ

source: Cleaner
vi: Người quét dọn

source: Groundsworker
vi: Công nhân

source: Operator
vi: Nhà điều hành

source: Attendant
vi: Có mặt

source: Clerk
vi: Nhân viên bán hàng

source: Assistant
vi: Phụ tá

source: Trainee
vi: Học viên

source: Volunteer
vi: Tình nguyện viên

source: Auxiliary
vi: Phụ trợ

source: Technician
vi: Kỹ thuật viên

source: Manager
vi: Giám đốc

source: Agent
vi: Đặc vụ

source: Coordinator
vi: Điều phối viên

source: Supervisor
vi: Giám sát

source: Consultant
vi: Tư vấn

source: Expert
vi: Chuyên gia

source: Director
vi: Giám đốc

source: Partner
vi: Cộng sự

source: Specialist
vi: Chuyên gia

source: at
vi: tại

source: Attractiveness: {0} ({1} + {2})
vi: Hấp dẫn: {0} ({1} + {2})

source: Academic works: {0}
vi: Công trình học tập: {0}

source: Academic works of
vi: Công trình học tập của

source: Base attractiveness +1 per academic work on display
vi: Mức độ hấp dẫn cơ bản +1 cho mỗi tác phẩm học tập được trưng bày

source: No academic works to display
vi: Không có tác phẩm học thuật để hiển thị

source: No
vi: Không

source: Ultramoist Apparel
vi: Trang phục Ultramoist

source: Colossal SwÄg
vi: Khổng lồ SwÄg

source: CUBE clothing
vi: Quần áo CUBE

source: KoKo-nut shoes
vi: Giày KoKo-nut

source: Sock Magnet
vi: Nam châm

source: Parkitextile
vi: Vải parkitextile

source: Off-fence
vi: Hàng rào

source: Smart Suit
vi: Bộ đồ thông minh

source: Colossal Cups
vi: Cốc khổng lồ

source: Miniature Skylinecraft
vi: Skylinecraft thu nhỏ

source: Hat of many Feathers
vi: Mũ nhiều lông

source: Duck Lip
vi: Vịt môi

source: Nickel free cages
vi: Lồng không có niken

source: Humanity Against Chirps
vi: Nhân loại chống lại tiếng hót

source: Product Chains
vi: Chuỗi sản phẩm

source: Attracted and Entertained
vi: Thu hút và giải trí

source: Kebab Offline
vi: Kebab ngoại tuyến

source: Connecting the Dots
vi: Kết nối các điểm

source: Otherworldly Ambient Sounds
vi: Âm thanh xung quanh thế giới khác

source: Automated Taxi
vi: Taxi tự động

source: Virtual City Tours
vi: Chuyến tham quan thành phố ảo

source: How much is the fish?
vi: Con cá này bao nhiêu?

source: Bake'N'Drop Cakes
vi: Bánh nướng

source: Underground Hotel
vi: Khách sạn ngầm

source: The Order
vi: Mệnh lệnh

source: Recycled Tours
vi: Du lịch tái chế

source: Virtually healthy
vi: Khỏe mạnh

source: Colossal Orderly
vi: Khổng lồ có trật tự

source: Automated Visitor Counter
vi: Số lượt truy cập tự động

source: Superloop
vi: Siêu vòng lặp

source: Chessbot 1.0
vi: Cờ vua 1.0

source: COLOSSAL CODE
vi: MÃ SỐ

source: Soapbox car
vi: Hộp đựng xà phòng

source: 3D Printed Buildings
vi: Tòa nhà in 3D

source: Plant Moisture Monitoring System
vi: Hệ thống giám sát độ ẩm thực vật

source: Trolleybus Technology
vi: Công nghệ xe đẩy

source: Intersections 101
vi: Giao lộ 101

source: Chirp Team Racing
vi: Đội đua chirp

source: Antigravity Drones
vi: Máy bay không người lái

source: Travel-Far-Away Gate
vi: Cổng du lịch xa

source: Ready-to-Mix Concrete
vi: Bê tông trộn sẵn

source: Evaluation of Uneven Pavements
vi: Đánh giá mặt đường không bằng phẳng

source: Project ChirpX
vi: Dự án ChirpX

source: Citizen Bluebird
vi: Công dân Bluebird

source: Bluebird and the Seven Chirpers
vi: Bluebird and the Seven Chirper

source: Gone With the Chirp
vi: Cuốn theo tiếng hót líu lo

source: West Side Chirpy
vi: Phía tây Chirpy

source: Ultranatural
vi: Siêu nhiên

source: Stranger Synths
vi: Người lạ Synths

source: 28 Chirps Later
vi: 28 tiếng hót sau

source: Over 9000 Chirps
vi: Hơn 9000 tiếng kêu

source: Chirp the Barbarian
vi: Tiếng hót líu lo

source: Lord of the Chirps
vi: Chúa tể của những người hát

source: The Blue Knight
vi: Hiệp sĩ màu xanh

source: Requiem for a Chirp
vi: Yêu cầu cho một tiếng hót

source: Saving Private Bluebird
vi: Tiết kiệm Bluebird tư nhân

source: Vanilla Skylines
vi: Vani Skylines

source: Dynamic Water
vi: Nước động

source: Iron Chirper
vi: Chirper sắt

source: Fear of the Chirper
vi: Nỗi sợ hãi của Chirper

source: Project Non-Noise
vi: Dự án không ồn

source: World music
vi: Thế giới âm nhạc

source: Sound of Noise
vi: Âm thanh tiếng ồn

source: The Tapping
vi: Khai thác

source: All the Bits
vi: Tất cả các bit

source: High Rise
vi: Tăng cao

source: City Sounds
vi: Âm thanh thành phố

source: Life of a Bug
vi: Cuộc đời của một con bọ

source: Pull the Pork
vi: Kéo thịt lợn

source: Virtual Skylines
vi: Đường chân trời ảo

source: The Great Chirpy
vi: Chirpy vĩ đại

source: Invisible Chirper
vi: Chirper vô hình

source: The Color Blue
vi: Màu xanh lam

source: Here and There Again
vi: Ở đây và có một lần nữa

source: Lord Chirpwick's Biography
vi: Tiểu sử của Chúa Chirpwick

source: Tales from the Edgelands
vi: Những câu chuyện từ Edgelands

source: Skyscrapers and Moose
vi: Tòa và Moose

source: From Z to A
vi: Từ Z đến A

source: Colosseia
vi: Bệnh colosseia

source: One Thousand and One Chirps
vi: 1001 chirps

source: Inside people's homes
vi: Bên trong nhà của người dân

source: The Bird and the Cow
vi: Chim và bò

source: The Dazzling Unicorn
vi: Kỳ lân chói lọi

source: One-Way Ticket - Tales of Chirpidella
vi: Vé một chiều - Tales of Chirpidella

source: On Appropriate Titles for Academic Works
vi: Tiêu đề thích hợp cho các tác phẩm học thuật

source: Work: Ready to Work
vi: Làm việc: sẵn sàng làm việc

source: The Art of Speculation
vi: Nghệ thuật đầu cơ

source: The Flat Chirp Society
vi: Các Flat chirp xã hội

source: No Help from Self-Help
vi: Không có trợ giúp từ tự lực

source: Pathfinding - How to find the way?
vi: Tìm đường - Làm thế nào để tìm đường?

source: The Ultimate User-Interface
vi: Giao diện người dùng cuối cùng

source: Parks in Parks
vi: Công viên trong công viên

source: Advanced Deathcare
vi: Deathcare nâng cao

source: Water Simulation
vi: Mô phỏng nước

source: Colossal Complex
vi: Khu phức hợp khổng lồ

source: Assured Quality
vi: Đảm bảo chất lượng

source: Types of Academic Works
vi: Các loại công trình học tập

source: Understanding Fluid Dynamics
vi: Hiểu về chất lỏng động lực

source: Floating roads
vi: Đường nổi

source: Idea box
vi: Hộp ý tưởng

source: The Eternal Cake
vi: Bánh vĩnh cửu

source: Advanced Paint Tool
vi: Công cụ vẽ nâng cao

source: Unearthing Artifacts: The Chirp Pantheon
vi: Cổ vật chưa từng thấy: The Chirp Pantheon

source: Magnets: How Does Attractiveness Work?
vi: Nam châm: Hấp dẫn hoạt động như thế nào?

source: Reskin methods for old skin
vi: Phương pháp phục hồi da cũ

source: The Missing Link
vi: Liên kết mất tích

source: Instantaneous results
vi: Kết quả tức thời

source: The Universal Solution
vi: Giải pháp phổ quát

source: Carbon Sink
vi: Bể chứa cácbon

source: Test Glitches
vi: Kiểm tra sự cố

source: Electricity Storage
vi: Lưu trữ điện

source: Alien Interference
vi: Giao thoa người ngoài hành tinh

source: Sound Sucker
vi: Sucker âm thanh

source: The Theory of Fixing the Traffic
vi: Lý thuyết sửa chữa giao thông

source: The Psychology of Colossal Issues
vi: Tâm lý học của các vấn đề khổng lồ

source: Comprehensive Analysis of Traffic
vi: Phân tích toàn diện về giao thông

source: Rivers and Erosion
vi: Sông và xói mòn

source: Beyond the Outside Connections
vi: Ngoài các kết nối bên ngoài

source: Chirps' Effect on Society
vi: Ảnh hưởng của Chirps đối với xã hội

source: Water Pollution and its effect on health
vi: Ô nhiễm nước và ảnh hưởng của nó đến sức khỏe

source: Why is my City Pretty?
vi: Tại sao thành phố của tôi đẹp?

source: The Life of A Rock
vi: Cuộc đời của một tảng đá

source: Humane or Insane
vi: Nhân đạo hay điên rồ

source: Imbedding Internet-based systems within City Infrastructures
vi: Đưa các hệ thống dựa trên Internet vào Cơ sở hạ tầng Thành phố

source: Impossibility of isolated cities
vi: Không thể của các thành phố bị cô lập

source: Grid or no grid?
vi: Lưới hay không có lưới?

source: What the Dam
vi: Cái gì đập

source: The Spaghetti Effect
vi: Hiệu ứng mì Ý

source: Combining old-fashioned and modern styles the Ultramoist Apparel is aiming to becoming the market leader in swimwear.
vi: Kết hợp phong cách cổ điển và hiện đại, trang phục Ultramoist đang hướng tới để trở thành người dẫn đầu thị trường trong đồ bơi.

source: These hoodies and shoes crafted with love might just become a new trendsetter.
vi: Những chiếc áo hoodie và giày được làm bằng tình yêu có thể sẽ trở thành một xu hướng mới.

source: CUBE clothing is more than clothes, it is an ideology against the modern fashion trends
vi: Quần áo CUBE không chỉ là quần áo, nó là một hệ tư tưởng chống lại xu hướng thời trang hiện đại

source: KoKo-Nut shoes are made from 100% recycled coconuts. This invention came about when a student was stranded on a tropical island.
vi: Giày KoKo-Nut được làm từ 100% dừa tái chế. Phát minh này ra đời khi một sinh viên bị mắc kẹt trên một hòn đảo nhiệt đới.

source: Individually manufactured magnets snap to lost socks. Finally a practical but stylish solution for the problem that has been puzzling the academic world for years.
vi: Nam châm được sản xuất riêng gắn vào tất bị mất. Cuối cùng là một giải pháp thiết thực nhưng đầy phong cách cho vấn đề đã gây khó hiểu trong thế giới học thuật trong nhiều năm.

source: This ground-breaking textile is weaved in compliance with organic agricultural standards, making it the first textile to be 110% organic.
vi: Dệt may đột phá này được dệt theo tiêu chuẩn nông nghiệp hữu cơ, làm cho nó trở thành hàng dệt may đầu tiên 110% hữu cơ.

source: An ambitious and one-of-a-kind backyard fence made entirely out of toothpicks to oppose the usual mass-produced backyard fences.
vi: Hàng rào sân sau đầy tham vọng và có một không hai được làm hoàn toàn ra khỏi tăm để phản đối các hàng rào sân sau sản xuất hàng loạt thông thường.

source: From casual to formal, from one colour to another The Smart Suit can even change the its cut. This is the only suit you will ever need!
vi: Từ thông thường đến trang trọng, từ màu này sang màu khác. Smart Suit thậm chí có thể thay đổi đường cắt của nó. Đây là bộ đồ duy nhất mà bạn cần!

source: A premium fashion clothing brand for everyday occasions.
vi: Một thương hiệu quần áo thời trang cao cấp cho những dịp hàng ngày.

source: Innovative solution to the problem when even XL coffee cups are too small. Colossal Cups come with a carry on bag to hold enough coffee for the entire day.
vi: Giải pháp sáng tạo cho vấn đề khi ngay cả cốc cà phê XL quá nhỏ. Colossal Cup đi kèm với một túi mang theo để chứa đủ cà phê cho cả ngày.

source: Magnetized building blocks designed by young architect students as a counter strike for digitalization.
vi: Các khối xây dựng từ tính được thiết kế bởi các sinh viên kiến trúc trẻ như một đòn phản công cho số hóa.
