Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The walking tours are so healthy! I love them! #healthy #walking
vi: Các tour du lịch đi bộ rất lành mạnh! Tôi yêu họ! # khỏe mạnh # đi bộ

source: Could we get a new park, please? #parksplz
vi: Chúng tôi có thể có một công viên mới không? #parkplz

source: I like to go sight seeing in my home city. Try it! #homeseeing
vi: Tôi thích đi ngắm cảnh ở thành phố quê hương của tôi. Thử nó! #homeseeing

source: Nature trails! I want more of them! #naturetrailsfyeah
vi: Con đường mòn tự nhiên! Tôi muốn nhiều hơn nữa! #naturetrailsfyeah

source: When you are in the park and need to go, finally you can in the privacy of a restroom! #ParkRestrooms
vi: Khi bạn đang ở trong công viên và cần phải đi, cuối cùng bạn có thể trong sự riêng tư của một phòng vệ sinh! #ParkRestrooms

source: CONFIRM DEMOLITION
vi: XÁC NHẬN PHÁ DỠ

source: You are about to destroy this structure. Destroying this building will remove the area type and all progression. Do you wish to proceed?
vi: Bạn sắp phá hủy cấu trúc này. Việc phá hủy tòa nhà này sẽ xóa loại khu vực và tất cả sự tiến triển. Bạn có muốn tiếp tục?

source: Show What’s New Panel
vi: Hiển thị những gì Bảng điều khiển mới

source: Free Camera – Orbit Building Mode
vi: Góc nhìn không giới hạn - Chế độ xây dựng quỹ đạo

source: Free Camera – Story Mode
vi: Góc nhìn không giới hạn - Chế độ cốt truyện

source: All unsaved work will be lost. Continue?
vi: Tất cả các công việc chưa được lưu sẽ bị mất. Tiếp tục?

source: TEST MAP IN PLAY MODE
vi: KIỂM TRA BẢN ĐỒ TRONG CHẾ ĐỘ CHƠI

source: Are you sure you want to quit play mode and return to the map editor?
vi: Bạn có chắc chắn muốn thoát khỏi chế độ chơi và quay lại trình chỉnh sửa bản đồ không?

source: Your map needs to be saved before testing it in play mode
vi: Bản đồ của bạn cần được lưu trước khi thử nghiệm nó ở chế độ chơi

source: Multiple DLCs required
vi: Yêu cầu nhiều DLC

source: CAMERA SCRIPTS
vi: MÁY ẢNH CAMERA

source: Get more camera scripts on
vi: Nhận thêm kịch bản máy ảnh trên

source: Snowing
vi: Tuyết

source: Day Snow
vi: Ngày tuyết rơi

source: Night Snow
vi: Đêm tuyết

source: Entertaining visitors
vi: Giải trí cho khách

source: Maintaining park site
vi: Duy trì công viên

source: Driving to
vi: Lái xe đến

source: Show Fog
vi: Hiển thị sương mù

source: Warning: Long tours are less appealing!
vi: Cảnh báo: Các tour du lịch dài ít hấp dẫn hơn!

source: Districts and Areas
vi: Quận và Khu vực

source: Magic
vi: ma thuật

source: Adventure
vi: Cuộc phiêu lưu

source: Fun
vi: Vui vẻ

source: Wonder
vi: Ngạc nhiên

source: Funtastic
vi: Chức năng

source: {0} Park
vi: Công viên {0}

source: {0} Land
vi: Vùng Đất {0}

source: {0} World
vi: Thế giới {0}

source: {0} Experience
vi: Kinh nghiệm {0}

source: {0} Trail
vi: Đường mòn {0}

source: {0} Nature Reserve
vi: Khu bảo tồn thiên nhiên {0}

source: {0} National Park
vi: {0} công viên quốc gia

source: {0} Meadows
vi: Đồng cỏ {0}

source: {0} Marsh
vi: {0} Đầm lầy

source: {0} Brook
vi: {0} suối nhỏ

source: {0} Zoo
vi: {0} vườn bách thú

source: {0} Zoological Gardens
vi: {0} Vườn bách thú

source: {0} University Zoo
vi: Sở thú đại học {0}

source: {0} Wildlife Park
vi: Công viên hoang dã {0}

source: {0} Wild Animal Park
vi: Công viên động vật hoang dã {0}

source: {0} Animal World
vi: Thế giới động vật {0}

source: {0} Zoo-Botanical Garden
vi: Vườn bách thú {0}

source: {0} Animal Park
vi: Công viên động vật {0}

source: {0} Zoological Park
vi: Công viên động vật học {0}

source: {0} Wildlife Center
vi: Trung tâm động vật hoang dã {0}

source: {0} City Park
vi: Công viên thành phố {0}

source: {0} Garden
vi: Vườn {0}

source: {0} Gardens
vi: Khu Vườn {0}

source: {0} Grounds
vi: Khu {0}

source: {0} Hill
vi: Đồi {0}

source: {0} Sector
vi: Khu vực {0}

source: {0} Industrial Park
vi: Khu công nghiệp {0}

source: {0} Region
vi: Khu vực {0}

source: {0} Zone
vi: Khu {0}

source: {0} Complex
vi: Phức tạp {0}

source: {0} Center
vi: Trung tâm {0}

source: {0} Industrial Valley
vi: Thung lũng công nghiệp {0}

source: {0} Industries
vi: Các ngành nghề {0}

source: {0} Industrial Estate
vi: Khu công nghiệp {0}

source: {0} Orchard
vi: Vườn cây {0}

source: {0} Grove
vi: Khu rừng {0}

source: {0} Agriculture Area
vi: Khu nông nghiệp {0}

source: {0} Farmland
vi: Đất nông nghiệp {0}

source: {0} Estate
vi: Bất động sản {0}

source: {0} Plantation
vi: Đồn điền {0}

source: {0} Farm
vi: Nông trại {0}

source: {0} Ranch
vi: Nông trại {0}

source: {0} Fields
vi: Ruộng {0}

source: {0} Woods
vi: Rừng gỗ {0}

source: {0} Sawmill
vi: Xưởng cưa {0}

source: {0} Timber Processing
vi: Chế biến gỗ {0}

source: {0} Forestry Area
vi: Khu lâm nghiệp {0}

source: {0} Woodland
vi: Rừng {0}

source: {0} Logging Area Site
vi: Khu vực khai thác gỗ {0}

source: {0} Forest Products
vi: Khu vực Sản phẩm lâm nghiệp {0}

source: {0} Wood Production
vi: Khu vực Sản xuất gỗ {0}

source: {0} Mining
vi: Khu vực Khai thác mỏ {0}

source: {0} Ore Group
vi: Mỏ quặng {0}

source: {0} Quarry
vi: Mỏ đá {0}

source: {0} Ore Area
vi: Khu vực quặng {0}

source: {0} Ore Products
vi: Sản phẩm quặng {0}

source: {0} Mineral Industry
vi: Công nghiệp khoáng sản {0}

source: {0} Ore Extraction Site
vi: Khu vực sàng lọc quặng {0}

source: {0} Pit
vi: Hố {0}

source: {0} Reef
vi: Đá ngầm {0}

source: {0} Drilling Area
vi: Khu vực khoan {0}

source: {0} Oil Group
vi: Tập đoàn dầu {0}

source: {0} Oil Field
vi: Mỏ dầu {0}

source: {0} Oil Well
vi: Giếng dầu {0}

source: {0} Refining Site
vi: Khu vực tinh chế dầu {0}

source: {0} Oil Area
vi: Khu vực khai thác dầu {0}

source: {0} Oil Products
vi: Các sản phẩm từ dầu {0}

source: {0} Petroleum
vi: Dầu khí {0}

source: {0} Petrochemicals
vi: Hóa dầu {0}

source: {0} College
vi: Trường đại học {0}

source: {0} Polytechnic Institute
vi: Học viện bách khoa {0}

source: {0} State College
vi: Đại học Bang {0}

source: {0} Career Institute
vi: Viện nghề nghiệp {0}

source: {0} Trade School
vi: Trường thương mại {0}

source: {0} College of Liberal Arts
vi: Cao đẳng nghệ thuật tự do {0}

source: {0} Institute of Humanities
vi: Viện nhân văn {0}

source: {0} Institute of Social Sciences
vi: Viện khoa học xã hội {0}

source: {0} Academy of Arts
vi: Học viện nghệ thuật {0}

source: {0} International College
vi: Cao đẳng quốc tế {0}

source: Technological Institute of {0}
vi: Viện công nghệ của {0}

source: University of {0}
vi: Trường đại học của {0}

source: University Campus of {0}
vi: Khuôn viên trường đại học của {0}

source: {0} University
vi: Trường đại học {0}

source: {0} Institute
vi: Học viện {0}

source: City Attractiveness
vi: Mức độ Hấp dẫn của thành phố

source: This value indicates how attractive your city is for tourists
vi: Giá trị này cho biết mức độ hấp dẫn của thành phố đối với khách du lịch

source: Park Area Info
vi: Thông tin khu vực công viên

source: Entertainment: {0}
vi: Mức độ giải trí: {0}

source: Appeal
vi: Kháng nghị

source: Park Building Condition
vi: Điều kiện xây dựng công viên

source: Visitors
vi: Khách

source: Level
vi: Cấp độ

source: Park Areas Overview
vi: Tổng quan về khu vực công viên

source: Park Count: {0}
vi: Số lượng công viên: {0}

source: City Park Area
vi: Khu vực công viên thành phố

source: Industry Area
vi: Khu công nghiệp

source: Are you sure you wish to delete this park?
vi: Bạn có chắc chắn muốn xóa công viên này?

source: Total visitors until next level: {0} / {1}
vi: Tổng số khách truy cập cho đến cấp độ tiếp theo: {0} / {1}

source: Visitors this week: {0}
vi: Khách thăm tuần này: {0}

source: Size: {0} cells
vi: Kích thước: {0} ô vuông

source: Ticket Price
vi: Giá Vé

source: Maintenance
vi: Bảo trì

source: Income: {0} / week
vi: Thu nhập: {0} / tuần

source: Level {0}
vi: Cấp độ {0}

source: Total visitors: {0}
vi: Tổng số khách: {0}

source: Maximum level reached!
vi: Đạt mức tối đa!

source: Entertainment until next level: {0} / {1}
vi: Giải trí cho đến cấp độ tiếp theo: {0} / {1}

source: This walking tour is very long
vi: Chuyến đi bộ này rất dài

source: This walking tour is too long
vi: Chuyến đi bộ này quá dài

source: A too long tour length will negatively affect the appeal of the tour.
vi: Thời lượng tour quá dài sẽ ảnh hưởng không tốt đến sức hấp dẫn của tour.

source: Appeal: {0}
vi: Kháng cáo: {0}

source: The Appeal indicates how attractive this line is for tourists
vi: Sự hấp dẫn cho biết mức độ hấp dẫn của dòng này đối với khách du lịch

source: The following buildings have been unlocked:
vi: Các tòa nhà sau đây đã được mở khóa:

source: has reached level {0}.
vi: đã đạt đến cấp độ {0}.

source: Don’t notify me when a park levels up
vi: Đừng thông báo cho tôi khi công viên lên cấp

source: Balloon Tours
vi: Du lịch bằng khinh khí cầu

source: Many
vi: Nhiều

source: Line length: {0} km
vi: Độ dài của dòng: {0} km

source: Hide park area level-up notifications
vi: Ẩn thông báo tăng cấp khu vực công viên

source: Entertainment
vi: Sự giải trí

source: Weekly Park Area Income
vi: Thu nhập khu vực công viên hàng tuần

source: Menu Filtering and other improvements
vi: Lọc menu và các cải tiến khác

source: Now you can make your menu browsing easier by filtering down long lists of items by size, type or other relevant attributes. We have also included a search box for the Asset Importer and now you can test your maps in the Map Editor.
vi: Giờ đây, bạn có thể làm cho việc duyệt menu của mình dễ dàng hơn bằng cách lọc ra danh sách dài các mục theo kích thước, loại hoặc các thuộc tính có liên quan khác. Chúng tôi cũng đã bao gồm hộp tìm kiếm cho Trình nhập nội dung và bây giờ bạn có thể kiểm tra bản đồ của mình trong Trình chỉnh sửa bản đồ.

source: Trees and Noise Pollution
vi: Cây và ô nhiễm tiếng ồn

source: Roads with trees have always affected the Noise Pollution, but now all the other trees on the map have a reducing effect on the surrounding Noise Pollution.
vi: Những con đường có cây cối luôn ảnh hưởng đến Ô nhiễm tiếng ồn, nhưng bây giờ tất cả các cây khác trên bản đồ đều có ảnh hưởng giảm Ô nhiễm tiếng ồn xung quanh.

source: Free Camera Mode Upgrade
vi: Nâng cấp chế độ máy ảnh miễn phí

source: A new scripting interface to create custom cinematic camera sequences. Cinematic cameras can be activated from a button next to the Free Camera button in the bottom right corner.
vi: Một giao diện kịch bản mới để tạo chuỗi camera điện ảnh tùy chỉnh. Máy ảnh điện ảnh có thể được kích hoạt từ một nút bên cạnh nút Mở góc nhìn ở góc dưới cùng bên phải.

source: Make your city into a thriving tourist attraction with new tourist models The new Tourism Info View provides more valuable information on tourist activity than before, as well as the appeal of various attractions in your city.
vi: Biến thành phố của bạn thành một điểm thu hút khách du lịch thịnh vượng với những mô hình du lịch mới Chế độ xem thông tin du lịch mới cung cấp nhiều thông tin có giá trị về hoạt động du lịch hơn trước, cũng như sự hấp dẫn của các điểm tham quan khác nhau trong thành phố của bạn.

source: Submesh Modding
vi: Lưới submesh Sửa đổi

source: The asset editor now has a new submenu for buildings, which lists all of its submeshes and their properties. You can edit the submeshes and their positions, rotations, and conditions, and import new sub meshes or delete existing ones.
vi: Một giao diện kịch bản mới để tạo chuỗi camera điện ảnh tùy chỉnh. Máy ảnh điện ảnh có thể được kích hoạt từ một nút bên cạnh nút Bỏ giới hạn Camera ở góc dưới cùng bên phải.

source: Park Areas and Park Maintenance
vi: Khu vực công viên và bảo trì công viên

source: Create parks of any shape and size with the Park Area tool and level up the areas to unlock new park buildings. You can also charge an entrance fee from the park visitors for extra income. Park Maintenance service will take care of the parks, plazas and park areas in your city and boost their beneficial effects on the citizen well-being.
vi: Tạo các công viên với bất kỳ hình dạng và kích thước nào bằng công cụ Khu vực công viên và tăng cấp các khu vực để mở khóa các tòa nhà công viên mới. Bạn cũng có thể thu phí vào cửa từ khách tham quan công viên để có thêm thu nhập. Dịch vụ bảo trì công viên sẽ chăm sóc các công viên, quảng trường và khu vực công viên trong thành phố của bạn và tăng cường hiệu quả của chúng đối với sức khỏe của người dân.

source: Walking and Sightseeing Tours
vi: Tham quan đi bộ và tham quan

source: The tourists can now join walking and sightseeing bus tours – or even hot-air balloon tours. With the tours you can manage better where the tourists will visit and make their stay in your city worth their while.
vi: Giờ đây, du khách có thể tham gia các tour đi bộ và tham quan bằng xe buýt - hoặc thậm chí là các chuyến du lịch bằng khinh khí cầu. Với các tour du lịch, bạn có thể quản lý tốt hơn nơi khách du lịch sẽ đến thăm và làm cho kỳ nghỉ của họ ở thành phố của bạn đáng giá.

source: New Props and Buildings
vi: Tiểu cảnh và công trình mới

source: Over 300 new assets to enrich your gameplay experience. These include new park props, park buildings, vehicles and models, but also new landscaping assets like cliffs, caves and trees.
vi: Hơn 300 tài nguyên mới để làm phong phú trải nghiệm chơi trò chơi của bạn. Chúng bao gồm các tiểu cảnh công viên mới, các tòa nhà công viên, xe cộ và mô hình, nhưng cũng có các tài nguyên cảnh quan mới như vách đá, hang động và cây cối.

source: New City Policies and Park Policies allow you to make the parks in your city more inviting and tourist-friendly.
vi: Chính sách Công viên và Chính sách Thành phố Mới cho phép bạn làm cho các công viên trong thành phố của bạn trở nên hấp dẫn và thân thiện với khách du lịch hơn.

source: The five new maps offer you new challenges and interesting locations where to build your city.
vi: Năm bản đồ mới cung cấp cho bạn những thách thức mới và các địa điểm thú vị để xây dựng thành phố của bạn.

source: New Exotic Animals
vi: Động vật kỳ lạ mới

source: More than a dozen new exotic animals from antelopes to dolphins with separate animal markers for the editors.
vi: Hơn một chục loài động vật kỳ lạ mới từ linh dương đến cá heo với các điểm đánh dấu động vật riêng biệt cho các biên tập viên.

source: New Unique Buildings and a Monument
vi: Tòa nhà độc đáo mới và một đài tưởng niệm

source: Six new Unique Buildings like the Sea Fortress or the Observation Tower will make your city even more amazing. But the Castle of Lord Chirpwick is the ultimate attraction that every tourist would like to experience.
vi: Sáu tòa nhà độc đáo mới như Pháo đài biển hoặc Tháp quan sát sẽ khiến thành phố của bạn trở nên tuyệt vời hơn nữa. Nhưng Lâu đài Lord Chirpwick là điểm thu hút cuối cùng mà mọi khách du lịch muốn trải nghiệm.

source: Assets created using this template can be used as bridge pillars in custom roads and will not be available in game on their own
vi: Nội dung được tạo bằng cách sử dụng mẫu này có thể được sử dụng làm trụ cầu trong các con đường tùy chỉnh và sẽ không có sẵn trong trò chơi

source: Assets created using this template can be used as sub-buildings for custom buildings and will not be available in game on their own
vi: Nội dung được tạo bằng cách sử dụng mẫu này có thể được sử dụng làm tòa nhà phụ cho các tòa nhà tùy chỉnh và sẽ không có sẵn trong trò chơi

source: Assets created using this template can be used as power poles in custom electricity nets and will not be available in game on their own
vi: Nội dung được tạo bằng mẫu này có thể được sử dụng làm cột điện trong lưới điện tùy chỉnh và sẽ không có sẵn trong trò chơi của riêng chúng

source: Cars charged last week: {0:N0}
vi: Ô tô tính phí tuần trước: {0:N0}

source: Garbage and Industry
vi: Rác và công nghiệp

source: You are about to destroy a historical building. Do you wish to proceed?
vi: Bạn sắp phá hủy một tòa nhà lịch sử. Bạn có muốn tiếp tục?

source: You are about to destroy a raw material storage building. Destroying this building will remove all collected resources. Do you wish to proceed?
vi: Bạn sắp phá hủy một tòa nhà chứa nguyên liệu thô. Phá hủy tòa nhà này sẽ loại bỏ tất cả các tài nguyên thu thập được. Bạn có muốn tiếp tục?

source: You are about to destroy a warehouse. Destroying this building will remove all collected resources. Do you wish to proceed?
vi: Bạn sắp phá hủy một nhà kho. Phá hủy tòa nhà này sẽ loại bỏ tất cả các tài nguyên thu thập được. Bạn có muốn tiếp tục?

source: Unsorted mail: {0:N0} / {1:N0}
vi: Thư chưa được sắp xếp: {0:N0} / {1:N0}

source: Delivering animal products to
vi: Cung cấp sản phẩm động vật cho

source: Delivering paper products to
vi: Giao sản phẩm giấy cho

source: Delivering planed timber products to
vi: Cung cấp các sản phẩm gỗ theo kế hoạch cho

source: Delivering flour products to
vi: Cung cấp sản phẩm bột cho

source: Delivering metal products to
vi: Cung cấp sản phẩm kim loại cho

source: Delivering glass products to
vi: Giao sản phẩm thủy tinh cho

source: Delivering plastic products to
vi: Cung cấp sản phẩm nhựa cho

source: Delivering petroleum products to
vi: Giao sản phẩm xăng dầu cho

source: Delivering Unique Factory products to
vi: Cung cấp các sản phẩm Nhà máy độc đáo cho

source: Delivering fish to
vi: Giao cá cho

source: Delivering goods to
vi: Giao hàng đến

source: Delivering ore products to
vi: Cung cấp sản phẩm quặng cho

source: Delivering oil products to
vi: Cung cấp sản phẩm dầu cho

source: Delivering forestry products to
vi: Cung cấp lâm sản cho

source: Delivering agricultural products to
vi: Cung cấp nông sản cho

source: Exporting animal products
vi: Xuất khẩu sản phẩm động vật

source: Exporting paper products
vi: Xuất khẩu sản phẩm giấy

source: Exporting planed timber products
vi: Xuất khẩu sản phẩm gỗ bào

source: Exporting flour products
vi: Xuất khẩu sản phẩm bột

source: Exporting metal products
vi: Xuất khẩu sản phẩm kim loại

source: Exporting glass products
vi: Xuất khẩu sản phẩm thủy tinh

source: Exporting plastic products
vi: Xuất khẩu sản phẩm nhựa

source: Exporting petroleum products
vi: Xuất khẩu sản phẩm xăng dầu

source: Exporting Unique Factory products
vi: Xuất khẩu sản phẩm độc đáo

source: Exporting fish
vi: Xuất khẩu cá

source: Exporting goods
vi: Xuất khẩu hàng hóa

source: Exporting ore products
vi: Xuất khẩu sản phẩm quặng

source: Exporting oil products
vi: Xuất khẩu sản phẩm dầu

source: Exporting forestry products
vi: Xuất khẩu lâm sản

source: Exporting agricultural products
vi: Xuất khẩu nông sản

source: Log in or create a Paradox Account and receive the Paradox Plaza for free!
vi: Đăng nhập hoặc tạo Tài khoản Paradox và nhận Paradox Plaza miễn phí!

source: Connect Paradox account to Steam account
vi: Kết nối tài khoản Paradox với tài khoản Steam

source: Create Industry Area by placing Main Building and place highly specialized industrial buildings inside the area to build and manage the production chain.
vi: Tạo Khu vực Công nghiệp bằng cách đặt Tòa nhà chính và đặt các tòa nhà công nghiệp chuyên môn hóa cao bên trong khu vực để xây dựng và quản lý chuỗi sản xuất.

source: Create Campus Area by placing Administration Building to provide university level education and develop it further by placing campus buildings and faculties to gain various benefits within area and in the entire city.
vi: Tạo Khu vực Khuôn viên bằng cách đặt Tòa nhà Hành chính để cung cấp giáo dục cấp đại học và phát triển nó hơn nữa bằng cách đặt các tòa nhà và khoa trong đại học để đạt được nhiều lợi ích trong khu vực và toàn thành phố.

source: Building Varsity Sport Arena inside a campus area unlocks the varsity sports features including new ways of earning money, gaining campus attractiveness, varsity team customization, varsity sports matches and unique policies. It is possible to place varsity sports arenas outside of campus area and create your city's own sports team.
vi: Xây dựng Khu vực thi đấu thể thao sinh viên bên trong khu vực khuôn viên sẽ mở ra các tính năng thể thao của Varsity bao gồm các cách kiếm tiền mới, tăng sức hấp dẫn của trường, tùy chỉnh đội bóng, các trận đấu thể thao của Varsity và các chính sách độc đáo. Có thể đặt các đấu trường thể thao sinh viên bên ngoài khu vực khuôn viên và tạo đội thể thao của riêng bạn.

source: Use Fish Farms and Fishing Routes to catch different types of fish then deliver to either the Fish Market for your citizens or to the Fish Factory for extra income from commercial zones. Fish can also be exported.
vi: Sử dụng Trại cá và Tuyến đường đánh cá để đánh bắt các loại cá khác nhau sau đó giao hàng đến Chợ cá cho người dân của bạn hoặc đến Nhà máy chế biến cá để kiếm thêm thu nhập từ các khu thương mại. Cá cũng có thể được xuất khẩu.

source: Healthcare provides medical services for your city and takes care of the deceased.
vi: Chăm sóc sức khỏe cung cấp các dịch vụ y tế cho thành phố của bạn và chăm sóc những người đã khuất.

source: Education services allow you to build schools and universities for your citizens.
vi: Dịch vụ giáo dục cho phép bạn xây dựng trường học và trường đại học cho công dân của bạn.

source: Garbage management services collect and dispose of the waste produced by homes, businesses and industries.
vi: Dịch vụ quản lý rác thải thu gom và xử lý rác thải của các hộ gia đình, doanh nghiệp và các ngành công nghiệp.

source: The Fire Department maintains fire engines and firefighters to prevent and put out fires in the city.
vi: Sở Cảnh sát Phòng cháy chữa cháy duy trì xe chữa cháy và lực lượng chữa cháy để ngăn chặn và dập lửa trên địa bàn thành phố.

source: The Police Department enforces the law in the city and keeps crime in check.
vi: Sở Cảnh sát thực thi pháp luật trong thành phố và ngăn chặn tội phạm.

source: Decoration services allow you to build parks or plazas.
vi: Dịch vụ trang trí cho phép bạn xây dựng công viên hoặc quảng trường.

source: Public Transportation provides your citizens and tourists with alternatives to private car use.
vi: Phương tiện Giao thông Công cộng cung cấp cho công dân và khách du lịch của bạn những lựa chọn thay thế cho việc sử dụng ô tô cá nhân.

source: Request to Steam services timed out. Make sure you are logged in on Steam and running Steam client in online mode.
vi: Yêu cầu dịch vụ Steam đã hết thời gian chờ. Đảm bảo rằng bạn đã đăng nhập trên Steam và chạy ứng dụng khách Steam ở chế độ trực tuyến.

source: Seems that your Steam account hasn’t been connected to any Paradox Account yet. You can connect the accounts after logging in with your Paradox Account.
vi: Có vẻ như tài khoản Steam của bạn chưa được kết nối với bất kỳ Tài khoản nghịch lý nào. Bạn có thể kết nối các tài khoản sau khi đăng nhập bằng Tài khoản Paradox.

source: A Steam connection already exist for this Paradox account.
vi: Đã có kết nối Steam cho tài khoản Paradox này.

source: Paper is produced by Pulp Mills and Biomass Pellet Plants.
vi: Giấy được sản xuất bởi Nhà máy Bột giấy và Nhà máy Viên sinh khối.

source: Crops are produced by all farming industry area extractor buildings and by zoned farming industry.
vi: Cây trồng được sản xuất bởi tất cả các tòa nhà chiết xuất khu vực công nghiệp canh tác và bởi ngành công nghiệp canh tác được phân vùng.

source: Petroleum is produced by Oil Sludge Pyrolysis Plants and Waste Oil Refining Plants.
vi: Dầu mỏ được sản xuất bởi các nhà máy nhiệt phân bùn dầu và nhà máy lọc hóa dầu.

source: Plastics are produced by Naphtha Cracker Plants and Petrochemical Plants.
vi: Nhựa được sản xuất bởi Nhà máy Cracker Naphtha và Nhà máy hóa dầu.

source: Planed Timber is produced by Engineered Wood Plants and Saw Mills.
vi: Gỗ bào được sản xuất bởi Nhà máy Gỗ kỹ thuật và Nhà máy cưa.

source: Glass is produced by Glass Manufacturing Plants and Fiberglass Plants.
vi: Thủy tinh được sản xuất bởi Nhà máy sản xuất thủy tinh và Nhà máy sợi thủy tinh.
