Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: To celebrate the city having a helicopter depot of each type and thus being very, very safe, you can now build a park.
vi: Để kỷ niệm thành phố có một kho trực thăng của mỗi loại và do đó rất rất an toàn, bây giờ bạn có thể xây dựng một công viên.

source: To gain the Pyramid of Safety, have a disaster hit the city with no casualties.
vi: Để có thể có được Pyramid Of Safety, cần phải chống đỡ một thảm họa tấn công thành phố mà không xuất hiện bất kỳ một thương vong nào.

source: Win any three scenarios to gain the Sphinx of Scenarios.
vi: Chiến thắng ba màn chơi bất kỳ để giành được Sphinx of Scenarios.

source: Win all five scenarios that come with Natural Disasters to get a magical Sparkly Unicorn Rainbow Park.
vi: Chiến thắng tất cả năm kịch bản đi kèm với Thảm họa tự nhiên để có được Công viên Cầu vồng Sparkly kỳ diệu.

source: The Doomsday Vault is a huge underground facility, that helps Shelters in your city to work more efficiently. It allows all Shelters to stockpile more water and food, and to raise their capacity a bit.
vi: Doomsday Vault là một cơ sở ngầm khổng lồ, giúp các Nơi trú ẩn trong thành phố của bạn hoạt động hiệu quả hơn. Nó cho phép tất cả các Nơi trú ẩn dự trữ nhiều nước và thực phẩm hơn, và cải thiện khả năng của chúng một chút.

source: The Pumping Service has a fleet of vacuum trucks that are sent out when there are flooded buildings in the city. The trucks travel as close to the location as they can and upon encountering water, fill their tanks with it. The collected water is released into the sewer system at the Pumping Service depot.
vi: Dịch vụ Bơm hút có một đội xe hút chân không được gửi đến khi có các tòa nhà bị ngập lụt trong thành phố. Các xe tải đi gần vị trí nhất có thể và khi gặp nước, hãy đổ đầy thùng của họ vào đó. Nước sau khi thu gom được xả vào hệ thống cống tại kho Dịch vụ Bơm hút.

source: The Disaster Response Unit sends out helicopters and trucks to help clear rubble and rescue survivors. They handle both disaster aftermath and burned down buildings. After the Unit has done their work, the ground is free for rebuilding.
vi: Đơn vị Ứng phó Thảm họa điều động trực thăng và xe tải để giúp dọn dẹp đống đổ nát và giải cứu những người sống sót. Họ xử lý cả hậu quả của thảm họa và các tòa nhà bị thiêu rụi. Sau khi Đơn vị đã hoàn thành công việc của họ, mặt bằng được miễn phí để xây dựng lại.

source: The Tank Reservoir is a water reservoir. If the city pumps more water than it needs, the excess is stored in the tanks. If a pump fails or the need for water rises, the tanks give out water. The Reservoir automatically supplies the city if the water need is greater than production. Must be connected to water pipes.
vi: Bể chứa là một bể chứa nước. Nếu thành phố bơm nhiều nước hơn nhu cầu, lượng nước dư thừa sẽ được lưu trữ trong các bể chứa. Nếu một máy bơm bị hỏng hoặc nhu cầu về nước tăng cao, các bể sẽ cung cấp nước. Hồ chứa tự động cung cấp cho thành phố nếu nhu cầu nước lớn hơn sản xuất. Phải kết nối với đường ống nước.

source: A small Shelter to allow your citizens to be safe from disasters. A Shelter has a limited amount of space for citizens, but you can choose which areas use which shelter by planning escaped routes. After a disaster, citizens who have lost their homes can live in the Shelter until they can find new housing in the city. Shelters are almost indestructible.
vi: Một nơi trú ẩn nhỏ để cho phép công dân của bạn được an toàn tránh khỏi thảm họa. Nơi trú ẩn có một số không gian hạn chế cho công dân, nhưng bạn có thể chọn khu vực nào sử dụng nơi trú ẩn nào bằng cách lập kế hoạch các lối thoát hiểm. Sau một thảm họa, những công dân bị mất nhà có thể sống trong Mái ấm cho đến khi họ có thể tìm được nhà ở mới trong thành phố. Nơi trú ẩn gần như không thể phá hủy.

source: A large Shelter to allow your citizens to be safe from disasters. A Shelter has a limited amount of space for citizens, but you can choose which areas use which shelter by planning escaped routes. After a disaster, citizens who have lost their homes can live in the Shelter until they can find new housing in the city. Shelters are almost indestructible.
vi: Một nơi trú ẩn lớn để cho phép công dân của bạn được an toàn tránh khỏi thảm họa. Nơi trú ẩn có một số không gian hạn chế cho công dân, nhưng bạn có thể chọn khu vực nào sử dụng nơi trú ẩn nào bằng cách lập kế hoạch các lối thoát hiểm. Sau một thảm họa, những công dân bị mất nhà có thể sống trong Mái ấm cho đến khi họ có thể tìm được nhà ở mới trong thành phố. Nơi trú ẩn gần như không thể phá hủy.

source: A short Radio Mast allows emergency broadcasts to reach your citizens. The better radio coverage the city has, the more likely citizens are to come to Shelters when called. Terrain can hinder radio signals.
vi: Một tháp phát sóng Radio thấp cho phép phát sóng các tin khẩn cấp đến các công dân của bạn. Thành phố có vùng phủ sóng càng tốt, công dân càng có nhiều khả năng đến Hầm trú ẩn khi được gọi. Địa hình có thể cản trở tín hiệu vô tuyến.

source: A tall Radio Mast allows emergency broadcasts to reach your citizens. The better radio coverage the city has, the more likely citizens are to come to Shelters when called. Terrain can hinder radio signals.
vi: Một tháp phát sóng Radio cao cho phép phát sóng các tin khẩn cấp đến các công dân của bạn. Thành phố có vùng phủ sóng càng tốt, công dân càng có nhiều khả năng đến Hầm trú ẩn khi được gọi. Địa hình có thể cản trở tín hiệu vô tuyến.

source: Fire fighters man the Firewatch Tower to spot forest fires before they reach the city. A forest fire can spread into the city if it reaches city buildings. Hills and mountains can affect visibility from the tower. Forest fires can only be put out with Fire Fighting Helicopters.
vi: Các chiến sĩ cứu hỏa điều khiển Tháp phòng cháy để phát hiện các đám cháy rừng trước khi họ đến thành phố. Cháy rừng có thể lan vào thành phố nếu nó đến các tòa nhà trong thành phố. Đồi và núi có thể ảnh hưởng đến tầm nhìn từ tháp. Cháy rừng chỉ có thể được dập tắt bằng Trực thăng chữa cháy.

source: The Fresh Water Outlet lets out excess water in the system. It can be placed on dry land, creating lakes and ponds. Water evaporates and the Outlet can be turned on and off to help with possible flooding. If the city producess less water or the same amount it consumes, the Fresh Water Outlet won't let out any water.
vi: Cửa thoát nước sạch cho phép xử lý lượng nước dư thừa trong hệ thống. Nó có thể được đặt trên đất khô, tạo hồ và ao. Nước bị bay hơi và các Outlet có thể được bật và tắt để giúp chống ngập. Nếu thành phố sản xuất ít nước hơn hoặc cùng một lượng mà nó tiêu thụ, Cửa thoát nước sạch sẽ không xả nước.

source: Worried about meteors striking the city? Get a Deep Space Radar! The Radar scans the heavens for any asteroids prone to hitting the city area. If a meteor strike is coming, the Radar will calculate the approximate area of impact and size of meteor that's coming right for us. The building covers the whole city.
vi: Lo lắng về thiên thạch tấn công thành phố? Hãy xây một trạm Radar không gian! Radar quét không gian vũ trụ để tìm bất kỳ tiểu hành tinh nào có xu hướng đâm xuống thành phố. Nếu một cuộc tấn công thiên thạch sắp xảy ra, Radar sẽ tính toán diện tích tác động và kích thước gần đúng của thiên thạch sắp va vào chúng ta.

source: The Weather Radar keeps a watch on weather patterns. It predicts strong thunderstorms and tornadoes, and can even notify you of where the storm or tornado will hit, making it easier to prepare for a disaster. The building covers the whole city.
vi: Radar Thời tiết luôn theo dõi các kiểu thời tiết. Nó dự đoán những cơn giông và lốc xoáy mạnh, và thậm chí có thể thông báo cho bạn biết nơi bão hoặc lốc xoáy sẽ đổ bộ, giúp bạn dễ dàng chuẩn bị cho một thảm họa. Có tác dụng toàn thành phố.

source: The Tsunami Warning Buoy monitors water level and sends out a warning if there are changes so the city can prepare if a tsunami is heading their way.
vi: Phao Cảnh báo Sóng thần theo dõi mực nước và gửi cảnh báo nếu có thay đổi để thành phố có thể chuẩn bị nếu sóng thần ập đến.

source: Place Earthquake Sensors on the ground to get warning of seismic activity. The Sensors detect not only earthquakes, but also if a sinkhole is forming. Sensors show you the approximate location of the disaster well before it is happening.
vi: Đặt Cảm biến Động đất trên mặt đất để nhận cảnh báo về hoạt động địa chấn. Cảm biến không chỉ phát hiện động đất mà còn phát hiện ra hố sụt đang hình thành. Các cảm biến hiển thị cho bạn vị trí gần đúng của thảm họa trước khi nó xảy ra.

source: A train station with 12 platforms. Each platform can have separate tracks connected. Passengers can easily change lines at the station.
vi: Một ga xe lửa với 12 sân ga. Mỗi nền tảng có thể có các bản nhạc riêng biệt được kết nối. Hành khách có thể dễ dàng đổi tuyến tại nhà ga.

source: An end-of-line train station with 12 platforms. Each platform can have separate tracks connected. Allows passengers to change lines at ease.
vi: Một điểm cuối nhà ga xe lửa với 12 nền tảng. Mỗi nền tảng có thể có các tuyến riêng biệt được kết nối lại với nhau. Cho phép hành khách thay đổi tuyến thoải mái.

source: Connect your ferry and bus networks easily with this combined stop. Passengers can easily change between ferries and buses.
vi: Kết nối mạng phà và xe buýt của bạn một cách dễ dàng với điểm dừng kết hợp này. Hành khách có thể dễ dàng thay đổi giữa phà và xe buýt.

source: The Ferry Depot is where Ferries stay between workshifts and are sent to lines automatically and maximum amount of vehicles per line is handled by the budget. Depots do not act as stops and can't be connected to Lines, but Ferries need to be able to find their way to the lines from the Depot. Use Pathways to mark where they should travel.
vi: Kho phà là nơi chứa Phà ở giữa các ca làm việc và được gửi tự động đến các tuyến và số lượng phương tiện tối đa trên mỗi tuyến được xử lý bởi ngân sách. Các kho không hoạt động như các điểm dừng và không thể kết nối với các Đường, nhưng Phà cần được phép có thể tìm đường đến các Tuyến từ Kho. Sử dụng Pathways để đánh dấu nơi chúng sẽ đến.

source: A large ferry stop with room for two ferries at once. Connect ferry Stops and Piers with Ferry Line to create lines. Use Ferry Pathway to draw routes between Piers, Stops and Depots on open water to help Ferries find routes
vi: Một bến phà lớn có chỗ cho hai phà cùng một lúc. Kết nối các điểm dừng phà và bến tàu với tuyến phà để tạo các tuyến. Sử dụng Đường dẫn phà để vẽ các tuyến đường giữa các cảng, Điểm dừng và Kho trên mặt nước mở để giúp Phà tìm tuyến đường

source: A small ferry stop that fits in a canal easily. Connect ferry Stops and Piers with Ferry Line to create lines. Use Ferry Pathway to draw routes between Piers, Stops and Depots on open water to help Ferries find routes.
vi: Một bến phà nhỏ phù hợp với một con kênh một cách dễ dàng. Kết nối các điểm dừng phà và bến tàu với tuyến phà để tạo các tuyến. Sử dụng Đường dẫn phà để vẽ các tuyến đường giữa cảng, điểm dừng và Kho trên mặt nước mở để giúp Phà tìm tuyến đường.

source: A Monorail station. Needs to be connected to other stations with monorail tracks.
vi: Một ga tàu đơn ray. Cần phải được kết nối với các trạm khác bằng các ray tàu.

source: This station comes with a stretch of road. It can be connected with normal Monorail Stations and roads. Connect Stations with Monorail Tracks to create Monorail Lines.
vi: Nhà ga này đi kèm với một đoạn đường. Nó có thể được kết nối với các tuyến nhà ga và đường sá bình thường. Kết nối các trạm với các đoạn đường sắt để tạo thành 1 tuyến đường sắt.

source: A cable car stop. Cable cars car travel steep slopes, so stops can be placed on different heights.
vi: Một trạm dừng cáp treo.Xe cáp treo có thể đi lên dốc, vì vậy các điểm dừng có thể được đặt trên các độ cao khác nhau.

source: Cables connect cable car stops.
vi: Cáp nối các điểm dừng xe cáp treo.

source: Place a Blimp Depot to provide Blimps for all lines. The depot automatically sends out vehicles and divides them between lines. The Depot cannot be connected to lines and does not act as a stop, but Blimps need to be able to reach the lines from the Depot. Use Pathways to guide them. The amount of vehicles a Depot has is decided in the Budget.
vi: Đặt một Kho chứa khinh khí cầu để cung cấp khinh khí cầu cho tất cả các tuyến. Kho sẽ tự động gửi các phương tiện này ra và phân chia chúng giữa các tuyến. Depot không thể được kết nối với các dòng và không hoạt động như một điểm dừng, nhưng khinh khí cầu cần có khả năng tiếp cận các dòng từ Depot. Sử dụng Bảng chỉ đường để hướng dẫn chúng. Số lượng phương tiện mà một Kho hàng được quyết định bởi Ngân sách.

source: Stop for Blimps. Connect Blimp Stops with Blimp Line to assign them to a line. Use Blimp Path tool to draw the route you want blimps to take, or to help them find a route between the stops.
vi: Điểm dừng cho Các khinh khí cầu. Kết nối điểm dừng này với tuyến khinh khí cầu để gắn chúng cho một tuyến. Sử dụng công cụ dò đường cho khinh khí cầu để vẽ tuyến đường bạn muốn thực hiện, hoặc để giúp chúng tìm tuyến đường giữa các điểm dừng.

source: The Boat Museum is where citizens go to admire old boats. It's a wonderful destination for tourists.
vi: Bảo tàng Thuyền bè là nơi công dân đến để chiêm ngưỡng những chiếc thuyền cũ. Đó là một điểm đến tuyệt vời cho khách du lịch.

source: Children come to the traffic park to learn traffic signs and rules. This is a landmark building.
vi: Trẻ em đến công viên giao thông để học các biển báo và luật lệ giao thông. Đây là một tòa nhà mang tính biểu tượng.

source: Come and see old locomotives! The halls are open for tourists and citizens This is a landmark building.
vi: Hãy đến và xem đầu máy cũ! Các hội trường mở cửa cho khách du lịch và người dân. Đây là một tòa nhà mang tính biểu tượng.

source: A hub building which can connect metros, monorails and trains so that passengers can change between transport types inside the building.
vi: Một tòa nhà trung tâm có thể kết nối các tuyến tàu điện ngầm, đường ray và tàu hỏa để hành khách có thể thay đổi giữa các loại phương tiện giao thông bên trong tòa nhà.

source: A monorail station with a built-in bus stop, so passengers can easily switch between the two transport types.
vi: Một ga tàu đơn ray có sẵn tại bến xe buýt, vì vậy hành khách có thể dễ dàng chuyển đổi giữa hai loại vận tải.

source: For a more finished look, you can use the End-of-Line Stop for the ends of your lines. Lines can end in regular stops too. Connect stops with cables to create Cable Car lines.
vi: Để có cái nhìn hoàn thiện hơn, bạn có thể sử dụng Điểm dừng cuối tuyến cho phần cuối của tuyến. Các tuyến cũng có thể kết thúc tại các điểm dừng. Kết nối các điểm dừng với cáp để tạo ra các tuyến cáp treo.

source: The Ultimate Recycling Plant is a Monument that can manage huge amounts of garbage and process it to electricity, goods and raw materials. These products benefit your city or can be exported. Exporting is automatic if needed.
vi: Nhà máy Tái chế Tối tân là một Đài tưởng niệm có thể quản lý lượng rác khổng lồ và xử lý nó thành điện, hàng hóa và nguyên liệu thô. Những sản phẩm này có lợi cho thành phố của bạn hoặc có thể được xuất khẩu. Xuất khẩu là tự động nếu cần thiết.

source: The Central park offers recreational activities for citizens. Its vast green spaces are relaxing and soothing to citizens wearied by busy city life.
vi: Công viên trung tâm cung cấp các hoạt động giải trí cho công dân. Không gian xanh rộng lớn của nó có tính thư giãn và nhẹ nhàng cho những người dân mệt mỏi bởi cuộc sống thành phố bận rộn.

source: The Floating Gardens take their water directly from the body of water beneath and grow magnificent plants. Citizens love to visit the gardens.
vi: Vườn nổi lấy nước trực tiếp từ nguồn nước bên dưới và trồng những cây tuyệt đẹp. Người dân thích đến thăm các khu vườn như thế này.

source: To get the most of the sunlight available, the Ziggurat Garden has the form of a stair pyramid with plenty of room for different plants. Citizens enjoy coming to the garden to take a walk amidst the greenery.
vi: Để tận dụng tối đa ánh sáng mặt trời có sẵn, Ziggurat Garden có dạng một kim tự tháp cầu thang với nhiều chỗ cho các loại cây khác nhau. Người dân thích đến khu vườn này để đi dạo giữa những hàng cây xanh.

source: The Lungs of the City is a vast area filled with trees providing the city with fresh, lovely air. Citizens visit the park to relax and see the magnificent trees.
vi: The Lungs of the City là một khu vực rộng lớn với đầy cây xanh cung cấp cho thành phố không khí trong lành, đáng yêu. Người dân ghé thăm công viên để thư giãn và ngắm nhìn những tán cây tráng lệ.

source: The Climate Research Station measures details about air pressure, weather and humidity. Citizens (might) get more accurate weather reports thanks to the research station.
vi: Trạm nghiên cứu khí hậu đo lường chi tiết về áp suất không khí, thời tiết và độ ẩm. Người dân (có thể) có được báo cáo thời tiết chính xác hơn nhờ vào trạm nghiên cứu.

source: A paradise for birds and bees. Birds and insects are crucial to any ecosystem, and having a Bird and Bee Haven makes citizens happier as their plants get pollinated and birds eat nasty insects.
vi: Một thiên đường cho chim và ong. Chim và côn trùng rất quan trọng đối với bất kỳ hệ sinh thái nào, và việc có Bird và Bee Haven khiến công dân hạnh phúc hơn khi thực vật của họ được thụ phấn và các loài chim ăn các loại côn trùng khó chịu.

source: The Geothermal Power Plant utilizes the warmth in Earth's core to provide electricity for the city. Geothermal energy does not pollute.
vi: Nhà máy điện địa nhiệt sử dụng hơi ấm trong lõi Trái đất để cung cấp điện cho thành phố. Năng lượng địa nhiệt không gây ô nhiễm.

source: The changes in water temperature allow this power plant to generate electricity. Place the Plant on the shoreline.
vi: Sự thay đổi nhiệt độ nước cho phép nhà máy điện này tạo ra điện. Xây dựng nhá máy trên bờ biển.

source: The warmth generated by sunlight is what powers this powerplant. The warm air goes up, turning the blades of fans that produce electricity. The large batteries within the building allow it to store electricity and not be affected by day and night.
vi: Sự ấm áp được tạo ra bởi ánh sáng mặt trời là nguồn năng lượng của nhà máy điện này. Không khí nóng bay lên, làm quay những cánh quạt tạo ra điện. Pin lớn trong tòa nhà cho phép nó lưu trữ điện và không bị ảnh hưởng bởi ngày và đêm.

source: The "green" alternative. While the Eco Water Outlet is quite expensive, it helps purify the water let out of it. Pollution is reduced but not wholly gone. The Outlet lets out polluted water from the sewage system. Needs a Water Pump to supply the system with water. Requires electricity and a pipe connection.
vi: Sự thay thế "xanh". Mặc dù Eco Water Outlet khá đắt tiền, nhưng nó giúp làm sạch nước thoát ra từ nó. Mức độ ô nhiễm được giảm xuống nhưng không hoàn toàn biến mất. Cửa xả cho phép nước ô nhiễm được xả ra hệ thống nước thải. Cần một máy bơm nước để cung cấp nước cho hệ thống. Phải được cấp điện và kết nối đường ống.

source: The best water treatment plant there is! The Eco Water Treatment Plant needs to be connected with pipes to your city's water system. It purifies the sewage, making it very clean and ready to be let back into a body of water.
vi: Đây là nhà máy xử lý nước tốt nhất có thể! Nhà máy xử lý nước Eco cần được kết nối với đường ống đến hệ thống nước của thành phố. Nó làm sạch nước thải, làm cho nó rất sạch sẽ và sẵn sàng để trở lại nguồn nước.

source: Citizens can recycle more different kinds of waste when the city has a Recycling Center, making less garbage pile up. The Center produces small amounts of raw materials from the waste.
vi: Người dân có thể tái chế nhiều loại rác thải khác nhau khi thành phố có Trung tâm tái chế, khiến lượng rác thải ít hơn. Trung tâm sản xuất một lượng nhỏ nguyên liệu từ chất thải.

source: Lessens water pollution. A floating building, must be placed on water.
vi: Dùng để làm giảm ô nhiễm nước. Đây là một tòa nhà nổi, phải được đặt trên mặt nước.

source: Poolside fun! The Community Pool is a pool open for all citizens and tourists. It not only is fun, but also raises the health of people a little bit.
vi: Bên hồ bơi vui vẻ! Hồ bơi cộng đồng là một hồ bơi mở cho tất cả người dân và khách du lịch. Nó không chỉ là niềm vui, mà còn tăng sức khỏe của mọi người một chút.

source: Offers citizens more exercise opportunities, giving a small health benefit to the neighborhood.
vi: Cung cấp cho công dân nhiều cơ hội tập thể dục, mang lại một chút lợi ích về mặt sức khỏe cho khu phố.

source: A beautiful garden for practising yoga or just coming for a walk. Gives a small health benefit to the area around the building.
vi: Một khu vườn xinh đẹp để tập yoga hoặc chỉ đi dạo. Cung cấp một chút lợi ích về mặt sức khỏe cho khu vực xung quanh tòa nhà.

source: A small and safe Community School. Allows children to get education and grow into educated adults. An alternative to Elementary School.
vi: Một trường cộng đồng nhỏ và an toàn. Cho phép trẻ em được giáo dục và phát triển thành người trưởng thành được giáo dục tốt. Một sự thay thế cho trường tiểu học.

source: A prestigious school specializing in creative arts. Educates Teens. An alternative to the High School.
vi: Một ngôi trường uy tín chuyên về nghệ thuật sáng tạo. Giáo dục Thanh thiếu niên. Một sự thay thế cho trường trung học.

source: This school teaches teenagers in the ways of technology. An alternative to the University.
vi: Ngôi trường này dạy cho thanh thiếu niên bằng những ứng dụng công nghệ cao. Một sự thay thế cho trường đại học.

source: The Biofuel Bus Depot works just like a regular Bus Depot, except that it sends out biofuel buses instead of regular ones. The biofuel buses are much more quiet than regular buses, but carry just as many people. Place a Depot before creating lines.
vi: Biofuel Bus Depot hoạt động giống như bến xe Bus thông thường, ngoại trừ việc nó gửi xe buýt chạy bằng nhiên liệu sinh học thay vì xe buýt thông thường. Xe buýt nhiên liệu sinh học yên tĩnh hơn nhiều so với xe buýt thông thường và chở được nhiều người hơn. Đặt một bến xe trước khi tạo tuyến xe.

source: A lush tropical garden for your citizens and tourists to enjoy.
vi: Một khu vườn nhiệt đới rậm rạp dành cho người dân và du khách.

source: Fancy a coffee with a twist? Come to the Floating Cafe! It's just like a regular cafe, but floating on water.
vi: Ưa thích tận hưởng một cà phê với một chút đồ uống khác? Hãy đến quán cà phê nổi! Nó giống như một quán cà phê thông thường, nhưng nổi trên mặt nước.

source: This really tricks the fish! The Island is a place where your citizens and tourists can go and fish. It floats on water, so they are as close to fish as they can.
vi: Công trình này thực sự có thể dùng để câu cá! Hòn đảo này là nơi mà công dân và khách du lịch của bạn có thể đến và câu cá. Nó nổi trên mặt nước, vì vậy chúng càng gần cá càng tốt.

source: The Small Main Gate connects the park area to the road network for easier access and maintenance. Main gate also allows tickets to be sold to the park visitors. There can be only one Main Gate per park area.
vi: Cổng chính nhỏ kết nối khu vực công viên với hệ thống đường bộ để vận hành và bảo trì dễ dàng hơn. Cổng chính cũng cho phép bán vé cho khách tham quan công viên. Chỉ có thể có một Cổng chính cho mỗi khu vực công viên.
