Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: High-Level Swimming Pool
vi: Bể bơi cao cấp

source: Swimming pool
vi: Hồ bơi

source: Deck Chair
vi: Ghế xếp

source: High-level Deck Chair
vi: Ghế cao cấp

source: Flowerpot #1
vi: Lọ hoa số 1

source: Flowerpot #2
vi: Lọ hoa số 2

source: Flowerpot #3
vi: Lọ hoa số 3

source: High-Level Parasol
vi: Dù che cao cấp

source: Parasol
vi: Dù che

source: Long Hedge
vi: Hàng rào dài

source: Short Hedge
vi: Hàng rào ngắn

source: Yard Tiles
vi: Gạch sân

source: High-Level Tiling
vi: Ốp lát cao cấp

source: Old Asphalt
vi: Nhựa đường cũ

source: Flower garden
vi: Vườn hoa

source: Garden Fountain
vi: Đài phun nước trong vườn

source: Helipad Marker
vi: Điểm đánh dấu sân bay trực thăng

source: Chainlink Fence 8 m
vi: Hàng rào xích 8 m

source: Chainlink Fence 16 m
vi: Hàng rào xích 16 m

source: Chainlink Fence Gate
vi: Cổng hàng rào dây xích

source: Security Booth
vi: Bốt an ninh

source: Safety Barrier
vi: Hang rao an toan

source: Road Block
vi: Chắn đường

source: Cargo Container
vi: Thùng container hàng

source: Steam Boat
vi: Thuyền hơi nước

source: Paddle Car #1
vi: Xe đạp nước 1

source: Paddle Car #2
vi: Xe đạp nước 2

source: Nautical Marker
vi: Điểm đánh dấu hải lý

source: Lifebuoy
vi: Phao cứu sinh

source: Rubber boat
vi: Thuyền cao su

source: Ferry Info Sign
vi: Bảng thông tin phà

source: Ferry Sign
vi: Bảng hiệu phà

source: Pier Pole
vi: Cầu tàu

source: Passenger Ramp
vi: Dốc vận chuyển khách

source: Monorail Info Sign
vi: Bảng thông tin Đường sắt trên cao

source: Monorail Sign
vi: Bảng hiệu Đường sắt trên cao

source: Monorail Ticket Machine
vi: Máy bán vé Đường sắt trên cao

source: Beehive
vi: Tổ ong

source: Birdhouse
vi: Nhà chim

source: Small Recycling Container #1
vi: Container tái chế nhỏ số #1

source: Small Recycling Container #2
vi: Container tái chế nhỏ số #2

source: Small Recycling Container #3
vi: Container tái chế nhỏ số #3

source: Large Recycling Container #1
vi: Container tái chế lớn số #1

source: Large Recycling Container #2
vi: Container tái chế lớn số #2

source: Eco Street Lamp
vi: Đèn đường sinh thái

source: Modern Table Set
vi: Bộ bàn hiện đại

source: Horizontal Solar Panel #1
vi: Bảng điều khiển năng lượng mặt trời ngang # 1

source: Horizontal Solar Panel #2
vi: Bảng điều khiển năng lượng mặt trời ngang # 2

source: Air Source Heat Pump #1
vi: Máy bơm nhiệt nguồn không khí số 1

source: Air Source Heat Pump #2
vi: Máy bơm nhiệt nguồn không khí số 2

source: Ventilation Pipe #1
vi: Ống thông gió số 1

source: Ventilation Pipe #2
vi: Ống thông gió số 2

source: Modern Fence #1
vi: Hàng rào hiện đại số 1

source: Modern Fence #2
vi: Hàng rào hiện đại số 2

source: Roof Vegetation #1
vi: Mái thực vật số 1

source: Roof Vegetation #2
vi: Mái thực vật số 2

source: Roof Vegetation #3
vi: Mái thực vật số 3

source: Roof Vegetation #4
vi: Mái thực vật số 4

source: Roof Vegetation #5
vi: Mái thực vật số 5

source: Roof Vegetation #6
vi: Mái thực vật số 6

source: Roof Vegetation #7
vi: Mái thực vật số 7

source: Roof Vegetation #8
vi: Mái thực vật số 8

source: Wall Vegetation #1
vi: Thảm thực vật số 1

source: Wall Vegetation #2
vi: Thảm thực vật số 2

source: Wall Vegetation #3
vi: Thảm thực vật số 3

source: Wall Vegetation #4
vi: Thảm thực vật số 4

source: Hanging Vegetation #1
vi: Thảm thực vật treo số 1

source: Hanging Vegetation #2
vi: Thảm thực vật treo số 2

source: Hanging Vegetation #3
vi: Thảm thực vật treo số 3

source: Hanging Vegetation #4
vi: Thảm thực vật treo số 4

source: Plant Pot #1
vi: Chậu trồng số 1

source: Plant Pot #2
vi: Chậu trồng số 2

source: Plant Pot #3
vi: Chậu trồng số 3

source: Plant Pot #4
vi: Chậu trồng số 4

source: Plant Pot #5
vi: Chậu trồng số 5

source: Plant Pot #6
vi: Chậu trồng số 6

source: Organic Shop 3d Sign #1
vi: Bảng hiệu 3D cửa hàng hữu cơ #1

source: Organic Shop 3d Sign #2
vi: Bảng hiệu 3D cửa hàng hữu cơ #2

source: Organic Shop 3d Sign #3
vi: Bảng hiệu 3D cửa hàng hữu cơ #3

source: Organic Shop 3d Sign #4
vi: Bảng hiệu 3D cửa hàng hữu cơ #4

source: Organic Shop Small Billboard #1
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 1

source: Organic Shop Small Billboard #2
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 2

source: Organic Shop Small Billboard #3
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 3

source: Organic Shop Small Billboard #4
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 4

source: Organic Shop Small Billboard #5
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 5

source: Organic Shop Small Billboard #6
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 6

source: Organic Shop Small Billboard #7
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ số 7

source: Organic Shop Medium Billboard #1
vi: Biển quảng cáo cửa hàng hữu cơ trung số 1

source: Organic Shop Medium Billboard #2
vi: Biển quảng cáo cửa hàng hữu cơ trung số 2

source: Organic Shop Medium Billboard #3
vi: Biển quảng cáo cửa hàng hữu cơ trung số 3

source: Organic Shop Medium Billboard #4
vi: Biển quảng cáo cửa hàng hữu cơ trung số 4

source: Organic Shop Medium Billboard #5
vi: Biển quảng cáo cửa hàng hữu cơ trung số 5

source: Organic Shop Medium Billboard #6
vi: Biển quảng cáo cửa hàng hữu cơ trung số 6

source: Organic Shop Medium Billboard #7
vi: Biển quảng cáo cửa hàng hữu cơ trung số 7

source: Hightech Industrial Logo #1
vi: Logo khu công nghệ cao #1

source: Hightech Industrial Logo #2
vi: Logo khu công nghệ cao #2

source: Hightech Industrial Logo #3
vi: Logo khu công nghệ cao #3

source: Hightech Industrial Logo #4
vi: Logo khu công nghệ cao #4

source: Hightech Industrial Logo #5
vi: Logo khu công nghệ cao #5

source: Hightech Industrial Logo #6
vi: Logo khu công nghệ cao #6

source: Hightech Industrial Small Billboard #1
vi: Bảng quảng cáo công nghiệp công nghệ cao nhỏ # 1

source: Hightech Industrial Small Billboard #2
vi: Bảng quảng cáo công nghiệp công nghệ cao nhỏ # 2

source: Hightech Industrial Small Billboard #3
vi: Bảng quảng cáo công nghiệp công nghệ cao nhỏ # 3

source: Hightech Industrial Small Billboard #4
vi: Bảng quảng cáo công nghiệp công nghệ cao nhỏ # 4

source: Hightech Industrial Medium Billboard #1
vi: Bảng quảng cáo công nghiệp công nghệ cao trung # 1

source: Hightech Industrial Medium Billboard #2
vi: Bảng quảng cáo công nghiệp công nghệ cao trung # 2

source: Hightech Industrial Medium Billboard #3
vi: Bảng quảng cáo công nghiệp công nghệ cao trung # 3

source: Hightech Industrial Medium Billboard #4
vi: Bảng quảng cáo công nghiệp công nghệ cao trung # 4

source: Parking Space
vi: Chỗ đậu xe

source: Parking Space Electric
vi: Bãi đỗ xe điện

source: Motorboat #1
vi: Thuyền máy số 1

source: Motorboat #2
vi: Thuyền máy số 2

source: Train Stop Sign
vi: Bảng hiệu dừng tàu

source: Train Traffic Signal
vi: Tín hiệu giao thông đường sắt

source: Wall Vegetation #5
vi: Thảm thực vật tường #5

source: Wall Vegetation #6
vi: Thảm thực vật tường #6

source: Wall Vegetation #7
vi: Thảm thực vật tường #7

source: Wall Vegetation #8
vi: Thảm thực vật tường #8

source: Wall Vegetation #9
vi: Thảm thực vật tường #9

source: Organic Shop Small Billboard Random
vi: Biển quảng cáo cửa hàng hữu cơ nhỏ ngẫu nhiên

source: Organic Shop Medium Billboard Random
vi: Biển quảng cáo cửa hàng hữu cơ trung ngẫu nhiên

source: Hightech Industrial Logo Random
vi: Logo công nghiệp công nghệ cao ngẫu nhiên

source: Hightech Industrial Small Bilboard Random
vi: Logo công nghiệp công nghệ cao ngẫu nhiên nhỏ

source: Hightech Industrial Medium Bilboard Random
vi: Logo công nghiệp công nghệ cao ngẫu nhiên trung

source: Roof Walkway #2
vi: Mái nhà đi bộ số 2

source: Roof Walkway #1
vi: Mái nhà đi bộ số 1

source: Carport #1
vi: Nhà để xe #1

source: Carport #2
vi: Nhà để xe #2

source: Dormer #1
vi: Ký túc xá số 1

source: Dormer #2
vi: Ký túc xá số 2

source: Shed
vi: Cái lều

source: Low Vegetation #1
vi: Thảm thực vật thấp # 1

source: Low Vegetation #2
vi: Thảm thực vật thấp # 2

source: Low Vegetation #3
vi: Thảm thực vật thấp # 3

source: Low Vegetation #4
vi: Thảm thực vật thấp # 4

source: Low Vegetation #5
vi: Thảm thực vật thấp # 5

source: Low Vegetation #6
vi: Thảm thực vật thấp # 6

source: Low Vegetation #7
vi: Thảm thực vật thấp # 7

source: Low Vegetation #8
vi: Thảm thực vật thấp # 8

source: High Vegetation #1
vi: Thảm thực vật cao # 1

source: High Vegetation #2
vi: Thảm thực vật cao # 2

source: High Vegetation #3
vi: Thảm thực vật cao # 3

source: High Vegetation #4
vi: Thảm thực vật cao # 4

source: High Vegetation #5
vi: Thảm thực vật cao # 5

source: High Vegetation #6
vi: Thảm thực vật cao # 6

source: High Vegetation #7
vi: Thảm thực vật cao # 7

source: High Vegetation #8
vi: Thảm thực vật cao # 8

source: Medium Park Billboard #1
vi: Bảng quảng cáo công viên trung bình # 1

source: Large Park Billboard #1
vi: Bảng quảng cáo công viên lớn # 1

source: Park Streetlight #1
vi: Đèn đường công viên số 1

source: Park Trashbin #1
vi: Thùng rác công viên số 1

source: Park Trashbin #2
vi: Thùng rác công viên số 2

source: Sandbox #1
vi: Hộp cát số 1

source: Sandbox #2
vi: Hộp cát số 2

source: Park Sign #1
vi: Bảng hiệu công viên số 1

source: Park Sign #2
vi: Bảng hiệu công viên số 2

source: Park Tiles
vi: Gạch lát công viên

source: Park Table Set #1
vi: Bộ bàn công viên số 1

source: Park Table Set #2
vi: Bộ bàn công viên số 2

source: Park Bench #1
vi: Ghế đá công viên số 1

source: Park Bench #2
vi: Ghế đá công viên số 2

source: Hedge #1
vi: Hàng rào số 1

source: Hedge #2
vi: Hàng rào số 2

source: Flowerbed #1
vi: Đầm hoa số 1

source: Flowerbed #2
vi: Đầm hoa số 2

source: Flowerbed #3
vi: Đầm hoa số 3

source: Flowerbed #4
vi: Đầm hoa số 4

source: Food Stall #1
vi: Gian hàng thực phẩm số 1

source: Food Stall #2
vi: Gian hàng thực phẩm số 2

source: Ice Cream Van
vi: Xe bán kem

source: Old Cannon #1
vi: Pháo cũ # 1

source: Tourist Attraction Sign
vi: Bảng hiệu điểm thu hút khách du lịch

source: Amusement Park Ground Tiles
vi: Ô công viên giải trí

source: Cotton Candy Cart #1
vi: Giỏ kẹo bông số 1

source: Coin Game #1
vi: Trò chơi đồng xu #1

source: Coin Game #2
vi: Trò chơi đồng xu #2

source: Amusement Park Streetlight #1
vi: Đèn đường công viên giải trí # 1

source: Childrens Ride #1
vi: Xe trẻ em số 1

source: Childrens Ride #2
vi: Xe trẻ em số 2

source: Amusement Park Sign #1
vi: Bảng hiệu công viên giải trí số 1

source: Amusement Park Sign #2
vi: Bảng hiệu công viên giải trí số 2

source: Amusement Park Bench #1
vi: Ghế công viên giải trí số 1

source: Queue Fence
vi: Hàng rào xếp hàng

source: Small Amusement Park Fence
vi: Hàng rào công viên giải trí nhỏ

source: Amusement Park Fence
vi: Hàng rào công viên giải trí

source: Amusement Park Table Set #1
vi: Bộ bàn công viên giải trí # 1

source: Amusement Park Billboard Medium #1
vi: Bảng quảng cáo công viên giải trí trung # 1

source: Amusement Park Billboard Large #1
vi: Bảng quảng cáo công viên giải trí lớn # 1

source: Amusement Park Tourist Attraction Sign
vi: Bảng hiệu công viên giải trí điểm thu hút khách du lịch

source: Balloon Cart #1
vi: Xe bong bóng số 1

source: Zoo Sign #1
vi: Bảng hiệu vườn thú số 1

source: Zoo Sign #2
vi: Bảng hiệu vườn thú số 2

source: Zoo Billboard Medium #1
vi: Bảng hiệu vườn thú trung số 1

source: Zoo Billboard Large #1
vi: Bảng hiệu vườn thú lớn số 1

source: Zoo Bench #1
vi: Ghế băng số 1

source: Zoo Ground Tiles
vi: Ô đất sở thú

source: Zoo Table Set #1
vi: Bộ bàn sở thú số 1

source: Zoo Streetlight #1
vi: Đèn đường sở thú số 1

source: Zoo Tourist Attraction Sign
vi: Bảng hiệu sở thú điểm thu hút khách du lịch

source: Giraffe Enclosure Feeding Pole
vi: Cột cho hươu cao cổ ăn

source: Antelope Enclosure Gate
vi: Cổng bao vây linh dương

source: Small Antelope Enclosure Fence
vi: Hàng rào bao vây linh dương nhỏ

source: Large Antelope Enclosure Fence
vi: Hàng rào bao vây linh dương lớn

source: Antelope Enclosure Fence Corner
vi: Góc hàng rào bao vây linh dương

source: Antelope Enclosure Tree Cage
vi: Lồng cây bao vây linh dương

source: Small Bison Enclosure Fence
vi: Hàng rào bao vây bò nhỏ

source: Nature Reserve Billboard Medium #1
vi: Bảng quảng cáo khu bảo tồn thiên nhiên trung # 1

source: Nature Reserve Billboard Large #1
vi: Bảng quảng cáo khu bảo tồn thiên nhiên lớn # 1

source: Nature Reserve Streetlight #1
vi: Đèn đường khu bảo tồn thiên nhiên # 1

source: Nature Reserve Bench #1
vi: Băng ghế khu bảo tồn thiên nhiên # 1

source: Nature Reserve Sign #1
vi: Bảng hiệu khu bảo tồn thiên nhiên # 1

source: Nature Reserve Sign #2
vi: Bảng hiệu khu bảo tồn thiên nhiên # 2

source: Nature Reserve Table Set #1
vi: NBộ bàn khu bảo tồn thiên nhiên # 1

source: Nature Reserve Tableset #2
vi: Bộ bàn khu bảo tồn thiên nhiên # 2

source: Nature Reserve Ground Tiles
vi: Ô đất khu bảo tồn thiên nhiên

source: Firewood Rack #1
vi: Giá củi số 1

source: Folding Chair #1
vi: Ghế gấp # 1

source: Folding Chair #2
vi: Ghế gấp # 2

source: Kayak
vi: Chèo thuyền kayak

source: Kayak, Floating
vi: Chèo thuyền kayak, nổi

source: Public Binoculars #1
vi: Ống nhòm công cộng # 1

source: Nature Reserve Tourist Attraction Sign
vi: Bảng hiệu khu bảo tồn thiên nhiên

source: Outhouse #1
vi: Nhà nhỏ số 1

source: Well #1
vi: Giếng # 1

source: Bison Marker
vi: Dấu hiệu bò rừng

source: Moose Marker
vi: Dấu hiệu nai sừng tấm

source: Reindeer Marker
vi: Dấu hiệu tuần lộc

source: Elephant Marker
vi: Dấu hiệu voi

source: Antelope Marker
vi: Dấu hiệu linh dương

source: Rhino Marker
vi: Dấu hiệu tê giác

source: Lion Marker
vi: Dấu hiệu sư tử

source: Giraffe Marker
vi: Dấu hiệu hươu cao cổ

source: Chimpanzee Marker
vi: Dấu hiệu tinh tinh

source: Gorilla Marker
vi: Dấu hiệu khỉ đột

source: Flamingo Marker
vi: Dấu hiệu hồng hạc

source: Swan Marker
vi: Dấu hiệu thiên nga

source: Dolphin Marker
vi: Dấu hiệu cá heo

source: Manta Ray Marker
vi: Dấu hiệu cá đuối

source: Humpback Whale Marker
vi: Dấu hiệu cá voi lưng gù

source: Firework Launcher
vi: Dàn bắn pháo hoa

source: Ore Debris Marker
vi: Dấu hiệu quặng

source: Sand Debris Marker
vi: Dấu hiệu cát

source: Dust Marker
vi: Dấu hiệu bụi

source: Dark Blue Flood Light
vi: Đèn lũ ánh sáng màu xanh đậm

source: Green Flood Light
vi: Đèn lũ ánh sáng màu xanh lá

source: Pink Flood Light
vi: Đèn lũ màu hồng

source: Turquoise Flood Light
vi: Đèn lũ xanh lam

source: Dark Blue Wall-Mounted Flood Light #1
vi: Đèn lũ gắn tường màu xanh đậm # 1

source: Green Wall-Mounted Flood Light #1
vi: Đèn lũ treo tường màu xanh lá cây số 1

source: Pink Wall-Mounted Flood Light #1
vi: Đèn lũ gắn tường màu hồng # 1

source: Turquoise Wall-Mounted Flood Light #1
vi: Đèn chiếu sáng gắn trên tường màu ngọc lam # 1

source: Dark Blue Wall-Mounted Flood Light #2
vi: Đèn lũ gắn tường màu xanh đậm # 2

source: Green Wall-Mounted Flood Light #2
vi: Đèn lũ treo tường màu xanh lá cây # 2

source: Pink Wall-Mounted Flood Light #2
vi: Đèn lũ gắn tường màu hồng # 2

source: Turquoise Wall-Mounted Flood Light #2
vi: Đèn chiếu sáng gắn tường màu ngọc lam # 2

source: Tree Sapling Pots
vi: Chậu cây non

source: Silent Rob's RealEstate Large Billboard #1
vi: Bảng quảng cáo lớn Silent Rob's RealEstate #1

source: Silent Rob's RealEstate Large Billboard #2
vi: Bảng quảng cáo lớn Silent Rob's RealEstate #2

source: Silent Rob's RealEstate Large Billboard #3
vi: Bảng quảng cáo lớn Silent Rob's RealEstate #3

source: Silent Rob's RealEstate Large Billboard #4
vi: Bảng quảng cáo lớn Silent Rob's RealEstate #4

source: OnFurniture Large Billboard #1
vi: Bảng quảng cáo lớn nội thất số 1

source: OnFurniture Large Billboard #4
vi: Bảng quảng cáo lớn nội thất số 4

source: OnFurniture Large Billboard #2
vi: Bảng quảng cáo lớn nội thất số 2

source: OnFurniture Large Billboard #3
vi: Bảng quảng cáo lớn nội thất số 3

source: Sparkly Unicorn Jewelry Large Billboard #3
vi: Bảng quảng cáo Trang sức Kỳ lân lấp lánh #3

source: Sparkly Unicorn Jewelry Large Billboard #2
vi: Bảng quảng cáo Trang sức Kỳ lân lấp lánh #2

source: Sparkly Unicorn Jewelry Large Billboard #4
vi: Bảng quảng cáo Trang sức Kỳ lân lấp lánh #4

source: Sparkly Unicorn Jewelry Large Billboard #1
vi: Bảng quảng cáo Trang sức Kỳ lân lấp lánh #1

source: Fall in Dental Large Billboard #3
vi: Bảng quảng cáo Mùa thu ở Dental #3

source: Fall in Dental Large Billboard #4
vi: Bảng quảng cáo Mùa thu ở Dental #4

source: Fall in Dental Large Billboard #2
vi: Bảng quảng cáo Mùa thu ở Dental #2

source: Fall in Dental Large Billboard #1
vi: Bảng quảng cáo Mùa thu ở Dental #1

source: Burned Bean Coffee Animated Neon
vi: Biển hiệu động Hạt cà phê bị cháy

source: Andy's Bowling Alley Animated Neon
vi: Biển hiệu động Andy's Bowling Alley

source: Flaming Ring Animated Neon
vi: Biển hiệu động Nhẫn lửa

source: Random Large Animated Billboard
vi: Biển quảng cáo hoạt hình lớn ngẫu nhiên

source: Burned Bean Coffee Large Animated Billboard
vi: Biển hiệu động Hạt cà phê bị cháy

source: Pink Unicorn Animated Neon
vi: Neon động kỳ lân hồng

source: Jubilee Large Animated Billboard
vi: Jubilee Biển quảng cáo hoạt hình lớn

source: Nightwatch Large Animated Billboard
vi: Bảng quảng cáo hoạt hình lớn về đêm

source: Open Animated Neon
vi: Neon hoạt hình mở cửa

source: Game Arcade 3D Billboard
vi: Bảng quảng cáo giả lập game 3D

source: Post Container
vi: Thùng thư

source: Tank #1
vi: Bồn chứa #1

source: Tank #2
vi: Bồn chứa #2

source: Tank #3
vi: Bồn chứa #3

source: Tank #4
vi: Bồn chứa #4

source: Barrel #2
vi: Thùng tròn #2

source: Barrel #3
vi: Thùng tròn #3

source: Barrel #4
vi: Thùng tròn #4

source: Barrel Pallet #1
vi: Pallet thùng #1

source: Barrel Pallet #2
vi: Pallet thùng #2

source: Barrel Pallet #3
vi: Pallet thùng #3

source: Hay Bale #1
vi: Cuộn rơm #1

source: Hay Bale #2
vi: Cuộn rơm #2

source: Hay Bale #3
vi: Cuộn rơm #3

source: Bakery Van Billboard
vi: Bảng quảng cáo xe bánh nướng

source: Bakery Truck Billboard
vi: Bảng quảng cáo xe tải bánh nướng

source: Lemonade Factory Van Billboard
vi: Bảng quảng cáo nhà máy nước chanh Van

source: Lemonade Factory Truck Billboard
vi: Nhà máy sản xuất nước chanh

source: Food Factory Van Billboard
vi: Xe thùng bảng quảng cáo nhà máy thức ăn

source: Food Factory Truck Billboard
vi: Bảng quảng cáo nhà máy thực phẩm Xe tải

source: Clothing Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy quần áo

source: Clothing Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy quần áo

source: Furniture Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy nội thất

source: Furniture Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy nội thất

source: House Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy

source: House Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy

source: Paper Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy giấy

source: Paper Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy giấy

source: Printing Press Van Billboard
vi: Bảng quảng cáo xe thùng máy in

source: Printing Press Truck Billboard
vi: Bảng quảng cáo xe tải máy in

source: Toy Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy đồ chơi

source: Toy Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy đồ chơi

source: Household Plastic Factory Van Billboard
vi: Bảng quảng cáo xe thùng đồ nhựa gia dụng

source: Household Plastic Factory Truck Billboard
vi: Bảng quảng cáo xe tải đồ nhựa gia dụng

source: Sneaker Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy giày

source: Sneaker Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy giày

source: Petroleum Refinery Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy lọc dầu

source: Petroleum Refinery Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy lọc dầu

source: Car Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy xe hơi

source: Car Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy xe hơi

source: Shipyard Van Billboard
vi: Bảng quảng cáo xe thùng xưởng đóng tàu

source: Shipyard Truck Billboard
vi: Bảng quảng cáo xe tải xưởng đóng tàu

source: Electronics Factory Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy đồ điện tử

source: Electronics Factory Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy đồ điện tử

source: Industrial Steel Plant Van Billboard
vi: Bảng quảng cáo xe thùng nhà máy thép công nghiệp

source: Industrial Steel Plant Truck Billboard
vi: Bảng quảng cáo xe tải nhà máy thép công nghiệp

source: Industry Road Light
vi: Đèn đường công nghiệp

source: Industry Road Light (Double)
vi: Đường công nghiệp (Gấp đôi)

source: Toll Road Light
vi: Cột phí cầu đường

source: Toll Road Light (Double)
vi: Cột phí cầu đường (Gấp đôi)

source: Tunnel Light Industry Road Small
vi: Đường hầm công nghiệp nhẹ Đường cỡ nhỏ

source: Tunnel Light Industry Road Medium
vi: Đường hầm công nghiệp nhẹ Đường cỡ trung

source: Delineator #1
vi: Giải phân cách số 1

source: Delineator #2
vi: Giải phân cách số 2

source: Small Toll Booth
vi: Gian thu phí nhỏ

source: Large Toll Booth
vi: Gian thu phí lớn

source: Large Toll Booth (Mirrored)
vi: Gian thu phí lớn (Nhân đôi)

source: Toll Boom Barrier
vi: Thanh chắn thu phí

source: Farmer Marker
vi: Đánh dấu nông dân

source: Forestry Worker Marker
vi: Đánh dấu Công nhân lâm nghiệp

source: Oil Industry Worker Marker
vi: Đánh dấu Công nhân ngành dầu khí

source: Ore Industry Worker Marker
vi: Đánh dấu Công nhân quặng

source: Cow Marker
vi: Đánh dầu Đồng ngô

source: Highland Cow Marker
vi: Đánh dấu Bò Tây Nguyên

source: Sheep Marker
vi: Đánh dấu Cừu

source: Pig Marker
vi: Đánh dấu Con lợn

source: Varsity Sports Large Billboard Variation
vi: Biến thể biển quảng cáo lớn của Varsity Sports

source: Varsity Sports Medium Billboard Variation
vi: Biến thể biển quảng cáo cỡ trung của Varsity Sports

source: BigBite Sponsorship Medium Billboard
vi: Bảng quảng cáo phương tiện tài trợ BigBite

source: Yaxu Energy Sponsorship Medium Billboard
vi: Bảng quảng cáo trung bình năng lượng Yaxu

source: Alligators Identity Medium Billboard
vi: Bảng quảng cáo Nhân dạng Cá sấu trung bình

source: Broncons Identity Medium Billboard
vi: Bảng quảng cáo Broncons Identity Medium Billboard

source: Buccaneers Identity Medium Billboard
vi: Bảng quảng cáo cỡ trung bình Buccaneers Identity

source: Chirpers Identity Medium Billboard
vi: Bảng quảng cáo cỡ trung bình Chirpers Identity

source: Eagles Identity medium Billboard
vi: Bảng quảng cáo cỡ trung bình Eagles Identity

source: Lions Identity Medium Billboard
vi: Bảng quảng cáo cỡ trung bình Lions Identity

source: Spartans Identity Medium Billboard
vi: Bảng quảng cáo cỡ trung bình Spartans Identity

source: Random Commercial Sign Long
vi: Bảng hiệu thương mại dài ngẫu nhiên

source: CRP Wireless Sign Long
vi: Bảng hiệu CRP không dây dài

source: Imperial Sign Long
vi: Bảng hiệu hoàng gia dài

source: Don Pernu Sign Long
vi: Bảng hiệu Don Pernu dài

source: SkyTrust Sign Long
vi: Bảng hiệu SkyTrust dài

source: Vapor Vibez Sign Long
vi: Bảng hiệu Vapor Vibez dài

source: Random Commercial Logo Variation 1
vi: Biến thể biểu trưng thương mại ngẫu nhiên 1

source: Cramburger Logo
vi: Logo bánh mì kẹp thịt

source: State City Insurance
vi: Bảo hiểm nhà nước thành phố

source: Random Commercial Logo Variation 2
vi: Biến thể biểu trưng thương mại ngẫu nhiên 2

source: Trade School Bench
vi: Băng ghế trường thương mại

source: Trade School Table
vi: Bàn trường thương mại

source: Trade School Trash Bin
vi: Thùng rác trường thương mại

source: Trade School Street Light
vi: Đèn trường thương mại

source: Liberal Arts Bench
vi: Băng ghế nghệ thuật tự do

source: Liberal Arts Table
vi: Bàn nghệ thuật tự do

source: Liberal Arts Trash Bin
vi: Thùng rác nghệ thuật tự do

source: Liberal Arts Street Light
vi: Đèn đường nghệ thuật tự do

source: University Bench
vi: Băng ghế đại học

source: University Table
vi: Bàn đại học

source: University Trash Bin
vi: Thùng rác đại học

source: University Street Light
vi: Đèn đường đại học
