Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Ocean Port Shipyard builds high quality cruise ships and their construction requires Planed Timber, Plastic, Glass and Metals goods.
vi: Nhà máy đóng tàu Ocean Port đóng tàu du lịch chất lượng cao và việc xây dựng của họ đòi hỏi các mặt hàng Gỗ, Nhựa, Thủy tinh và Kim loại.

source: Lehto Electronics Factory produces electronics from simple house appliances to advanced computer systems. The production requires Plastic, Glass and Metals.
vi: Nhà máy điện tử Lehto sản xuất thiết bị điện tử từ các thiết bị gia dụng đơn giản đến các hệ thống máy tính tiên tiến. Việc sản xuất đòi hỏi phải có nhựa, thủy tinh và kim loại.

source: PaulCo Industrial Steel Plant produces industrial-grade steel products and requires Metals for the production and packaging.
vi: Nhà máy thép công nghiệp PaulCo sản xuất các sản phẩm thép công nghiệp và yêu cầu Kim loại để sản xuất và đóng gói.

source: A fenced yard for storing goods and products.
vi: Một hàng rào để lưu trữ hàng hóa và sản phẩm.

source: A small warehouse for storing goods and products.
vi: Một kho nhỏ để lưu trữ hàng hóa và sản phẩm.

source: A medium warehouse for storing goods and products.
vi: Một kho trung bình để lưu trữ hàng hóa và sản phẩm.

source: A large warehouse for storing goods and products.
vi: Một kho lớn để lưu trữ hàng hóa và sản phẩm.

source: Farm Main Building sets an unassigned Industry Area’s type to Farming and works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của Trang trại, đặt định dạng loại của Khu vực công nghiệp chưa được chỉ định thành Nông trại và hoạt động như Trụ sở của Khu vực công nghiệp cho các phương tiện dịch vụ trong thành phố.

source: Workers’ barracks increases the work efficiency of the workers in the Industry Area.
vi: Khu lán trại của công nhân làm tăng hiệu quả làm việc của công nhân trong Khu công nghiệp.

source: Maintenance Buildings take care of industrial buildings increasing their utilization rate and reducing wastage.
vi: Các tòa nhà bảo trì chăm sóc các tòa nhà công nghiệp tăng tỷ lệ sử dụng và giảm lãng phí.

source: A crop field used for cultivation of corn.
vi: Một cánh đồng được sử dụng để trồng ngô.

source: A fruit plantation used for cultivation of apples.
vi: Một đồn điền trái cây được sử dụng để trồng táo.

source: A barn building used for storing the farming industry raw materials.
vi: Một tòa nhà kho được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp.

source: A large barn building used for storing farming industry raw materials.
vi: Một tòa nhà kho lớn được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp.

source: A simple grain silo used for storing farming industry raw materials.
vi: Một silo hạt đơn giản được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp.

source: A large grain silo used for storing farming industry raw materials.
vi: Một silo hạt lớn được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp.

source: An fenced pasture used for grazing cows.
vi: Một đồng cỏ có hàng rào được sử dụng để chăn thả bò.

source: An fenced pasture used for grazing highland cows.
vi: Một đồng cỏ có hàng rào dùng để chăn thả bò vùng cao.

source: An fenced pasture used for pigs breeding.
vi: Một đồng cỏ có hàng rào được sử dụng cho chăn nuôi lợn.

source: An fenced pasture used for grazing sheep.
vi: Một đồng cỏ có hàng rào được sử dụng để chăn thả cừu.

source: A large fenced pasture used for grazing cows.
vi: Một đồng cỏ có hàng rào lớn dùng để chăn thả bò.

source: Cattle sheds are used to raise cattle and provide them shelter.
vi: Chuồng bò được sử dụng để chăn nuôi gia súc và cung cấp cho chúng nơi ở.

source: Modern slaughterhouses are hygienic facilities that process slaughtered animals efficiently into various meat products.
vi: Các lò giết mổ hiện đại là các cơ sở hợp vệ sinh chế biến động vật đã giết mổ thành các sản phẩm thịt khác nhau một cách hiệu quả.

source: Milking parlors are designed to maximize the production of milk by mechanizing and streamlining the milking process.
vi: Các cửa hàng vắt sữa được thiết kế để tối đa hóa việc sản xuất sữa bằng cách cơ giới hóa và hợp lý hóa quy trình vắt sữa.

source: Flour mills grind crops into flour and package it for transportation.
vi: Các nhà máy bột nghiền cây trồng thành bột và đóng gói để vận chuyển.

source: Forestry Main Building sets an unassigned Industry Area’s type to Forest Industry and works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà Quản lý Lâm nghiệp chính đặt loại Khu vực công nghiệp không được chỉ định cho Ngành lâm nghiệp và hoạt động với tư cách là Trụ sở chính của Khu vực công nghiệp cho các phương tiện phục vụ thành phố.

source: A small field with rows of planted tree saplings.
vi: Một cánh đồng nhỏ với những hàng cây non.

source: A large field of planted tree saplings.
vi: Một cánh đồng lớn trồng cây.

source: A small plantation of alder.
vi: Một đồn điền nhỏ.

source: A medium sized plantation of alder.
vi: Một đồn điền cỡ vừa.

source: A large plantation of alder.
vi: Một đồn điền lớn.

source: A small plantation of beech.
vi: Một đồn điền nhỏ.

source: A small storage yard for storing raw forest products.
vi: Một kho nhỏ để lưu trữ lâm sản thô.

source: A large storage yard for storing raw forest products.
vi: Một kho chứa lớn để lưu trữ lâm sản thô.

source: A storage facility for storing raw forest products
vi: Một kho lưu trữ lâm sản thô

source: A storage facility for storing raw forest products.
vi: Một kho lưu trữ lâm sản thô.

source: Sawmills produce planed timber from raw forest products.
vi: Các xưởng cưa sản xuất gỗ theo kế hoạch từ lâm sản.

source: Engineered wood plants manufacture forestry special good – planed timber.
vi: Nhà máy chế tạo gỗ sản xuất gỗ bào - là sản phẩm lâm nghiệp đặc biệt.

source: Biomass pellet plants produce forestry special good – paper.
vi: Cây sinh khối sản xuất giấy - là sản phẩm lâm nghiệp đặc biệt.

source: Pulp Mill produce forestry special good – paper.
vi: Nhà máy bột giấy sản xuất giấy - là sản phẩm từ lâm nghiệp.

source: Oil Industry Main Building sets an unassigned Industry Area’s type to Oil Industry and works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của Khu công nghiệp Dầu đặt loại Khu vực Công nghiệp chưa được chỉ định thành Công nghiệp Dầu và hoạt động như Trụ sở của Khu vực Công nghiệp cho các phương tiện dịch vụ trong thành phố.

source: A single oil pump for extracting oil from an underground reservoir.
vi: Một bơm dầu duy nhất để chiết xuất dầu từ một giếng dầu.

source: A line of four oil pumps for extracting oil from an underground reservoir.
vi: Một dòng gồm bốn máy bơm dầu để khai thác dầu từ một giếng dầu.

source: A small oil drilling rig for extracting oil from an underground reservoir
vi: Một giàn khoan dầu nhỏ để khai thác dầu từ một giếng dầu

source: A large oil drilling rig for extracting oil from an underground reservoir
vi: Một giàn khoan dầu lớn để khai thác dầu từ một giếng dầu

source: An oil drilling platform for extracting oil from underwater reservoirs.
vi: Một giàn khoan dầu để khai thác dầu từ các hồ chứa dưới nước.

source: A small crude oil storage with pumping station, pipes and four tanks.
vi: Một kho chứa dầu thô nhỏ với trạm bơm, đường ống và bốn bể chứa.

source: A large crude oil storage with pumping station, pipes, eight tanks and small maintenance building.
vi: Một kho chứa dầu thô lớn với trạm bơm, đường ống, tám bể chứa và tòa nhà bảo trì nhỏ.

source: A fenced field with a pumping station and other equipment that is used to pump oil to large underground oil storage caverns.
vi: Một cánh đồng có hàng rào với một trạm bơm và các thiết bị khác được sử dụng để bơm dầu đến các hầm chứa dầu lớn dưới lòng đất.

source: Two dome shelters for storing oil.
vi: Hai mái vòm để lưu trữ dầu.

source: Oil sludge pyrolysis plants take oil and processes it into petroleum.
vi: Các nhà máy nhiệt phân bùn dầu lấy dầu và xử lý nó thành dầu mỏ.

source: Waste oil refining plants take oil and processes it into petroleum.
vi: Các nhà máy lọc dầu thải lấy dầu và xử lý nó thành dầu mỏ.

source: Petrochemical plants take oil and uses fluid catalytic cracking to produce plastic.
vi: Các nhà máy hóa dầu lấy dầu và sử dụng cracking xúc tác chất lỏng để sản xuất nhựa.

source: Naphtha cracker plants manufacture oil industry special good – plastic.
vi: Naphtha nhà máy sản xuất nhựa - là sản phẩm đặc biệt của công nghiệp dầu mỏ.

source: Ore Industry Main Building sets an unassigned Industry Area’s type to Ore Industry and works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của Khu công nghiệp quặng đặt loại Khu vực công nghiệp chưa được chỉ định thành Công nghiệp quặng và hoạt động như Trụ sở của Khu vực công nghiệp cho các phương tiện dịch vụ thành phố.

source: An ore extraction site with basic equipment for mining ore.
vi: Một mỏ khai thác quặng với thiết bị cơ bản để khai thác quặng.

source: An ore extraction site with a big mining crane.
vi: Một mỏ khai thác quặng với một cần cẩu khai thác lớn.

source: An ore extraction site with a huge bucket wheel excavator.
vi: Một địa điểm khai thác quặng với một máy đào bánh xô lớn.

source: A small mine for extracting ore from underground deposits.
vi: Một mỏ nhỏ để khai thác quặng từ các mỏ ngầm.

source: A large mine with advanced equipment for extracting ore from underground deposits.
vi: Một mỏ lớn với thiết bị tiên tiến để khai thác quặng từ các mỏ ngầm.

source: A mining vessel designed to extract ore from underwater deposits.
vi: Một tàu khai thác được thiết kế để khai thác quặng từ các mỏ dưới nước.

source: A storage facility for storing the ore industry raw materials.
vi: Một cơ sở lưu trữ để lưu trữ nguyên liệu công nghiệp quặng.

source: A lot that is used for storing the ore industry raw materials.
vi: Rất nhiều được sử dụng để lưu trữ nguyên liệu công nghiệp quặng.

source: A large storage building for storing the ore industry raw materials.
vi: Một tòa nhà lưu trữ lớn để lưu trữ nguyên liệu công nghiệp quặng.

source: Glass manufacturing plants use mined ore raw materials to manufacture glass sheets.
vi: Nhà máy sản xuất thủy tinh sử dụng nguyên liệu quặng khai thác để sản xuất tấm thủy tinh.

source: Fibreglass plants use mined raw materials to form glass fibers.
vi: Các nhà máy sợi thủy tinh sử dụng nguyên liệu khai thác để tạo thành sợi thủy tinh.

source: Ore grinding mills take ore and processes it into metals.
vi: Các nhà máy nghiền quặng lấy quặng và chế biến nó thành kim loại.

source: Rotary kiln use raw materials like ore and produce metals during pyroprocessing.
vi: Lò quay sử dụng nguyên liệu thô như quặng và sản xuất kim loại trong quá trình chế biến pyro.

source: Public Library collects, stores and lends out a variety of books, films, newspapers etc. for citizens.
vi: Thư viện công cộng thu thập, lưu trữ và cho mượn nhiều loại sách, phim, báo, vv cho công dân.

source: Academic Library, with its incredible collection, supports academic research projects conducted by students from different faculties.
vi: Thư viện học thuật, với bộ sưu tập đáng kinh ngạc, hỗ trợ các dự án nghiên cứu học thuật được thực hiện bởi các sinh viên từ các khoa khác nhau.

source: An open-air college level Stadium. Has all the necessities required for a successful game of American Football.
vi: Một sân vận động cấp đại học ngoài trời. Có tất cả những điều cần thiết cho một trận đấu thành công của bóng đá Mỹ.

source: This building defines the campus area type to Trade School, allows reputation progression of the campus area and works as a headquarters for city services.
vi: Tòa nhà này xác định loại khu vực khuôn viên của Trường Thương mại, cho phép phát triển danh tiếng của khu vực khuôn viên và làm trụ sở cho các dịch vụ của thành phố.

source: Dormitory is a residential building for students for the duration of their academic studies.
vi: Ký túc xá là một tòa nhà dân cư cho sinh viên trong suốt thời gian học tập.

source: Students with spare time can use the Study Hall to do their homework, projects or prepare to exams.
vi: Học sinh có thời gian rảnh có thể sử dụng Hội trường học tập để làm bài tập về nhà, dự án hoặc chuẩn bị cho kỳ thi.

source: Groundskeepers are working hard to keep campus area premises aesthetically pleasing.
vi: Quản lý sân đang làm việc chăm chỉ để giữ cho khuôn viên khu vực khuôn viên thẩm mỹ.

source: Book Clubs offers an opportunity to read books and discuss them in a relaxing environment.
vi: Câu lạc bộ sách cung cấp một cơ hội để đọc sách và thảo luận về chúng trong một môi trường thư giãn.

source: A seated outdoor area for studying.
vi: Một khu vực ngoài trời để học tập.

source: Gymnasium provides the students with athletic, recreational and leisure services that will benefit citizens health.
vi: Phòng tập thể dục cung cấp cho sinh viên các dịch vụ thể thao, giải trí và giải trí sẽ có lợi cho sức khỏe công dân.

source: Fresh hot meals, drinks and healthy snacks now all available in Cafeteria for campus area students.
vi: Bữa ăn nóng, đồ uống và đồ ăn nhẹ tốt cho sức khỏe hiện có sẵn trong Cafeteria cho sinh viên trong khu vực khuôn viên trường.

source: The Fountain is a good place for students to relax and meet.
vi: Đài phun nước là một nơi tốt để sinh viên thư giãn và gặp gỡ.

source: Trade School Library is a great place for teaching, research and for up-to-date information.
vi: Thư viện Trường Thương mại là nơi tuyệt vời để giảng dạy, nghiên cứu và cung cấp thông tin cập nhật.

source: IT Club provides premises where students can learn from a wide range of technical skills. IT Clubs increase campus area attractiveness. Building needs to be placed within Trade School campus area.
vi: Câu lạc bộ CNTT cung cấp cơ sở để sinh viên có thể học hỏi từ nhiều kỹ năng kỹ thuật. Câu lạc bộ CNTT làm tăng sức hấp dẫn cho khu vực khuôn viên trường. Tòa nhà cần được đặt trong khu vực khuôn viên Trường Thương mại.

source: IT Club provides premises where students can explore their computer and other technology related interests.
vi: Câu lạc bộ CNTT cung cấp cơ sở nơi sinh viên có thể khám phá máy tính của họ và các sở thích liên quan đến công nghệ khác.

source: Trade School Commencement office is an impressive building that provides a great venue for celebrating graduations.
vi: Văn phòng bắt đầu trường thương mại là một tòa nhà ấn tượng cung cấp một địa điểm tuyệt vời để tổ chức lễ tốt nghiệp.

source: Inspirational statue of Trade School's academic feats that attracts scholars and students to the campus area.
vi: Bức tượng đầy cảm hứng về những kỳ tích học thuật của Trường Thương mại thu hút các học giả và sinh viên đến khu vực khuôn viên trường.

source: Auditorium provides students and faculty staff with a pleasing variety of program to choose from guest lectures to art performances.
vi: Thính phòng cung cấp cho sinh viên và nhân viên giảng viên nhiều chương trình thú vị để lựa chọn từ các bài giảng của khách đến các buổi biểu diễn nghệ thuật.

source: A controlled environment for clinical tests and research to carry out in order to achieve scientific discoveries.
vi: Một môi trường được kiểm soát cho các thử nghiệm lâm sàng và nghiên cứu để thực hiện nhằm đạt được những khám phá khoa học.

source: Campus Bookstore specializes in various study equipment and serves as a hub to find both new and used textbooks.
vi: Campus Bookstore chuyên về các thiết bị học tập khác nhau và phục vụ như một trung tâm để tìm cả sách giáo khoa mới và đã sử dụng.

source: Media Lab conducts research to discover new ideas and solutions to expand our view of life and technology.
vi: Media Lab tiến hành nghiên cứu để khám phá những ý tưởng và giải pháp mới để mở rộng quan điểm của chúng ta về cuộc sống và công nghệ.

source: Beach Volleyball Club provides appropriate premises for all athletes and fans that share love for beach volleyball.
vi: Câu lạc bộ bóng chuyền bãi biển cung cấp cơ sở thích hợp cho tất cả các vận động viên và người hâm mộ có chung tình yêu với bóng chuyền bãi biển.

source: Academic Statue of a great scholar is a constant reminder of what hard work can achieve.
vi: Tượng học thuật của một học giả vĩ đại là một lời nhắc nhở liên tục về những gì công việc khó khăn có thể đạt được.

source: Police Academy trains cadets that increases police departments overall efficiency, patrol car count and jails capacity.
vi: Học viện cảnh sát đào tạo các học viên làm tăng hiệu quả tổng thể của các sở cảnh sát, số lượng xe tuần tra và năng lực của nhà tù.

source: School of Tourism And Travel offers top education in the fast-changing and dynamic field of hospitality, preparing students with the best skill set to survive in the highly competitive field.
vi: Trường Du lịch và Du lịch cung cấp giáo dục hàng đầu trong lĩnh vực khách sạn thay đổi nhanh chóng và năng động, chuẩn bị cho sinh viên những kỹ năng tốt nhất để tồn tại trong lĩnh vực cạnh tranh cao.

source: Talented engineering students work with local businesses to create new knowledge, expertise and solutions for the benefit of all.
vi: Sinh viên kỹ thuật tài năng làm việc với các doanh nghiệp địa phương để tạo ra kiến thức, chuyên môn và giải pháp mới vì lợi ích của tất cả mọi người.

source: Institution that conserves a collection of Academic Works. Academic Works increase the city attractiveness of this building.
vi: Tổ chức bảo tồn một bộ sưu tập các công trình học tập. Công trình học thuật làm tăng sức hấp dẫn của thành phố của tòa nhà này.

source: This building defines the campus area type to Liberal Arts, allows reputation progression of the campus area and works as a headquarters for city services.
vi: Tòa nhà này xác định loại khu vực khuôn viên là Nghệ thuật tự do, cho phép phát triển danh tiếng của khu vực khuôn viên và làm trụ sở cho các dịch vụ của thành phố.

source: Students with spare time can use the Study Hall to do their homework, projects or prepare to exams.
vi: Học sinh có thời gian rảnh có thể sử dụng Hội trường học tập để làm bài tập về nhà, dự án hoặc chuẩn bị cho các kỳ thi.

source: Liberal Arts Library is a great place for teaching, research and for studying art.
vi: Thư viện nghệ thuật tự do là một nơi tuyệt vời để giảng dạy, nghiên cứu và nghiên cứu nghệ thuật.

source: Liberal Arts Commencement office is a piece of art itself, it provides a great venue for celebrating graduations.
vi: Văn phòng bắt đầu nghệ thuật tự do là một tác phẩm nghệ thuật, nó cung cấp một địa điểm tuyệt vời để tổ chức lễ tốt nghiệp.

source: Drama Club provides necessary venues for those who are interested in the art of theatre.
vi: Câu lạc bộ Kịch cung cấp những địa điểm cần thiết cho những ai quan tâm đến nghệ thuật sân khấu.

source: Art Club allows students to truly embrace their creative side, whether it's through discussions, workshops or other art-related activities.
vi: Câu lạc bộ nghệ thuật cho phép sinh viên thực sự nắm lấy khía cạnh sáng tạo của họ, cho dù đó là thông qua các cuộc thảo luận, hội thảo hoặc các hoạt động liên quan đến nghệ thuật khác.

source: The Dance Club provides premises and opportunities for students to explore the artistic features of dancing.
vi: Câu lạc bộ khiêu vũ cung cấp cơ sở và cơ hội cho sinh viên khám phá các tính năng nghệ thuật của khiêu vũ.

source: Inspirational statue of Liberal Arts academic feats that attracts scholars and students to the campus area.
vi: Bức tượng truyền cảm hứng về những kỳ tích học thuật nghệ thuật tự do thu hút các học giả và sinh viên đến khu vực khuôn viên trường.

source: Environmental Studies focus on human interaction with the environment in order to discover, isolate and solve complex environmental problems.
vi: Nghiên cứu môi trường tập trung vào sự tương tác của con người với môi trường để khám phá, cô lập và giải quyết các vấn đề môi trường phức tạp.

source: School of Education provides all schools with an influx of substitute and student teachers.
vi: Trường Giáo dục cung cấp cho tất cả các trường một dòng giáo viên thay thế và giáo viên học sinh.

source: Faculty students help the local offices increase revenue without upsetting the city's populace.
vi: Sinh viên khoa giúp các văn phòng địa phương tăng doanh thu mà không làm đảo lộn dân số thành phố.

source: This building defines the campus area type to University, allows reputation progression of the campus area and works as a headquarters for city services.
vi: Tòa nhà này xác định loại khu vực khuôn viên trường Đại học, cho phép phát triển danh tiếng của khu vực khuôn viên và làm trụ sở cho các dịch vụ của thành phố.

source: University Library is a great place for teaching, research and for up-to-date information from scientific studies.
vi: Thư viện Đại học là một nơi tuyệt vời để giảng dạy, nghiên cứu và cập nhật thông tin từ các nghiên cứu khoa học.

source: University Commencement office is an impressive building that provides a great venue for celebrating graduations.
vi: Văn phòng bắt đầu đại học là một tòa nhà ấn tượng cung cấp một địa điểm tuyệt vời để tổ chức lễ tốt nghiệp.

source: From players to coaches and everyone else, Futsal Club is open for all.
vi: Từ cầu thủ đến huấn luyện viên và tất cả những người khác, Câu lạc bộ Futsal mở cửa cho tất cả mọi người.

source: Math Club offers students activities that are both fun and challenging.
vi: Câu lạc bộ toán học cung cấp cho sinh viên các hoạt động vừa vui vừa thách thức.

source: Chess Club is for chess enthusiasts to teach, study and play in a casual setting.
vi: Câu lạc bộ cờ vua dành cho những người đam mê cờ vua để dạy, học và chơi trong một khung cảnh bình thường.

source: Inspirational statue of University's academic feats that attracts scholars and students to the campus area.
vi: Bức tượng truyền cảm hứng về những kỳ tích học tập của trường đại học thu hút các học giả và sinh viên đến khu vực khuôn viên trường.

source: School of Science allows students to make cutting edge technology.
vi: Trường Khoa học cho phép sinh viên chế tạo công nghệ tiên tiến.

source: School of Medicine allows the use of completely new workforce in healthcare as medical interns are capable of taking care of the more mundane cuts, bruises, coughs and flues.
vi: Trường Y cho phép sử dụng lực lượng lao động hoàn toàn mới trong chăm sóc sức khỏe vì các bác sĩ thực tập có khả năng chăm sóc các vết cắt trầm trọng hơn, vết bầm tím, ho và các loại cảm cúm .

source: Law students get internships in the office of the city's prosecutor, cracking down on crime wherever they may find it.
vi: Sinh viên luật được thực tập tại văn phòng của công tố viên thành phố, trấn áp tội phạm bất cứ nơi nào họ có thể tìm thấy nó.

source: Indoor facility featuring Olympic-size swimming pools and diving pools.
vi: Cơ sở trong nhà có hồ bơi kích thước Olympic và bể lặn.

source: Features an oval running track enclosing a grass field where various throwing and jumping events can take place.
vi: Có đường chạy hình bầu dục bao quanh một sân cỏ, nơi có thể diễn ra các sự kiện ném và nhảy khác nhau.

source: Indoor sporting arena featuring basketball court
vi: Nhà thi đấu thể thao khép kín có sân bóng rổ

source: Fan-favourite open-air Baseball Park includes all the necessities required for a successful baseball game.
vi: Công viên bóng chày ngoài trời được người hâm mộ yêu thích bao gồm tất cả các nhu cầu cần thiết cho một trận đấu bóng chày thành công.

source: A small rural restaurant.
vi: Một nhà hàng nông thôn nhỏ.

source: A small oriental restaurant.
vi: Một nhà hàng phương Đông nhỏ.

source: An oriental market.
vi: Một chợ Phương Đông.

source: A traditional noodle restaurant.
vi: Một quán mì truyền thống.

source: A ramen restaurant.
vi: Một quán mì ramen.

source: A service station.
vi: Một trạm dịch vụ.

source: A small office.
vi: Một văn phòng nhỏ.

source: A city office building.
vi: Một tòa nhà văn phòng thành phố.
