Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Your citizens travel to enjoy services. If traffic becomes congested, people have a hard time getting to work and back, production slows down when resources and goods sit in trucks, and the effective radius of your service buildings becomes smaller. Larger roads support faster driving and have more lanes. Use roundabouts to help traffic flow better and build new highways to areas with heavy traffic. Upgrade roads or construct new routes to popular locations if there are many traffic jams. Upgrade highway ramps to highways if they become congested. Relocate service buildings if you cannot change the road type because of them.
vi: Người dân của bạn phải đi lại để tận hưởng các dịch vụ. Nếu giao thông trở nên tắc nghẽn, họ sẽ rất khó khăn để tới chỗ làm và quay về nhà, sản xuất sẽ trì trệ khi nguyên liệu và hàng hóa nằm hết trên xe tải, và phạm vi hiệu quả từ những công trình dịch vụ của bạn sẽ nhỏ đi. Đường lớn cho phép di chuyển với tốc độ cao và có nhiều làn hơn. Hãy dùng vòng xuyến để giúp dòng xe lưu thông đồng thời xây thêm đường cao tốc mới đến những khu vực có lưu lượng xe lớn. Nâng cấp đường hoặc mở lối đi mới tới những khu vực đông dân nếu có quá nhiều điểm kẹt xe. Nâng cấp lối ra vào cao tốc nếu chúng bị nghẽn. Hãy di dời các công trình dịch vụ nếu bạn không thể đổi loại đường vì chúng.

source: Higher level buildings pay more taxes. To get buildings to level up, make sure people in the city are educated and the land value is high.
vi: Các tòa nhà cấp cao hơn phải trả nhiều thuế hơn. Để có được các tòa nhà lên cấp, hãy đảm bảo rằng người dân trong thành phố được học hành và giá trị đất cao.

source: Seniors and children require more health care than adults and teenagers. Families with children require schools, whereas young adults are more interested in jobs and universities. When people become old, they will eventually pass away and allow new families to move in to the empty apartments.
vi: Người cao niên và trẻ em cần được chăm sóc sức khỏe nhiều hơn người lớn và thanh thiếu niên. Các gia đình có trẻ em yêu cầu trường học, trong khi thanh niên quan tâm nhiều hơn đến việc làm và các trường đại học. Khi mọi người trở nên già, cuối cùng họ sẽ qua đời và cho phép các gia đình mới chuyển đến sống trong các căn hộ trống.

source: If the map has natural resources available, they can be utilized by allowing industry to specialize in forestry (Forests), oil industry (Oil), ore industry (Ore) or agriculture (Fertile Land). If a particular resource is not located on the map, the industry can get it from other cities if you have an outside connection.
vi: Nếu trong bản đồ có tài nguyên thiên nhiên, chúng có thể được tận dùng bằng cách cho phép công nghiệp được chuyên môn hóa vào lâm nghiệp (Rừng), dầu mỏ (Dầu), khai khoáng (Khoáng sản) hoặc nông nghiệp (Đất màu mỡ). Nếu một nguyên liệu nào đó không tồn tại trên bản đồ, khu công nghiệp có thể mua nó từ những thành phố khác nếu bạn có kết nối với bên ngoài.

source: Wind velocity is relevant when placing wind turbines. For optimal electricity output, wind turbines should be placed on locations where the wind is strongest.
vi: Vận tốc gió có liên quan khi đặt tuabin gió. Để có sản lượng điện tối ưu, các tuabin gió nên được đặt ở những vị trí có gió mạnh nhất.

source: High density residential areas house more people and draw in young adults. Low density housing evolves into fancy villas. High density commercial areas consist of shopping malls, restaurant complexes and night clubs, whereas low density commercial has smaller buildings like gas stations, diners and supermarkets.
vi: Khu dân cư mật độ cao có thể chứa nhiều người hơn và thường thu hút những thanh niên. Nhà ở mật độ thấp sẽ phát triển thành những biệt thự xa hoa. Khu thương mại mật độ cao bao gồm những khu mua sắm, tổ hợp ẩm thực và hộp đêm, trong khi khu thương mại mật độ thấp có những công trình nhỏ hơn như trạm xăng, quán ăn và siêu thị.

source: Public transportation helps decrease the number of private vehicles on the roads, leaving more room for industrial goods transportation. Also, reduced traffic creates less noise pollution which increases citizens health. Buses, metros and other types of public transport vehicles allow people to travel inside the city while transportation from outside connections bring tourists in and out of the city. Cargo trains can take goods from an industrial area to a commercial area, drastically reducing the number of trucks on the roads. Cargo harbours allow raw materials and goods to be imported and exported. Taxi service is particularly useful for tourists, but also for citizens who do not have a car available for use.
vi: Giao thông công cộng giúp giảm số lượng phương tiện cá nhân trên các tuyến đường, để lại nhiều chỗ cho vận chuyển hàng hóa công nghiệp. Ngoài ra, giao thông giảm tạo ra ít ô nhiễm tiếng ồn hơn, tăng sức khỏe cho người dân. Xe buýt, tàu điện ngầm và các loại phương tiện giao thông công cộng khác cho phép mọi người đi lại trong thành phố trong khi giao thông từ các kết nối bên ngoài đưa khách du lịch ra vào thành phố. Các đoàn tàu chở hàng có thể đưa hàng hóa từ khu công nghiệp đến khu thương mại, giảm đáng kể số lượng xe tải trên đường. Bến cảng hàng hóa cho phép xuất nhập khẩu nguyên liệu và hàng hóa. Dịch vụ taxi đặc biệt hữu ích cho khách du lịch, nhưng cũng cho những công dân không có xe hơi để sử dụng.

source: Power plants produce electricity. Electricity moves from building to building, but to carry it over large distances, you must build power lines. When the power line tool is active, you will see an area around buildings that tells you how far electricity reaches. Make your power lines start and end in the marked area. The yellow circle around a power plant tells you how far its pollution spreads.
vi: Nhà máy điện sản xuất điện năng để đáp ứng nhu cầu của một thành phố hiện đại. Điện sẽ truyền từ công trình này sang công trình khác nếu chúng ở gần nhau, nhưng để vận chuyển điện đi khoảng cách xa hơn, bạn sẽ cần đến Đường dây điện. Khi mắc Đường dây điện, bạn có thể thấy tầm với của điện xung quanh mỗi công trình là một khu vực màu xanh lam. Hãy đảm bảo đường dây bắt đầu và kết thúc trong khu vực này. Vòng tròn màu vàng xung quanh nhà máy điện cho bạn biết phạm vi nó gây ô nhiễm.

source: Connect the water pumps and drains with water pipes, and draw pipes under your city to provide buildings with water. Note that water pumps and drains also need electricity to work. Make sure your water pumps are located upstream from the drain pipe to avoid contaminating the water supply.
vi: Kết nối máy bơm và cống thoát nước bằng ống nước, rồi đặt ống nước bên dưới thành phố để cung cấp nước sạch và hệ thống cống thoát nước bẩn cho các công trình. Chú ý rằng máy bơm và cống đều cần điện để hoạt động. Hãy đảm bảo máy bơm của bạn được đặt ở một khoảng cách an toàn so với bất cứ cống thoát nước nào để ngăn việc người dân uống phải nước nhiễm bẩn.

source: Children need elementary schools, teenagers attend high school and young adults can get educated at a university. A working school system produces educated adults who can fill high level jobs in industries and offices, thus raising the city's technology level. No matter what their education level is, citizens can always fill vacancies of the same or lower level. Educated workers prefer vacancies that match their education, but will settle for a lower level job eventually, if need be. Filling low level vacancies in a city with a highly educated population can take a while. When placing a building, observe the roads to see how large of an area it will serve efficiently.
vi: Trẻ em cần trường tiểu học, thiếu niên học trung học và thanh niên có thể được đào tạo tại trường đại học nếu có. Một hệ thống trường học hợp lý sẽ cho ra những người trưởng thành có trình độ có thể đảm nhận những công việc cao cấp trong công nghiệp lẫn văn phòng, đồng nghĩa với nâng cao cấp độ công nghệ của thành phố. Dù trình độ là gì đi nữa, người dân vẫn luôn có thể lấp đầy những chỗ làm bằng hoặc thấp hơn trình độ của họ. Lao động có trình độ thích được làm đúng khả năng hơn, nhưng vẫn sẽ chấp nhận làm một công việc phổ thoongm nếu cần. Để lấp đầy chỗ làm trống trong một thành phố với toàn dân trình độ cao sẽ mất thời gian đấy. Khi đặt một công trình, hãy quan sát những con đường để thấy phạm vi hoạt động hiệu quả của công trình đó rộng ra sao.

source: Fires can occur in your city. The fire department building closest to the fire sends out a fire truck to help, but how long it takes to arrive depends on the size of roads and how well connected the areas of the city are.
vi: Hỏa hoạn có thể xảy ra trong thành phố của bạn. Sở cứu hỏa tòa nhà gần đám cháy nhất cử xe cứu hỏa đến để trợ giúp, nhưng mất bao lâu để đến nơi còn tùy thuộc vào quy mô đường xá và mức độ kết nối giữa các khu vực trong thành phố.

source: To collect garbage, build a landfill site or an incineration plant. Garbage handling produces pollution, so the facilities should be placed far away from residential areas. Garbage that piles up in residential areas also causes pollution over time, so make sure you have enough garbage facilities. Good connections with large roads help garbage trucks get around the city fast. When placing a building, observe the roads to see how large of an area it will serve efficiently.
vi: Để thu gom rác, hãy xây dựng một bãi chôn lấp hoặc một nhà máy đốt rác. Xử lý rác thải gây ô nhiễm nên các cơ sở phải được đặt xa khu dân cư. Rác chất thành đống trong các khu dân cư theo thời gian cũng gây ô nhiễm nên hãy đảm bảo có đủ phương tiện chứa rác. Kết nối tốt với các tuyến đường lớn giúp xe chở rác đi lại trong thành phố nhanh chóng. Khi đặt một tòa nhà, hãy quan sát các con đường để biết diện tích mà nó sẽ phục vụ hiệu quả.

source: To keep citizens healthy, make sure they have access to enough healthcare facilities via good road connections. Pollution, crime and contaminated water all affect the health of citizens. Ambulances pick up sick people, but patients can also arrive using their own cars. All citizens age and will eventually perish of old age regardless of their health. Deathcare buildings send out hearses to pick up the deceased. When placing a building, observe the roads to see how large of an area it will serve effectively. Child Health Centre increases the birth rate within the building's radius and offers health services to minors. Eldercare treats the elderly, increasing and varying the citizen lifespan within the building radius.
vi: Để giữ người dân của bạn mạnh khỏe, hãy đảm bảo họ có đủ cơ sở chăm sóc y tế và những công trình đó có kết nối tốt với mạng lưới giao thông. Những thứ như ô nhiễm, tội phạm và nước nhiễm bẩn làm giảm sức khỏe người dân. Xe cứu thương sẽ đi nhận người có bệnh, nhưng bệnh nhân cũng có thể tự đến bằng xe của họ. Người dân của bạn già đi rồi cuối cùng cũng sẽ chết vì tuổi cao, dù sức khỏe của họ có thế nào đi nữa. Những người sống muốn tỏ lòng kính trọng với những người họ yêu mến bằng cách xây một Nghĩa trang trong thành phố để chôn cất họ. Nghĩa trang và Lò thiêu xác chăm sóc những người đã khuất bằng cách cử xe tang đi nhận họ về. Khi đặt một công trình, hãy quan sát những con đường để thấy phạm vi hoạt động hiệu quả của công trình đó rộng ra sao.

source: Police patrol the city to keep crime in control. To maintain a low crime rate, make sure police service buildings have good connections to the city.
vi: Cảnh sát tuần tra thành phố để kiểm soát tội phạm. Để duy trì tỷ lệ tội phạm thấp, hãy đảm bảo các tòa nhà dịch vụ cảnh sát có kết nối tốt với thành phố.

source: To raise the happiness of your citizens and land value of areas, leisure locations are needed. Unique buildings, parks and plazas make the area around them more valuable and people happier. When placing any of these buildings, you can see a circle telling you how far the effect will reach. Citizens and tourists from all over the city visit parks, plazas and unique buildings on their free time.
vi: Để nâng cao mức độ hài lòng của người dân và giá trị đất trong khu vực, cần có những địa điểm giải trí. Những Công trình Đặc trưng, công viên và quảng trường làm cho khu vưc xung quanh chúng có giá hơn và người dân hài lòng hơn. Khi đặt những công trình này, bạn có thể nhìn thấy một vòng tròn đánh dấu khoảng cách ảnh hưởng của nó. Người dân và du khách từ khắp nơi trong thành phố sẽ tới công viên, quảng trường và các công trình đặc trưng lúc rảnh rỗi.

source: Not enough heat! The building is connected to heating, but still needs to use electricity for heat. If you wish for it to use heating, make sure you produce enough. Building can become abandoned if nothing is done.
vi: Không đủ nhiệt! Tòa nhà được kết nối với hệ thống sưởi, nhưng vẫn cần sử dụng điện để sưởi ấm. Nếu bạn muốn nó sử dụng sưởi ấm, hãy đảm bảo rằng bạn sản xuất đủ. Tòa nhà có thể bị bỏ hoang nếu không có gì được thực hiện.

source: The stockpiled food, clothing and sanitary supplies are all gone! Shelter needs more goods!
vi: Thực phẩm dự trữ, quần áo và đồ dùng vệ sinh đã hết sạch! Shelter cần thêm hàng hóa!

source: The Shelter does not have enough water! Shelter may soon be abandoned if water is not provided!
vi: Hầm trú ẩn không có đủ nước! Nơi trú ẩn có thể sớm bị bỏ hoang nếu nước không được cung cấp!

source: Shelter needs more electricity! It may soon be abandoned if it doesn’t get electricity!
vi: Nơi trú ẩn cần nhiều điện hơn! Nó có thể sớm bị bỏ rơi nếu nó không có điện!

source: No raw materials available! Raw materials are needed for production, so make sure trucks carrying them can reach the building. For processing buildings in industry areas, having a nearby storage building storing the raw material can help ensure that there is always some available.
vi: Không có nguyên liệu thô có sẵn! Nguyên liệu thô là cần thiết để sản xuất, vì vậy hãy đảm bảo xe tải chở chúng có thể đến được tòa nhà. Đối với các tòa nhà chế biến trong khu vực công nghiệp, có một tòa nhà kho gần đó để lưu trữ nguyên liệu thô có thể giúp đảm bảo rằng luôn có sẵn một số.

source: No path or road access! Make sure pedestrians can reach the building entrance.
vi: Không có lối đi hoặc lối vào đường! Đảm bảo người đi bộ có thể đến lối vào tòa nhà.

source: Garbage has piled up and this is lowering the land value of the property! Make sure you have enough landfill sites or incineration plants to handle all garbage!
vi: Rác đã chất thành đống và điều này đang hạ thấp giá trị tài sản đất đai! Đảm bảo rằng bạn có đủ bãi chôn lấp hoặc nhà máy đốt rác để xử lý tất cả rác!

source: Not enough electricity! The building is not functional until power is supplied. Make sure your power plants produce enough power for the whole city!
vi: Không đủ điện! Tòa nhà không hoạt động cho đến khi có điện. Đảm bảo rằng các nhà máy điện của bạn sản xuất đủ điện cho cả thành phố!

source: Not enough water and the building is not functional until water is supplied. Make sure your water pumps and water towers can supply the whole city with water!
vi: Không đủ nước và tòa nhà không hoạt động cho đến khi nước được cung cấp. Đảm bảo rằng máy bơm nước và tháp nước của bạn có thể cung cấp nước cho cả thành phố!

source: Where is the fire brigade? The building will burn to the ground if nothing is done. Make sure the fire brigade can reach the building fast!
vi: Đội cứu hỏa ở đâu? Tòa nhà sẽ bốc cháy nếu không làm gì. Hãy chắc chắn rằng đội cứu hỏa có thể tiếp cận tòa nhà nhanh chóng!

source: Citizens are falling ill because their drinking water is dirty! Make sure the source of drinking water is clean!
vi: Người dân đổ bệnh vì nước uống bẩn! Đảm bảo nguồn nước sinh hoạt phải sạch!

source: Citizens are falling ill because the ground is polluted! Remove polluting buildings nearby or offer more healthcare!
vi: Người dân đang đổ bệnh vì mặt đất bị ô nhiễm! Loại bỏ các tòa nhà gây ô nhiễm gần đó hoặc cung cấp nhiều dịch vụ chăm sóc sức khỏe hơn!

source: Citizens are falling ill because noise pollution is high! Upgrade roads to less noisy ones and remove buildings that produce noise pollution, or offer more healthcare!
vi: Người dân đang đổ bệnh vì ô nhiễm tiếng ồn cao! Nâng cấp những con đường thành những con đường ít ồn ào hơn và xóa bỏ những tòa nhà gây ô nhiễm tiếng ồn hoặc cung cấp nhiều dịch vụ chăm sóc sức khỏe hơn!

source: Criminal activity is high! Build more police stations! Make sure police can reach the building.
vi: Hoạt động tội phạm là cao! Xây dựng thêm nhiều đồn cảnh sát! Đảm bảo rằng cảnh sát có thể tiếp cận tòa nhà.

source: Too few services! The building can become abandoned if nothing is done. Build more city services near this building!
vi: Quá ít dịch vụ! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Xây dựng thêm các dịch vụ thành phố gần tòa nhà này!

source: Low land value! You can raise the land value by building parks and removing polluting buildings nearby!
vi: Giá trị đất thấp! Bạn có thể nâng cao giá trị đất bằng cách xây dựng công viên và dỡ bỏ các tòa nhà gây ô nhiễm gần đó!

source: Power is not connected! The building is not functional until electricity is supplied. Build powerlines to allow electricity to reach this building!
vi: Nguồn điện không được kết nối! Tòa nhà không hoạt động cho đến khi có điện. Xây dựng đường dây điện để cho phép điện đến tòa nhà này!

source: Building has run out of fuel! Make sure trucks carrying it can reach the building via an outside connection if you don't produce fuel locally!
vi: Tòa nhà đã hết nhiên liệu! Đảm bảo xe tải chở nó có thể đến tòa nhà thông qua kết nối bên ngoài nếu bạn không sản xuất nhiên liệu tại địa phương!

source: Water pipe not connected! The building is not functional until water is supplied.
vi: Ống nước không được kết nối! Tòa nhà không hoạt động cho đến khi có nước.

source: Sewers are backing up! People will fall ill if nothing is done. Make sure you have drain pipes to dispose of dirty water!
vi: Hệ thống cống đang sao lưu! Mọi người sẽ đổ bệnh nếu không có gì được làm. Hãy chắc chắn rằng bạn có ống thoát nước để thải nước bẩn!

source: A dead person is waiting for transport! Make sure you have enough hearses to transport the deceased to cemeteries and crematoriums.
vi: Một người chết đang chờ vận chuyển! Hãy chắc chắn rằng bạn có đủ xe tang để chở người quá cố đến nghĩa trang và lò hỏa táng.

source: No customers! The building can become abandoned if nothing is done. Zone more residential area to create customers!
vi: Không có khách hàng! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Khoanh vùng thêm khu dân cư để tạo khách hàng!

source: No raw materials available! Building can become abandoned if nothing is done. Make sure trucks carrying raw materials can reach the building!
vi: Không có nguyên liệu thô có sẵn! Tòa nhà có thể bị bỏ hoang nếu không có gì được thực hiện. Hãy chắc chắn rằng xe tải chở nguyên liệu thô có thể đến được tòa nhà!

source: No goods to sell! The building can become abandoned if nothing is done. Zone more industrial area to produce goods!
vi: Không có hàng để bán! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Khu công nghiệp nhiều hơn để sản xuất hàng hóa!

source: No buyers for products! The building can become abandoned if nothing is done. Zone more commercial area to create demand for goods!
vi: Không có người mua cho sản phẩm! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Khoanh vùng thêm khu thương mại để tạo cầu hàng hóa!

source: Not nearly enough workers! The building can become abandoned if nothing is done. Zone more residential area to attract more workers!
vi: Gần như không đủ công nhân! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Khoanh vùng thêm khu dân cư để thu hút nhiều lao động!

source: Worker education too low! The building can become abandoned if nothing is done. Build schools to educate workers!
vi: Giáo dục công nhân quá thấp! Tòa nhà có thể bị bỏ hoang nếu không làm gì cả. Xây dựng trường học để giáo dục công nhân!

source: Citizens are sick! Make sure there are adequate healthcare services available to the the citizens!
vi: Công dân bị bệnh! Đảm bảo có đầy đủ các dịch vụ chăm sóc sức khỏe dành cho người dân!

source: Building is flooded and will be out of use soon if nothing is done to remedy the situation.
vi: Tòa nhà bị ngập và sẽ sớm không sử dụng được nếu không có biện pháp khắc phục tình trạng này.

source: Building is abandoned because it was not receiving enough heat.
vi: Công trình đã bị bỏ hoang do không nhận đủ khí sưởi.

source: Building is abandoned because there were no goods to sell!
vi: Công trình bị bỏ hoang vì không còn hàng hóa để bán!

source: Shelter is abandoned because there was not enough water.
vi: Hầm trú ẩn bị bỏ hoang vì không có đủ nước.

source: Shelter is abandoned due to not getting electricity.
vi: Hầm trú ẩn bị bỏ hoang do không có điện.

source: Building is abandoned because there were no raw materials!
vi: Tòa nhà bị bỏ hoang vì không có nguyên liệu thô!

source: Fishing has stopped due to water pollution on the fishing route. To continue fishing, remove the polluted water or redraw the fishing route on clear water.
vi: Hoạt động đánh bắt cá đã ngừng do ô nhiễm nguồn nước trên tuyến đường đánh bắt. Để tiếp tục câu cá, hãy loại bỏ nước ô nhiễm hoặc vẽ lại tuyến đường đánh cá trên vùng nước sạch.

source: Fish yield in the building has stopped due to water pollution. To continue cultivation, remove the polluted water or relocate the building to clean water.
vi: Sản lượng cá trong công trình này đã ngừng do ô nhiễm nguồn nước. Để tiếp tục sản xuất, hãy loại bỏ nước ô nhiễm hoặc di dời tòa nhà đến nơi có nước sạch.

source: Building is abandoned because too much garbage had piled up!
vi: Công trình đã bị bỏ hoang vì có quá nhiều rác tồn đọng!

source: Building is abandoned because there was no electricity!
vi: Công trình đã bị bỏ hoang vì không có điện!

source: Building is abandoned because there was no water!
vi: Công trình đã bị bỏ hoang vì không có nước!

source: Building has burned down! You should bulldoze this building so a new one can be built.
vi: Tòa nhà đã cháy rụi! Bạn nên san ủi tòa nhà này để có thể xây một cái mới.

source: Building is abandoned because drinking water was dirty!
vi: Công trình đã bị bỏ hoang vì nước uống là nước bẩn!

source: Building is abandoned because ground was polluted!
vi: Công trình đã bị bỏ hoang vì đất bị ô nhiễm!

source: Building is abandoned because noise pollution was high!
vi: Công trình đã bị bỏ hoang vì ô nhiễm tiếng ồn quá cao!

source: Building is abandoned because crime rate was high!
vi: Công trình đã bị bỏ hoang vì tỉ lệ tội phạm quá cao!

source: Building is abandoned because there were too few services!
vi: Công trình đã bị bỏ hoang vì có quá ít dịch vụ!

source: Building is abandoned because land value was low!
vi: Công trình đã bị bỏ hoang vì giá trị đất quá thấp!

source: Building is abandoned because power was not connected!
vi: Tòa nhà bị bỏ hoang vì không được kết nối điện!

source: Building is not operating because fuel was not available!
vi: Công trình không hoạt động vì không có nhiên liệu!

source: Building is abandoned because sewers were backing up!
vi: Tòa nhà bị bỏ hoang vì hệ thống cống rãnh đã được bồi lấp!

source: Building is abandoned because no one collected dead people!
vi: Tòa nhà bị bỏ hoang vì không ai thu gom người chết!

source: Building is abandoned because there were no customers!
vi: Công trình đã bị bỏ hoang vì không có khách hàng!

source: Building is abandoned because no one was buying their products!
vi: Tòa nhà bị bỏ hoang vì không ai mua sản phẩm của họ!

source: Building is abandoned because there were not enough workers!
vi: Công trình đã bị bỏ hoang vì không có đủ nhân công!

source: Building is abandoned because worker education was too low!
vi: Tòa nhà bị bỏ hoang vì trình độ học vấn của công nhân quá thấp!
