Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: A district administration office.
vi: Một văn phòng điều hành quận.

source: A local register office.
vi: Một văn phòng đăng ký địa phương.

source: A resort hotel.
vi: Một khách sạn nghỉ dưỡng.

source: A downtown hotel.
vi: Một khách sạn ở trung tâm thành phố.

source: A department store.
vi: Một cửa hàng bách hóa.

source: A shopping center.
vi: Trung tâm mua sắm.

source: A general hospital.
vi: Bệnh viện đa khoa.

source: A waste disposal unit.
vi: Một đơn vị xử lý chất thải.

source: A temple.
vi: Một ngôi đền.

source: An office building.
vi: Một tòa nhà văn phòng.

source: A company HQ.
vi: Trụ sở chính của công ty.

source: A high-rise office.
vi: Một văn phòng cao tầng.

source: Fish Factory produces goods from fresh fish.
vi: Nhà máy Cá sản xuất các mặt hàng từ cá tươi.

source: Fish Market sells fresh fish directly to consumers.
vi: Chợ Cá bán cá tươi trực tiếp cho người tiêu dùng.

source: Fishing Harbor catches and processes any type of fish available.
vi: Cảng cá đánh bắt và chế biến bất kỳ loại cá nào có sẵn.

source: Fishing Boat Harbor specialized in catching and processing salmon.
vi: Cảng Thuyền Chài chuyên đánh bắt và chế biến cá hồi.

source: Fishing Boat Harbor specialized in catching and processing shellfish.
vi: Cảng Thuyền Chài chuyên đánh bắt và chế biến sò.

source: Fishing Boat Harbor specialized in catching and processing tuna.
vi: Cảng Thuyền Chài chuyên đánh bắt và chế biến cá ngừ.

source: Fishing Boat Harbor specialized in catching and processing anchovies.
vi: Cảng Thuyền Chài chuyên đánh bắt và chế biến cá cơm.

source: A stationary fish farm.
vi: Một trang trại nuôi cá cố định.

source: A stationary fish farm yielding algae.
vi: Một trang trại nuôi cá tĩnh đang nuôi tảo.

source: A stationary fish farm yielding seaweed.
vi: Một trang trại nuôi cá cố định sản xuất rong biển.

source: Waste Processing Complex sends out waste transfer trucks to pick up garbage from Waste Transfer Facilities and Landfill Sites.
vi: Khu liên hợp xử lý chất thải cử các xe trung chuyển chất thải đến lấy rác từ các Cơ sở chuyển chất thải và Bãi chôn lấp.

source: Waste Transfer Facility uses garbage trucks to collect and temporarily store garbage.
vi: Cơ sở Trung chuyển rác sử dụng xe rác để thu gom và lưu giữ tạm thời rác thải.

source: Intercity Bus coaches stop and collect passengers at the Intercity Bus Station.
vi: Xe khách liên tỉnh dừng đón trả khách tại Bến xe khách liên tỉnh.

source: An Intercity Bus Terminal with multiple platforms. Intercity Bus coaches stop and collect passengers at the Intercity Bus Station.
vi: Một bến xe buýt liên tỉnh với nhiều nền tảng. Xe khách liên tỉnh dừng đón trả khách tại Bến xe khách liên tỉnh.

source: Metro trains stop and collect passengers at the metro station.
vi: Tàu điện ngầm dừng và đón khách tại ga tàu điện ngầm.

source: Metro trains stop and collect passengers at the overground metro station.
vi: Tàu điện ngầm dừng đón khách tại ga tàu điện ngầm.

source: A Trolleybus Depot is where trolleybuses are stored when not on duty.
vi: Bến tập kết này là nơi chứa xe buýt lưới điện khi không chạy.

source: Trolleybuses stop and collect passengers at the Trolleybus Stop.
vi: Xe buýt lưới điện dừng và đón trả khách tại Điểm dừng này.

source: Helicopters receive maintenance at the depot. The depot sends out vehicles automatically.
vi: Máy bay trực thăng nhận bảo dưỡng tại kho. Tổng kho gửi xe tự động.

source: Helicopters can land here to drop off and pick up passengers.
vi: Máy bay trực thăng có thể hạ cánh tại đây để thả và đón khách.

source: A combined stop for intercity buses and metro.
vi: Điểm dừng kết hợp cho xe buýt liên tỉnh và tàu điện ngầm.

source: A combined terminal for buses and intercity bus coaches.
vi: Bến kết hợp cho xe buýt và xe khách liên tỉnh.

source: A combined stop for trains and metro.
vi: Một điểm dừng kết hợp cho xe lửa và tàu điện ngầm.

source: A combined hub to switch between planes, helicopters and metro.
vi: Một trung tâm kết hợp để chuyển đổi giữa máy bay, trực thăng và tàu điện ngầm.

source: A combined stop for city buses and metro.
vi: Một điểm dừng kết hợp cho xe buýt thành phố và tàu điện ngầm.

source: Advanced Inland Water Treatment Plant processes and drains the waste water back into the ground.
vi: Nhà máy xử lý nước nội địa tiên tiến xử lý và thoát nước thải trở lại lòng đất.

source: Inland Water Treatment Plant processes and drains the waste water back into the ground.
vi: Nhà máy xử lý nước nội địa xử lý và thoát nước thải trở lại lòng đất.

source: Large Water Tower distributes fresh water to areas without the need of a body of water close by.
vi: Tháp Nước Lớn phân phối nước ngọt đến các khu vực mà không cần đến một vùng nước gần đó.

source: Eco Inland Water Treatment Plant processes and drains the waste water back into the ground.
vi: Nhà máy xử lý nước nội địa sinh thái xử lý và thoát nước thải trở lại lòng đất.

source: Advanced Eco Inland Water Treatment Plant processes and drains the waste water back into the ground.
vi: Nhà máy xử lý nước nội địa sinh thái tiên tiến xử lý và thoát nước thải trở lại lòng đất.

source: Child Health Center offers health services to children and teens.
vi: Trung tâm Sức khỏe Trẻ em cung cấp các dịch vụ sức khỏe cho trẻ em và thiếu niên.

source: Eldercare offers the elderly a place to gather and spend time together, take part in hobbies and receive necessary treatment.
vi: Eldercare cung cấp cho người cao tuổi một nơi để tụ tập và dành thời gian bên nhau, tham gia các sở thích và được điều trị cần thiết.

source: Aviation Club consists of a small terminal, air traffic control tower and a runway.
vi: Câu lạc bộ Hàng không bao gồm một nhà ga nhỏ, tháp kiểm soát không lưu và một đường băng.

source: The Festival Area has all the necessary space and facilities to organize great music events like festivals and band concerts.
vi: Khu vực Lễ hội có tất cả không gian và cơ sở vật chất cần thiết để tổ chức các sự kiện âm nhạc lớn như lễ hội và buổi hòa nhạc của ban nhạc.

source: The Media Broadcast Building is a significant landmark and it attracts people to see its impressive broadcast tower.
vi: Tòa nhà Truyền thông là một cột mốc quan trọng và nó thu hút mọi người đến xem tháp phát sóng ấn tượng của nó.

source: People can enjoy the local music culture all around the year even when there are no bands playing in the Festival Area.
vi: Mọi người có thể thưởng thức văn hóa âm nhạc địa phương quanh năm ngay cả khi không có ban nhạc chơi trong Khu vực lễ hội.

source: People who do not fit in the Festival Area or prefer to follow the concert further away can watch the band playing from the Fan Zone Park.
vi: Những người không phù hợp với Khu vực lễ hội hoặc thích theo dõi buổi hòa nhạc ở xa hơn có thể xem ban nhạc chơi từ Công viên khu vực dành cho người hâm mộ.

source: A Football Stadium to host games in your city.
vi: Sân vận động bóng đá để tổ chức các trận đấu trong thành phố của bạn.

source: The coal power plant turns coal into electricity.
vi: Nhà máy điện than biến than thành điện.

source: The oil power plant burns oil for electricity.
vi: Các nhà máy điện dầu đốt dầu để phát điện.

source: The nuclear power plant uses uranium to produce clean electricity.
vi: Nhà máy điện hạt nhân sử dụng uranium để sản xuất điện sạch.

source: The wind turbine produces clean electricity from the wind.
vi: Tua bin gió tạo ra điện sạch từ gió.

source: The solar power plant creates electricity out of sunlight. By night it distributes electricity stored in its batteries.
vi: Nhà máy điện mặt trời tạo ra điện từ ánh sáng mặt trời. Vào ban đêm, nó phân phối điện được lưu trữ trong pin.

source: The water pumping station pumps water from rivers and lakes.
vi: Trạm bơm nước bơm nước từ sông hồ.

source: The water drain pipe releases waste water into lakes and rivers.
vi: Ống thoát nước, xả nước thải vào hồ và sông.

source: The water treatment plant purifies most of the sewage before it is pumped out.
vi: Nhà máy xử lý nước làm sạch hầu hết nước thải trước khi được bơm ra.

source: The water tower distributes fresh water to areas without the need of a body of water close by.
vi: Tháp nước phân phối nước ngọt đến các khu vực mà không cần có một vùng nước gần đó.

source: A landfill site is used to store garbage.
vi: Một bãi chôn lấp được sử dụng để lưu trữ rác.

source: The incineration plant collects and burns garbage to produce electricity.
vi: Nhà máy đốt rác, thu gom và đốt rác để sản xuất điện.

source: The hospital treats patients with any diseases or injury. The Hospital has a helipad and can accept helicopters.
vi: Bệnh viện điều trị cho bệnh nhân bị bệnh hoặc bị thương. Bệnh viện có bãi đáp trực thăng.

source: The crematorium incinerates the bodies of deceased citizens.
vi: Nhà hỏa táng hỏa thiêu các công dân đã qua đời.

source: The cemetery is the final resting place for deceased citizens.
vi: Nghĩa trang là nơi an nghỉ cuối cùng cho những công dân đã qua đời.

source: Fire houses dispatch firefighters and fire engines to put out fires.
vi: Trạm cứu hỏa là nơi để cử lính cứu hỏa và xe cứu hỏa để dập lửa.

source: The fire station can send out fire engines to extinguish fires around the city.
vi: Trạm cứu hỏa có thể gửi xe cứu hỏa để dập tắt đám cháy xung quanh thành phố.

source: The police station can dispatch patrol cars to take care of criminal activity.
vi: Sở cảnh sát có thể điều động xe tuần tra để trấn áp các hoạt động tội phạm.

source: The police headquarters can dispatch a large number of patrol cars to crime scenes around the city.
vi: Trụ sở cảnh sát có thể điều động một số lượng lớn xe tuần tra đến hiện trường vụ án quanh thành phố.

source: An official building.
vi: Tòa nhà hành chính.

source: The tax office is where civil servants work.
vi: Cơ quan thuế là nơi công chức làm việc.

source: The elementary school educates young people from a small area.
vi: Trường tiểu học giáo dục những người trẻ tuổi trong một khu vực nhỏ.

source: The high school educates teenagers from a big area.
vi: Các trường trung học giáo dục thanh thiếu niên trong một khu vực lớn.

source: The university provides higher education in a huge area.
vi: Trường đại học cung cấp giáo dục cao học trong một khu vực rộng lớn.

source: The bus depot is where the buses are stationed when not in service.
vi: Bến xe buýt là nơi xe buýt dung đỗ khi không hoạt động.

source: Metro trains stop and collect passengers at the underground metro station.
vi: Tàu điện ngầm dừng lại và đón hành khách tại ga tàu điện ngầm.

source: Trains stop and collect passengers at the train station.
vi: Xe lửa dừng lại và đón hành khách tại ga xe lửa.

source: Passengers come and go outside of the city via the airport.
vi: Hành khách đến và đi ra ngoài thành phố thông qua sân bay.

source: Passengers come and go outside the city by ships.
vi: Hành khách đến và đi ra bên ngoài thành phố bằng tàu.

source: The Cargo Harbor allows ships to carry goods and raw materials to and from the city.
vi: Cảng hàng hóa cho phép tàu chở hàng hóa và nguyên liệu thô ra và vào thành phố.

source: Trains can carry goods and raw materials in the city or transport them outside.
vi: Xe lửa có thể chở hàng hóa và nguyên liệu trong thành phố hoặc vận chuyển chúng ra bên ngoài.

source: The obelisk is a great citizen and tourist attraction.
vi: Tháp bút là một điểm thu hút cư dân thành phố và khách du lịch.

source: The stadium offers entertainment to the masses.
vi: Sân vận động giải trí cho công chúng.

source: A decorative statue.
vi: Một bức tượng trang trí.

source: The expo center offers edutainment for citizens and tourists.
vi: Trung tâm hội chợ tiêu khiển cho công dân và khách du lịch.

source: The most modern museum.
vi: Bảo tàng hiện đại nhất.

source: A decorative plaza.
vi: Một quảng trường trang trí.

source: A decorative fountain.
vi: Một đài phun nước trang trí.

source: An indoor aquarium is the kids' favorite.
vi: Bể cá trong nhà là thứ trẻ con thích nhất.

source: Colossal Order Headquarters.
vi: Trụ sở của Colossal Order.

source: A VERY posh mall.
vi: Một khu mua sắm RẤT sang trọng.

source: A formidable library.
vi: Một thư viện hoành tráng.

source: A fine observatory.
vi: Một đài quan sát tốt.

source: A decorative park.
vi: Một công viên trang trí.

source: A large office building.
vi: Một tòa nhà văn phòng lớn.

source: A science center.
vi: Một trung tâm khoa học.

source: A huge cathedral.
vi: Một thánh đường khổng lồ.

source: An opera house.
vi: Một nhà hát opera.

source: A grand mall for shopping.
vi: Một trung tâm mua sắm lớn.

source: A large theater.
vi: Một nhà hát lớn.

source: A cheap-o mall for shopping.
vi: Một trung tâm mua sắm giá rẻ.

source: The Fusion Power Plant provides electricity for the whole city.
vi: Nhà máy điện hợp hạch cung cấp điện cho cả thành phố.

source: The Eden Project raises land value in the city and reduces pollution.
vi: Dự án Eden tăng giá trị đất trong thành phố và giảm ô nhiễm.

source: Get lots of tourists with the Space Elevator.
vi: Nhận được rất nhiều khách du lịch với Thang máy Không gian.

source: The Medical Center provides healthcare for the whole city. The Medical Center has a helipad and can accept helicopters.
vi: Trung tâm y tế cung cấp chăm sóc sức khỏe cho toàn thành phố. Trung tâm y tế có bãi đáp trực thăng.

source: Take care of your education needs with the Hadron Collider.
vi: Chăm sóc nhu cầu giáo dục của bạn với Máy gia tốc Hadron.

source: Massive amount of water traveling through the dam provides electricity.
vi: Lượng lớn nước đi qua đập cung cấp điện.

source: A large playground for families with kids.
vi: Một sân chơi lớn cho các gia đình có trẻ em.

source: A plaza to make the neighborhood more beautiful.
vi: Một quảng trường để làm cho khu phố đẹp hơn.

source: Small park offers relaxation for citizens.
vi: Công viên nhỏ mang đến sự thư giãn cho công dân.

source: A regular small neighborhood park. People come here to relax after a long day.
vi: Một công viên khu phố nhỏ thông thường. Mọi người đến đây để thư giãn sau một ngày dài.

source: Small park with space for children to play and adults to relax.
vi: Công viên nhỏ với không gian cho trẻ em vui chơi và người lớn thư giãn.

source: A plaza with trees. People meet here and just hang out.
vi: Một quảng trường với nhiều cây cối. Mọi người gặp nhau ở đây để đi chơi.

source: Citizens can park their cars here.
vi: Người dân có thể đỗ xe ở đây.

source: Basketball court makes the neighborhood more fun.
vi: Sân bóng rổ làm cho khu phố vui hơn.

source: A bouncy castle park.
vi: Một công viên lâu đài khí.

source: A park for walking your dog.
vi: Một công viên để dắt chó đi dạo.

source: Botanical garden delights the neighborhood.
vi: Vườn thực vật trang trí khu phố.

source: The Carousel park is a children's favourite.
vi: Công viên Carousel là nơi yêu thích của trẻ em.

source: A beautiful Japanese garden for citizens to visit.
vi: Một khu vườn Nhật Bản tuyệt đẹp cho công dân đến thăm.

source: The Statue of Liberty is a famous landmark.
vi: Tượng Nữ thần Tự do là một địa danh nổi tiếng.

source: The Eiffel Tower is a famous landmark.
vi: Tháp Eiffel là một địa danh nổi tiếng.

source: The Brandenburg Gate is a famous landmark.
vi: Cổng Brandenburg là một địa danh nổi tiếng.

source: The Grand Central Terminal is a famous landmark.
vi: Nhà ga trung tâm Grand là một địa danh nổi tiếng.

source: The Arc de Triomphe is a famous landmark.
vi: Khải Hoàn Môn là một địa danh nổi tiếng.

source: A variety of endangered plants, insects and birds find refuge in these large climate controlled structures.
vi: Một loạt các loài thực vật, côn trùng và chim có nguy cơ tuyệt chủng tìm nơi ẩn náu trong các cấu trúc kiểm soát khí hậu lớn này.

source: This controversial building stores the clinically deceased until the technology becomes available to revive them.
vi: Tòa nhà gây tranh cãi này lưu trữ những người đã chết lâm sàng cho đến khi công nghệ đủ tiên tiến để hồi sinh họ.

source: This plant produces vehicles with a very low carbon footprint. Customers can purchase cars directly from the in-house showroom.
vi: Nhà máy này sản xuất các loại xe có lượng khí thải carbon rất thấp. Khách hàng có thể mua xe trực tiếp tại showroom trong nhà.

source: University students who wish to specialize in certain areas go to these Faculty buildings.
vi: Sinh viên đại học muốn chuyên về một số lĩnh vực nhất định đi đến các tòa nhà Khoa này.

source: This government building gathers information and enforces mass surveillance throughout your region.
vi: Tòa nhà chính phủ này tập hợp thông tin và thực thi giám sát hàng loạt trong khu vực của bạn.

source: Biochemists and pathologists analyze clinical samples and groups of patients while creating new types of pharmaceutical medicine.
vi: Các nhà hóa sinh và nghiên cứu bệnh học phân tích các mẫu lâm sàng và các nhóm bệnh nhân trong khi tạo ra các loại dược phẩm mới.

source: Cutting edge development center where physicists experiment with new devices and materials at a molecular scale.
vi: Trung tâm phát triển tiên tiến nơi các nhà vật lý thử nghiệm các thiết bị và vật liệu mới ở quy mô phân tử.

source: Scientists from all over the world gather at RDC to develop the latest technological advancements.
vi: Các nhà khoa học từ khắp nơi trên thế giới tập trung tại RDC để phát triển những tiến bộ công nghệ mới nhất.

source: Head office for a large corporation which creates autonomous robots and military drones.
vi: Trụ sở chính cho một tập đoàn lớn tạo ra robot tự trị và máy bay không người lái quân sự.

source: This plant manufactures high performance processing units for computers, mobile phones and medical equipment.
vi: Nhà máy này sản xuất các đơn vị xử lý hiệu suất cao cho máy tính, điện thoại di động và thiết bị y tế.

source: Office building where programmers and software engineers create operating systems and security packages.
vi: Tòa nhà văn phòng nơi các lập trình viên và kỹ sư phần mềm tạo ra các hệ điều hành và gói bảo mật.

source: Launch facility for a reusable space orbiter. The shuttle is used to deliver and maintain artificial satellites.
vi: Cơ sở phóng cho vệ tinh tái sử dụng.Tàu con thoi được sử dụng để cung cấp và bảo trì các vệ tinh nhân tạo.

source: Cims receive their daily headlines from this public service broadcasting station which employs a large number of journalists.
vi: Cims nhận được tiêu đề hàng ngày của họ từ đài phát thanh dịch vụ công cộng này sử dụng một số lượng lớn các nhà báo.

source: Vertical farming is the ultimate solution to agriculture in an urbanized world.
vi: Canh tác thẳng đứng là giải pháp tối ưu cho nông nghiệp trong một thế giới đô thị hóa.

source: Harness the kinetic power of water with an affordable Wave Power Plant.
vi: Khai thác động năng của nước với Nhà máy điện Sóng với giá cả phải chăng.

source: An expansive retail facility.
vi: Một cơ sở bán lẻ mở rộng.

source: An administrative building.
vi: Một tòa nhà hành chính.

source: The chief administrative building of your city.
vi: Tòa nhà hành chính trưởng của thành phố của bạn.

source: A royal palace.
vi: Một cung điện hoàng gia.

source: A venue for performance arts.
vi: Một địa điểm biểu diễn nghệ thuật.

source: A venue for showing movies on a large screen.
vi: Một địa điểm để chiếu phim trên màn hình lớn.

source: The largest Gothic cathedral in Europe.
vi: Nhà thờ gothic lớn nhất châu Âu.

source: A complex of shops under one roof.
vi: Một tổ hợp các cửa hàng dưới một mái nhà.

source: A retail establishment selling various consumer goods.
vi: Một cơ sở bán lẻ bán hàng tiêu dùng đa dạng.

source: A gigantic Ferris wheel.
vi: Một vòng đu quay khổng lồ.

source: Famous clock tower
vi: Tháp đồng hồ nổi tiếng

source: An open-air arena for various sports events.
vi: Một đấu trường ngoài trời dành cho các sự kiện thể thao khác nhau.

source: A commercial skyscraper
vi: Một tòa nhà thương mại chọc trời

source: A high-quality tennis court.
vi: Một trận đấu tennis đỉnh cao.

source: Winter Market offers delicious food, warm drinks and unique handicrafts from open-air stalls.
vi: Chợ Mùa Đông cung cấp đồ ăn ngon, đồ uống ấm áp và đồ thủ công mỹ nghệ độc đáo từ các quầy hàng ngoài trời.

source: A football stadium to host games in your city. Juventus Stadium is a grand stadium that is home to Juventus Football Club.
vi: Một sân vận động bóng đá để tổ chức các trận đấu trong thành phố của bạn. Sân vận động Juventus là một sân vận động lớn là sân nhà của Câu lạc bộ bóng đá Juventus.

source: A football stadium to host games in your city. Stamford Bridge is the home stadium of Chelsea FC.
vi: Một sân vận động bóng đá để tổ chức các trò chơi trong thành phố của bạn. Stamford Bridge là sân nhà của Chelsea FC.

source: A football stadium to host games in your city. Camp Nou is FC Barcelona's home stadium.
vi: Một sân vận động bóng đá để tổ chức các trận đấu trong thành phố của bạn. Camp Nou là sân vận động của FC Barcelona.

source: A football stadium to host games in your city. Parc des Princes is the home stadium of Paris Saint-Germain F.C.
vi: Một sân vận động bóng đá để tổ chức các trò chơi trong thành phố của bạn. Parc des Princes là sân nhà của Paris Saint-Germain F.C.

source: Bamboo Fence #1
vi: Hàng rào tre số 1

source: Bamboo Fence #2
vi: Hàng rào tre số 2

source: Bamboo Fence Gate
vi: Cổng hàng rào tre

source: Asian Garden Decoration #1
vi: Trang trí sân vườn châu Á # 1

source: Asian Garden Decoration #2
vi: Trang trí sân vườn châu Á # 2

source: Bonsai Pot #1
vi: Cây cảnh # 1

source: Bonsai Pot #2
vi: Cây cảnh # 2

source: Bamboo Pot #1
vi: Chậu tre số 1

source: Bamboo Pot #2
vi: Chậu tre số 2

source: Asian Street Light
vi: Đèn đường châu Á

source: Temple Lantern
vi: Đèn lồng

source: Red Warning Light
vi: Đèn cảnh báo màu đỏ

source: Pole-Mounted Orange Warning Light
vi: Đèn cảnh báo cực màu cam

source: Blue Wall-Mounted Flood light #1
vi: Đèn lũ gắn tường màu xanh # 1

source: Orange Warning Light
vi: Đèn cảnh báo màu cam

source: White Flood Light
vi: Đèn báo lũ màu trắng

source: Pole-Mounted Red Warning Light
vi: Đèn cảnh báo màu đỏ gắn cực

source: Blue Flood Light
vi: Đèn báo lũ màu xanh

source: Orange Wall-Mounted Flood Light #1
vi: Đèn lũ gắn tường màu cam # 1

source: White Wall-Mounted Flood Light #2
vi: Đèn lũ gắn tường trắng # 2

source: Blue Wall-Mounted Flood light #2
vi: Đèn lũ gắn tường màu xanh # 22

source: Orange Wall-Mounted Flood Light #2
vi: Đèn lũ gắn tường màu cam # 2

source: Red Wall-Mounted Flood Light #2
vi: Đèn lũ gắn tường màu đỏ # 2

source: White Wall-Mounted Flood Light #1
vi: Đèn lũ gắn tường trắng # 1

source: Red Wall-Mounted Flood Light #1
vi: Đèn lũ gắn tường màu đỏ # 1

source: Red Flood Light
vi: Đèn lũ màu đỏ

source: Orange Flood Light
vi: Đèn lũ màu cam

source: Red Floor Light
vi: Đèn sàn đỏ

source: White Floor Light
vi: Đèn sàn trắng

source: Orange Wall-Mounted Flood Light #3
vi: Đèn lũ gắn tường màu cam # 3

source: White Wall-Mounted Flood Light #3
vi: Đèn lũ gắn tường trắng # 3

source: Basketball Hoop
vi: Đai sắt bóng rổ

source: Weightlifting Bench
vi: Ghế tập tạ

source: Prison Table
vi: Bảng tù

source: Prison Fence, Short
vi: Hàng rào nhà tù, ngắn

source: Prison Fence, Long
vi: Hàng rào nhà tù, dài

source: Wall-Mounted Flagpole
vi: Cột cờ treo tường

source: Snowman #1
vi: Người tuyết số 11

source: Snowman #2
vi: Người tuyết số 2

source: Snowman #3
vi: Người tuyết số 3

source: Random Snowman
vi: Người tuyết ngẫu nhiên

source: A heap of rubble
vi: Một đống gạch vụn

source: Christmas Tree
vi: Cây thông giáng sinh

source: Rustic Table
vi: Bàn mộc mạc

source: Snow Decal
vi: Decal tuyết

source: Ice Decal
vi: Decal băng

source: Curling Decal
vi: Decal uốn

source: Reindeer Fence
vi: Hàng rào tuần lộc

source: Ice Bench
vi: Băng ghế

source: Snowmobile
vi: Xe trượt tuyết
