Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Building is abandoned because taxes were too high!
vi: Công trình đã bị bỏ hoang vì thuế quá cao!

source: Building is abandoned because the citizens were too sick!
vi: Tòa nhà bị bỏ hoang vì người dân quá ốm yếu!

source: Building is out of use because of flooding!
vi: Công trình không sử dụng được do ngập lụt!

source: Public Transport – Lines Overview
vi: Vận tải Công cộng - Chi tiết Tuyến

source: Bus Lines
vi: Tuyến Xe buýt

source: Tram Lines
vi: Tuyến Tàu điện phố

source: Metro Lines
vi: Tuyến Tàu điện ngầm

source: Train Lines
vi: Tuyến Tàu hỏa

source: Line name
vi: Tên tuyến

source: Color
vi: Màu

source: Show All
vi: Hiện Tất cả

source: Hide All
vi: Ẩn Tất cả

source: Show line
vi: Hiện tuyến

source: Hide line
vi: Ẩn tuyến

source: Confirmation
vi: Xác nhận

source: Are you sure you wish to delete line?
vi: Bạn chắc mình muốn xóa tuyến này chứ?

source: Weather Properties
vi: Thuộc tính thời tiết

source: Naming Properties
vi: Đặt tên thuộc tính

source: NEW THEME
vi: KIỂU MỚI

source: SAVE THEME
vi: LƯU KIỂU

source: LOAD THEME
vi: NẠP KIỂU

source: NEW SCENARIO
vi: KỊCH BẢN MỚI

source: LOAD SCENARIO
vi: TẢI LẠI KỊCH BẢN

source: SAVE SCENARIO
vi: LƯU KỊCH BẢN

source: UPDATE MAP
vi: CẬP NHẬT BẢN ĐỒ

source: TEST MAP
vi: BẢN ĐỒ KIỂM TRA

source: RETURN TO MAP EDITOR
vi: QUAY LẠI TRÌNH BIÊN TẬP BẢN ĐỒ

source: RELOAD EDITOR
vi: NẠP LẠI TRÌNH BIÊN TẬP

source: TUTORIALS LOG
vi: NHẬT KÝ HƯỚNG DẪN

source: RESTART DEMO
vi: BẮT ĐẦU LẠI BẢN DEMO

source: NEW GAME
vi: MÀN CHƠI MỚI

source: CONTINUE GAME
vi: TIẾP TỤC

source: SAVE GAME
vi: LƯU MÀN CHƠI

source: LOAD GAME
vi: TẢI MÀN CHƠI

source: OPTIONS
vi: TÙY CHỌN

source: EDITORS
vi: TRÌNH CHỈNH SỬA

source: CONTENT MANAGER
vi: QUẢN LÝ NỘI DUNG

source: QUIT
vi: THOÁT

source: RESUME GAME
vi: CHƠI TIẾP

source: NEW MAP
vi: BẢN ĐỒ MỚI

source: SAVE MAP
vi: LƯU BẢN ĐỒ

source: LOAD MAP
vi: TẢI BẢN ĐỒ

source: NEW ASSET
vi: TÀI NGUYÊN MỚI

source: LOAD ASSET
vi: TẢI TÀI NGUYÊN

source: SAVE ASSET
vi: LƯU TÀI NGUYÊN

source: STORE
vi: CỬA HÀNG

source: RETURN TO MAIN MENU
vi: TRỞ VỀ MENU CHÍNH

source: CITY STATISTICS
vi: THỐNG KÊ THÀNH PHỐ

source: CREDITS
vi: TÁC GIẢ

source: THEME EDITOR
vi: CHỈNH SỬA KIỂU

source: Diffuse Textures
vi: Vân Khuếch tán

source: Grass
vi: Cỏ

source: Cliff
vi: Vách đá

source: Cliff & Sand
vi: Vách đá & Cát

source: Normal Textures
vi: Vân Bình thường

source: Diffuse Tiling
vi: Ốp lát

source: Normal Tiling
vi: Ốp lát bình thường

source: SELECT TEXTURE
vi: CHỌN VÂN BỀ MẶT

source: An error occured while loading {0}
vi: Có lỗi khi nạp {0}

source: Water Normal
vi: Nước Bình thường

source: Water Foam
vi: Nước Sủi bọt

source: Water Color Clean
vi: Màu nước Sạch

source: Water Color Dirty
vi: Màu nước Bẩn

source: Underwater Color
vi: Màu dưới nước

source: Longitude
vi: Kinh độ

source: Latitude
vi: Vĩ độ

source: Rayleight scattering
vi: Tán xạ tia sáng

source: Mie scattering
vi: Mie tán xạ

source: Exposure
vi: Phơi bày

source: Sun
vi: Mặt trời

source: Sky
vi: Bầu trời

source: Size
vi: Kích cỡ

source: Anisotropy
vi: Bất đẳng hướng

source: Moon
vi: Mặt trăng

source: Texture
vi: Vân bề mặt

source: Inner Corona Color & Intensity
vi: Nội tâm Màu sắc & Cường độ

source: Outer Corona Color & Intensity
vi: Vòng ngoài Màu sắc & Cường độ

source: Night Horizon Color
vi: Màu Đường chân trời Đêm

source: Early Night Zenith Color
vi: Màu Zenith đêm sớm

source: Late Night Zenith Color
vi: Màu Zenith đêm khuya

source: Sky Tint
vi: Màu bầu trời

source: Stars Intensity
vi: Mật độ Sao

source: Outer space Intensity
vi: Mật độ Khoảng không

source: Upward road diffuse
vi: Đường lên

source: Downward road diffuse
vi: Đường xuống khuếch tán

source: Building base diffuse
vi: Xây dựng cơ sở khuếch tán

source: Building base normal
vi: Xây dựng cơ sở bình thường

source: Floor diffuse
vi: Sàn khuếch tán

source: Burnt building diffuse
vi: Tòa nhà bị cháy lan tỏa

source: Abandoned building diffuse
vi: Tòa nhà bỏ hoang khuếch tán

source: Light color palette
vi: Bảng màu sáng

source: Geometry details
vi: Chi tiết hình học

source: Show grass
vi: Hiện cỏ

source: Show rocks
vi: Hiện đá

source: Show fertile
vi: Hiện đất màu mỡ

source: Min
vi: Thấp nhất

source: Max
vi: Cao nhất

source: Day time
vi: Ngày

source: Night time
vi: Đêm

source: Raining
vi: Lượng mưa

source: Foggy
vi: Sương mù

source: Weather Probabilities
vi: Xác suất Thời tiết

source: Day Rain
vi: Mưa Ban ngày

source: Night Rain
vi: Mưa Ban đêm

source: Day Fog
vi: Sương mù Ban ngày

source: Night Fog
vi: Sương mù Ban đêm

source: Northern Lights
vi: Cực quang

source: NewTheme
vi: Chủ đề Mới

source: New Theme
vi: Chủ đề mới

source: NewSave
vi: Bản lưu mới

source: NewMap
vi: Bản đồ mới

source: NewAsset
vi: Bộ cài đặt mới

source: New Asset
vi: Tài nguyên mới

source: Built-in themes
vi: Kiểu sẵn có

source: User themes
vi: Kiểu của người dùng

source: NEW MAP THEME
vi: KIỂU BẢN ĐỒ MỚI

source: LOAD MAP THEME
vi: TẢI KIỂU BẢN ĐỒ

source: Theme Name:
vi: Tên Kiểu:

source: Base Theme:
vi: Kiểu Cơ sở

source: SAVE MAP THEME
vi: LƯU KIỂU BẢN ĐỒ

source: Publish Map theme in New Map panel
vi: Xuất Kiểu bản đồ ra Bản đồ mới

source: Fertility
vi: Đất màu mỡ

source: Forest
vi: Lâm nghiệp

source: Grass color offsets
vi: Màu cỏ

source: Estimated production: {0:N0} m³/week
vi: Sản lượng Uớc tính: {0:N0} m³/tuần

source: Shoreline recommended
vi: Nên xây trên bờ biển

source: Collapsed
vi: Đã sập

source: Ready for rebuilding
vi: Sẵn sàng cho tái thiết

source: SCENARIO EDITOR
vi: CHỈNH SỬA KỊCH BẢN

source: City
vi: Thành phố

source: Scenario Planner
vi: Hoạch định Kịch bản

source: Starting after
vi: Bắt đầu sau

source: Type
vi: Loại

source: Weeks
vi: Tuần

source: Scenario Goals
vi: Mục tiêu của Kịch bản

source: Win Conditions
vi: Điều kiện Thắng

source: Losing Conditions
vi: Điều kiện Thua

source: Amount
vi: Số lượng

source: Add
vi: Thêm

source: Choose Scenario
vi: Chọn Kịch bản

source: Choose Map
vi: Chọn Bản đồ

source: Resources
vi: Tài nguyên

source: Goals
vi: Mục tiêu

source: Description
vi: Mô tả

source: Download or create a scenario to unlock.
vi: Tải về hoặc tạo mới một kịch bản để mở khóa.

source: Publish Scenario in New Game Panel
vi: Đưa Kịch bản vào Bảng Màn chơi Mới

source: Scenario Description
vi: Mô tả Kịch bản

source: Scenario Name
vi: Tên Kịch bản

source: A scenario requires at least one win or lose condition to be published
vi: Một kịch bản yêu cầu ít nhất một điều kiện thắng hoặc thua được công bố

source: Unsaved changes will be lost. Do you wish to proceed?
vi: Các thay đổi chưa được lưu sẽ bị mất. Bạn có muốn tiếp tục?

source: Strong winds tell of a tornado heading towards the area.
vi: Những cơn gió mạnh cho biết vòi rồng đang tới.

source: The forest areas a re very dry and prone to forest fires.
vi: Rừng hiện đang rất khô và dễ bắt lửa.

source: Astronomers tell of an asteroid named [XXX] coming dangerously close and will land on the area.
vi: Những nhà thiên văn học nói một thiên thể tên là [XXX] đang tới rất gần trái đất và sẽ rơi xuống khu vực này.

source: Tsunami waves have been detected in nearby water areas.
vi: Đã phát hiện có sóng thần trong vùng nước gần đây.

source: Seismic activity is high and indicates a coming earthquake.
vi: Hoạt động địa chấn cao và cho thấy một trận động đất sắp xảy ra.

source: Cloud patterns tell of strong thunderstorms that are likely to hit the area.
vi: Các hình thái mây báo hiệu về những cơn dông mạnh có khả năng xảy ra khu vực này.

source: Time remaining until disaster
vi: Đếm ngược đến thảm họa

source: Severity
vi: Độ khắc nghiệt

source: One week of game time on normal speed is approximately 1 minute in real time.
vi: Một tuần thời gian trò chơi ở tốc độ bình thường là khoảng 1 phút trong thời gian thực.

source: Warning! A tornado is in the area!
vi: Cảnh báo! Có một vòi rồng trong vùng!

source: Warning! There's a forest fire raging!
vi: Cảnh báo! Đang có một đám cháy rừng!

source: Warning! A meteor is falling!
vi: Cảnh báo! Một thiên thạch đang rơi!

source: Warning! Tsunami wave detected!
vi: Cảnh báo! Phát hiện sóng thần!

source: Warning! Earthquake detected!
vi: Cảnh báo! Phát hiện động đất!

source: Warning! A strong thunderstorm is in the area!
vi: Cảnh báo! Có một cơn bão sẽ trong vùng!

source: Warning! Sinkhole is appearing!
vi: Cảnh báo! Hố tử thần đang xuất hiện!

source: Draw escape route
vi: Vẽ Lối thoát hiểm

source: Delete escape route
vi: Xóa Lối thoát hiểm

source: Play
vi: Chạy

source: Pause
vi: Dừng

source: Change channel
vi: Đổi kênh

source: Volume
vi: Âm lượng

source: Evacuate
vi: Sơ tán

source: Release citizens
vi: Giải phóng Người dân

source: There are X citizens living in the Shelter.
vi: Có X người đang sống trong Hầm trú ẩn.

source: Start disaster
vi: Bắt đầu Thiên tai

source: Choose where the disaster will hit.
vi: Chọn nơi thảm họa sẽ ập tới.

source: Disaster severity
vi: Mức độ Khắc nghiệt của Thiên tai

source: Random disasters
vi: Thiên tai Ngẫu nhiên

source: Random disaster frequency
vi: Tần suất thiên tai ngẫu nhiên

source: Buildings destroyed
vi: Số công trình bị phá hủy

source: Citizens lost
vi: Sô người thiệt mạng

source: Roads destroyed
vi: Đường bị hỏng

source: Disaster Reports
vi: Báo cáo Thiên tai

source: Citizens lost: {0} / {1}
vi: Số người thiệt mạng: {0} / {1}

source: Rebuild
vi: Tái thiết

source: Water reserved in tanks: {0:N0} / {1:N0} m³
vi: Lượng nước dự trữ trong bình: {0:N0} / {1:N0} m³

source: Rescue Worker
vi: Nhân viên Cứu hộ

source: Park Staff
vi: Nhân viên công viên

source: Chirper Mascot
vi: Linh vật Chirper Mascot

source: Alligator Mascot
vi: Linh vật cá sấu

source: Toga Partygoer
vi: Người thích tiệc tùng

source: Alligators Team Mascot
vi: Cá sấu đội linh vật

source: Broncos Team Mascot
vi: Linh vật đội Broncos Team Mascot

source: Buccaneers Team Mascot
vi: Linh vật đội Buccaneers Team Mascot

source: Chirpers Team Mascot
vi: Linh vật đội Chirpers Team Mascot

source: Eagles Team Mascot
vi: Linh vật đội đại bàng

source: Lions Team Mascot
vi: Linh vật đội sư tử

source: Spartans Team Mascot
vi: Linh vật đội Spartans Team Mascot

source: Paramedic
vi: Nhân viên Y tế

source: Criminal
vi: Tội phạm

source: Firefighter
vi: Lính Cứu hỏa

source: Hearse Driver
vi: Tài xế Xe tang

source: Park Worker
vi: Chăm sóc Công viên

source: Police Officer
vi: Sĩ quan Cảnh sát

source: Searching for survivors
vi: Đang tìm người sống sót

source: Speed
vi: Tốc độ

source: SCENARIOS
vi: KỊCH BẢN

source: Get more scenarios on
vi: Tải thêm kịch bản từ

source: High triangle count on mesh: {0}/{1}
vi: Số lượng đa giác quá cao: {0}/{1}

source: High triangle count on LOD mesh: {0}/{1}
vi: Số lượng tam giác cao trên lưới LOD: {0}/{1}

source: Large texture size: ({0}, {1}) / ({2}, {3})
vi: Vân bề mặt quá lớn: ({0}, {1}) / ({2}, {3})

source: Large LOD texture size: ({0}, {1}) / ({2}, {3})
vi: Kích thước kết cấu LOD lớn: ({0}, {1}) / ({2}, {3})

source: Asset may affect performance.
vi: Tài nguyên có thể ảnh hưởng tới hiệu năng.

source: Asset may affect performance. Consider optimizing your asset.
vi: Nội dung có thể ảnh hưởng đến hiệu suất. Cân nhắc tối ưu hóa nội dung của bạn.

source: Use random disasters
vi: Xuất hiện thiên tai ngẫu nhiên

source: More Money
vi: Thêm Tiền

source: You have gained {0} money!
vi: Bạn nhận được {0}!

source: Money Lost
vi: Mất Tiền

source: You have just lost {0} money.
vi: Bạn vừa mất {0}.

source: Goal Met
vi: Đạt được Mục tiêu

source: Congratulations, you just met scenario goal: {0}!
vi: Xin chúc mừng, bạn vừa đạt tới mục tiêu: {0}!

source: Scenario Won
vi: Thắng

source: Congratulations, you have won scenario “{0}”!
vi: Xin chúc mừng, bạn đã thắng kịch bản “{0}”!

source: Scenario Lost
vi: Thua

source: Unfortunately you have not been able to complete the scenario. Do you want to try again?
vi: Thật không may, bạn đã không thể hoàn thành kịch bản. Bạn có muốn thử lại không?

source: This disaster is not included in any triggers.
vi: Thiên tai này không nằm trong bất cứ tác nhân nào.

source: A tornado with an intensity of {0} is about to hit the city.
vi: Một vòi rồng với cường độ {0} sắp quét qua thành phố.

source: A forest fire with an intensity of {0} is about to break out.
vi: Một trận cháy rừng với cường độ {0} sắp bùng lên.

source: A meteor with a size of {0} is about to hit the city.
vi: Một thiên thạch có kích thước {0} sắp đổ bộ vào thành phố.

source: A tsunami with an intensity of {0} is about to happen.
vi: Một trận sóng thần với cường độ {0} sắp diễn ra.

source: An earthquake with an intensity of {0} is about to happen.
vi: Một trận động đất với cường độ {0} sắp diễn ra.

source: A sinkhole with a size of {0} is about to happen.
vi: Một hố tử thần với kích thước {0} sắp xuất hiện.

source: A thunderstorm with a severity of {0} is about to happen.
vi: Một cơn bão sét với cấp độ {0} sắp diễn ra.

source: A tornado “{0}” with an intensity of {1} is about to hit the city.
vi: Một cơn lốc xoáy “{0}” với cường độ {1} sắp đổ bộ vào thành phố.

source: A forest fire “{0}” with an intensity of {1} is about to break out.
vi: Một đám cháy rừng “{0}” với cường độ {1} sắp bùng phát.

source: A meteor “{0}” with a size of {1} is about to hit the city.
vi: Một sao băng “{0}” với kích thước {1} sắp lao vào thành phố.

source: A tsunami “{0}” with an intensity of {1} is about to happen.
vi: Một trận sóng thần “{0}” với cường độ {1} sắp xảy ra.

source: An earthquake “{0}” with an intensity of {1} is about to happen.
vi: Một trận động đất “{0}” với cường độ {1} sắp xảy ra.

source: A sinkhole “{0}” with a size of {1} is about to happen.
vi: Một hố sụt “{0}” với kích thước {1} sắp xảy ra.

source: A thunderstorm “{0}” with a severity of {1} is about to happen.
vi: Một cơn giông “{0}” với mức độ nghiêm trọng là {1} sắp xảy ra.

source: Evacuate all
vi: Sơ tán Tất cả

source: Activates all Shelters into evacuation mode. Citizens will travel to Shelters for protection and stay until released.
vi: Kích hoạt tất cả các Nơi trú ẩn sang chế độ sơ tán. Các công dân sẽ đến Shelters để được bảo vệ và ở lại cho đến khi được thả.

source: Evacuating City...
vi: Đang Sơ tán Thành phố...

source: Release all
vi: Giải phóng Tất cả

source: Release all citizens from all shelters in the city
vi: Thả tất cả công dân khỏi tất cả các nơi trú ẩn trong thành phố

source: Emergency Services
vi: Dịch vụ Khẩn cấp

source: Landscaping and Disasters
vi: Phong cảnh và Thiên tai

source: The number of fire engines and disaster relief unit vehicles available is dictated by the budget.
vi: Số lượng xe chữa cháy và xe cứu trợ thiên tai có sẵn do ngân sách quyết định.

source: Weekly Emergency Service Expenses
vi: Chi hàng tuần cho Dịch vụ Khẩn cấp

source: TRIGGER WARNING
vi: CẢNH BÁO TÁC NHÂN

source: There are disasters in this scenario that are not associated with any triggers. These disasters will never happen. Do you want to proceed?
vi: Có một số thiên tai trong kịch bản này không liên hệ với bất cứ tác nhân nào. Những thiên tai đó sẽ không bao giờ xảy ra. Bạn vẫn muốn tiến hành chứ?

source: Category
vi: Thể loại

source: Scenario Editor
vi: Chỉnh sửa Kịch bản

source: The area has been searched and is ready for rebuilding. Hover over ”Rebuild” for building cost.
vi: Khu vực này đã được tìm kiếm và sẵn sàng để xây dựng lại. Di chuột qua "Xây dựng lại" để biết chi phí xây dựng.

source: THEN
vi: THÌ

source: To win the game
vi: Để thắng màn chơi

source: You lose the game if you
vi: Bạn thua màn chơi nếu bạn

source: Do
vi: Làm

source: Don't
vi: Không làm

source: Shelter is evacuating citizens
vi: Hầm trú ẩn đang sơ tán người dân

source: Control Disasters
vi: Kiểm soát Thiên tai

source: You can choose if you want random disasters to happen, how often they should happen, and even call disasters at will to hit your city. When choosing which disaster strikes, choose the severity of the disaster.
vi: Bạn có thể chọn nếu bạn muốn các thảm họa ngẫu nhiên xảy ra, tần suất chúng sẽ xảy ra và thậm chí gọi các thảm họa theo ý muốn đến thành phố của bạn. Khi chọn thảm họa nào xảy ra, hãy chọn mức độ nghiêm trọng của thảm họa.

source: Rebuild service building immediately. Cost X
vi: Xây lại công trình dịch vụ ngay lập tức. Tốn X

source: To keep citizens safe when faced with a disaster, you need disaster services. The Disaster Relief Unit checks destroyed buildings for survivors and integrity, before allowing them to be rebuild. Pumping Service removes water from houses and streets, Shelters can be used to keep citizens out of harm’s way. The early warning systems: Tsunami Buoy, Earthquake Sensor, Deep Space Radar and Weather Radar give you more time to prepare and more precise information on the coming disaster.
vi: Để giữ an toàn cho công dân khi đối mặt với thảm họa, bạn cần có các dịch vụ về thảm họa. Đơn vị Cứu trợ Thảm họa kiểm tra các tòa nhà bị phá hủy để tìm những người sống sót và tính toàn vẹn, trước khi cho phép xây dựng lại chúng. Dịch vụ Bơm loại bỏ nước khỏi nhà và đường phố, Các nơi trú ẩn có thể được sử dụng để giữ cho công dân không bị nguy hiểm. Các hệ thống cảnh báo sớm: Phao sóng thần, Cảm biến động đất, Radar không gian sâu và Radar thời tiết giúp bạn có thêm thời gian để chuẩn bị và thông tin chính xác hơn về thảm họa sắp tới.

source: Natural Disasters DLC
vi: DLC Thiên tai

source: Sort by
vi: Xếp theo

source: Last modified
vi: Lần sửa cuối

source: Repair cost: {0}
vi: Chi phí Sửa chữa: {0}

source: Story Message
vi: Thông điệp Cốt truyện

source: Coverage:
vi: Độ Bao phủ:

source: Disaster risk:
vi: Nguy cơ Thiên tai:

source: Early warning:
vi: Cảnh báo sớm:

source: To complete escape route, make sure it ends at the Shelter!
vi: Để hoàn thành lối thoát hiểm, hãy đảm bảo rằng nó kết thúc tại Hầm trú ẩn!

source: Exit route marking
vi: Ngừng Đánh dấu đường

source: Citizens in Shelters X/X
vi: Số người trong Hầm X/X

source: Shelters evacuating X/X
vi: Số Hầm đang sơ tán X/X

source: Aftermath of recent {0}:
vi: Hậu quả của {0} mới đây:

source: m
vi: mét

source: You have not built the required disaster detection service to get more information about this disaster.
vi: Bạn chưa xây dựng dịch vụ phát hiện thảm họa bắt buộc để có thêm thông tin về thảm họa này.

source: Incoming {0}
vi: {0} đang tới

source: Building has collapsed! Wait for Disaster Response to visit or bulldoze.
vi: Tòa nhà đã sụp đổ! Chờ Ứng phó Thảm họa đến thăm hoặc san ủi.

source: Building has burned down! Wait for Disaster Response to visit or bulldoze.
vi: Tòa nhà đã cháy rụi! Chờ Ứng phó Thảm họa đến thăm hoặc san ủi.

source: Music / Radio Volume
vi: Âm lượng Nhạc / Radio

source: Emergency Broadcast Volume
vi: Âm lượng Bản tin Khẩn cấp

source: {0} is over.
vi: {0} đã qua.

source: Casualties from the disasters
vi: Số người thiệt mạng do thiên tai

source: Collapsed buildings
vi: Công trình Hư hại

source: Destroyed roads segments
vi: Đường bộ bị hỏng

source: Train tracks destroyed
vi: Đường ray bị hỏng

source: Power lines destroyed
vi: Đường điện bị phá hủy

source: Buildings set on fire
vi: Công trình bị cháy

source: Trees set on fire
vi: Cây bị cháy

source: Buildings upgraded
vi: Công trình được nâng cấp

source: No casualties!
vi: Không có ai thiệt mạng!

source: Congratulations, the city did not suffer damage!
vi: Chúc mừng, thành phố không bị thiệt hại gì!

source: Dismiss
vi: Giải tán

source: Number of disasters
vi: Số lượng Thiên tai

source: Number of casualties from the disasters
vi: Số người thiệt mạng do thiên tai

source: Amount of collapsed buildings
vi: Số lượng công trình bị sập

source: Amount of destroyed roads segments
vi: Số đoạn đường bị phá hủy

source: Disaster Aftermath
vi: Hậu quả của Thiên tai

source: Evacuated
vi: Đã sơ tán

source: High Tech DLC
vi: DLC Công nghệ Cao

source: Relaxation Station DLC
vi: DLC Kênh Thư giãn

source: Reason:
vi: Lí do:

source: Add sub building
vi: Thêm công trình phụ

source: Shelters
vi: Hầm trú ẩn

source: Signal Strength
vi: Cường độ Tín hiệu

source: Radio Masts
vi: Cột Vô tuyến

source: Earthquake Detection
vi: Cảm biến Địa chấn

source: Detection Buildings
vi: Số công trình Cảnh báo

source: Disaster Risk
vi: Nguy cơ Thiên tai

source: Open disaster reports
vi: Mở Báo cáo Thiên tai

source: Natural Disasters DLC required
vi: Cần DLC Thảm họa Thiên nhiên

source: Disaster Probabilities
vi: Khả năng xảy ra Thiên tai

source: Helicopters in use: {0} / {1}
vi: Trực thăng đang sử dụng: {0} / {1}

source: Helicopter capacity: {0}
vi: Số lượng Trực thăng: {0}

source: Citizens in shelter: {0} / {1}
vi: Số người dân trong hầm: {0} / {1}

source: Shelter capacity: {0}
vi: Sức chứa của Hầm: {0}

source: Evacuation bus count: {0}
vi: Số chuyến xe sơ tán: {0}

source: Transmitter power: {0} KW
vi: Năng lượng cho Máy phát sóng: {0} KW

source: Mast height: {0} m
vi: Chiều cao Cột: {0} m

source: Visibility distance: {0} m
vi: Tầm quan sát: {0} m

source: Tower height: {0} m
vi: Chiều cao Tháp: {0} m

source: Vehicles in use: {0} / {1}
vi: Phương tiện đang sử dụng: {0} / {1}

source: Vehicle capacity: {0}
vi: Khả năng Đáp ứng: {0}

source: Storage capacity: {0:N0} m³
vi: Sức chứa: {0:N0} m³

source: Operating rate: {0:N0} m³/week
vi: Tốc độ Vận hành: {0:N0} m³/tuần

source: Storage amount: {0}%
vi: Trữ lượng: {0}%

source: Detection distance: {0}%
vi: Tầm quét: {0}%

source: Forecast period: {0} days
vi: Chu kỳ Dự báo: {0} ngày

source: Detection sensitivity: {0} m
vi: Độ nhạy Cảm biến: {0} m

source: Detection off
vi: Tắt Cảm biến

source: Detection range: {0} m
vi: Khoảng cách Phát hiện: {0} m

source: Food
vi: Thực phẩm

source: Power
vi: Năng lượng

source: Draw an evacuation route
vi: Vẽ một Lối thoát hiểm

source: Delete the evacuation route
vi: Xóa Lối thoát hiểm

source: Evacuate Citizens
vi: Sơ tán Dân cư

source: Evacuate citizens to this shelter
vi: Sơ tán người dân tới hầm trú ẩn này

source: Release Citizens
vi: Giải phóng Dân cư

source: Release citizens from this shelter
vi: Giải phóng người dân khỏi hầm trú ẩn này

source: Random Disasters
vi: Thiên tai Ngẫu nhiên

source: This building needs to be searched for survivors by a disaster response unit before it can be rebuilt
vi: Tòa nhà này cần được đơn vị ứng phó thảm họa tìm kiếm những người sống sót trước khi có thể xây dựng lại

source: Responding to call at
vi: Đang đáp ứng cuộc gọi tại

source: Giving first aid
vi: Đang sơ cứu

source: Making flight plan
vi: Đang dự tính đường bay

source: Transporting a patient to
vi: Đang chuyển bệnh nhân tới

source: Patrolling
vi: Đang tuần tra

source: Spotted something suspicious
vi: Phát hiện thứ gì đó đáng ngờ

source: Searching for a criminal
vi: Đang tìm một tên tội phạm

source: Rushing to fire at
vi: Đang khẩn trương đến cứu hỏa tại

source: Rushing to wildfire near
vi: Đang phóng tới chữa cháy rừng gần

source: Extinguishing fire
vi: Đang dập lửa

source: Filling water bucket
vi: Đang lấy nước

source: Returning to base
vi: Đang quay về căn cứ

source: Coordinating rescue work
vi: Đang phối hợp cứu nạn

source: Searching for survivors at
vi: Đang tìm người sống sót tại

source: Locating flood water
vi: Đang xác định chỗ ngập

source: Pumping water
vi: Đang bơm nước

source: Tornado
vi: Vòi rồng

source: Forest fire
vi: Cháy rừng

source: Meteor strike
vi: Thiên thạch rơi

source: Tsunami
vi: Sóng thần

source: Earthquake
vi: Động đất

source: Sinkhole
vi: Hố tử thần

source: Thunderstorm
vi: Bão sét

source: Fire
vi: Cháy

source: Collapse
vi: Sập
