Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Petrochemical plants take oil and uses fluid catalytic cracking to produce olefins that are the basis for polymers and oligomers used in products like plastics. This processing building require oil to produce oil special good – plastic. Processing building need to be placed inside Industry Area.
vi: Các nhà máy hóa dầu lấy dầu và sử dụng cracking xúc tác lỏng để tạo ra olefin làm cơ sở cho các polyme và oligome được sử dụng trong các sản phẩm như nhựa. Tòa nhà chế biến này đòi hỏi dầu để sản xuất dầu đặc biệt tốt - nhựa. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Naphtha cracker plants uses oil to produce a good special to the petroleum industry – plastic. Processing building need to be placed inside the Industry Area.
vi: Các nhà máy cracker Naphtha sử dụng dầu để sản xuất một sản phẩm đặc biệt tốt cho ngành dầu khí - nhựa. Tòa nhà chế biến cần được đặt bên trong Khu công nghiệp.

source: Ore Industry Main Building sets an unassigned Industry Area’s type to Ore Industry and allows its level progression. It also works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của ngành công nghiệp quặng đặt loại Khu vực công nghiệp chưa được chỉ định thành Công nghiệp quặng và cho phép phát triển cấp độ của nó. Nó cũng hoạt động như là Trụ sở của Khu vực Công nghiệp cho các phương tiện dịch vụ thành phố.

source: An extraction site with basic equipment for mining industry area raw material – ore. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một khu khai thác với các thiết bị cơ bản cho ngành công nghiệp khai thác nguyên liệu thô - quặng. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: An extraction site with a big mining crane for mining industry area raw material – ore. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một khu khai thác với một cần cẩu khai thác lớn cho ngành công nghiệp khai thác nguyên liệu thô - quặng. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: An extraction site with a huge bucket wheel excavator for mining industry area raw material – ore. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một trang web khai thác với một máy đào bánh xe xô lớn cho ngành công nghiệp khai thác nguyên liệu thô - quặng. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: A small mine for extracting ore industry area raw materials from underground deposits. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một mỏ nhỏ để khai thác nguyên liệu khu vực quặng công nghiệp từ tiền gửi ngầm. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: A large mine with advanced equipment for extracting ore industry area raw materials from underground deposits. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một mỏ lớn với thiết bị tiên tiến để khai thác nguyên liệu khu vực quặng từ các mỏ ngầm. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: A mining vessel designed to extract ore industry area raw materials from underwater deposits. Extractor need to be placed on ore deposit inside Industry Area.
vi: Một tàu khai thác được thiết kế để khai thác nguyên liệu khu vực quặng từ các mỏ dưới nước. Máy chiết xuất cần được đặt trên mỏ quặng bên trong Khu vực công nghiệp.

source: A storage facility for storing the ore industry raw materials. Storage building can be placed outside Industry Area.
vi: Một cơ sở lưu trữ để lưu trữ các nguyên liệu công nghiệp quặng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A lot that is used for storing the ore industry raw materials. Storage building can be placed outside Industry Area.
vi: Rất nhiều được sử dụng để lưu trữ nguyên liệu công nghiệp quặng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A large storage building for storing the ore industry raw materials. Storage building can be placed outside Industry Area.
vi: Một tòa nhà lưu trữ lớn để lưu trữ nguyên liệu công nghiệp quặng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: Glass manufacturing plants use mined ore raw materials to produce glass sheets that can then be used, for example in manufacturing of windows or windshields. This processing building require ore to produce ore special good – glass. Processing building need to be placed inside Industry Area.
vi: Các nhà máy sản xuất thủy tinh sử dụng nguyên liệu quặng khai thác để sản xuất các tấm kính sau đó có thể được sử dụng, ví dụ như trong sản xuất cửa sổ hoặc kính chắn gió. Tòa nhà chế biến này đòi hỏi quặng để sản xuất quặng đặc biệt tốt - thủy tinh. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Fiberglass plant manufacture ore special good – glass. This processing building require ore to operate. Processing building need to be placed inside Industry Area.
vi: Nhà máy sợi thủy tinh sản xuất quặng đặc biệt tốt - thủy tinh. Tòa nhà chế biến này đòi hỏi quặng để hoạt động. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Ore grinding mills take ore raw materials and pushes them trough the grinder to break down, separate or size the raw materials to more usable form. This processing building require ore to produce ore special good – metals. Processing building need to be placed inside Industry Area.
vi: Các nhà máy nghiền quặng lấy nguyên liệu quặng và đẩy chúng qua máy nghiền để phá vỡ, tách hoặc định cỡ các nguyên liệu thô thành dạng có thể sử dụng nhiều hơn. Tòa nhà chế biến này đòi hỏi quặng để sản xuất quặng đặc biệt tốt - kim loại. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Rotary kiln plants take ore raw materials and heats them in high temperatures to form materials like iron ore pellets that can be used in steel production. This processing building require ore to produce ore special good – metals. Processing building need to be placed inside Industry Area.
vi: Các nhà máy lò quay lấy nguyên liệu quặng và nung nóng ở nhiệt độ cao để tạo thành các vật liệu như viên quặng sắt có thể được sử dụng trong sản xuất thép. Tòa nhà chế biến này đòi hỏi quặng để sản xuất quặng đặc biệt tốt - kim loại. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: A pile of logs
vi: Một đống gỗ

source: A field of wheat crop.
vi: Một cánh đồng lúa mì.

source: A field of potato crop.
vi: Một cánh đồng trồng khoai tây.

source: A field of corn crop.
vi: Một cánh đồng ngô.

source: A field of cotton crop.
vi: Một cánh đồng trồng bông.

source: Academic Library is a higher education institution, which main purpose is to support academic research projects conducted by students from different faculties. It stores niche and special collections from around the world that even attracts tourists from different cities to visit.
vi: Thư viện học thuật là một tổ chức giáo dục đại học, với mục đích chính là hỗ trợ các dự án nghiên cứu học thuật được thực hiện bởi các sinh viên từ các khoa khác nhau. Nó lưu trữ các bộ sưu tập thích hợp và đặc biệt từ khắp nơi trên thế giới thậm chí thu hút khách du lịch từ các thành phố khác nhau đến thăm.

source: An open-air college stadium with seating circling the field of play. Placing this building inside a campus area enables American Football varsity sports team. Can be placed in- and outside of campus areas.
vi: Một sân vận động đại học ngoài trời với chỗ ngồi bao quanh sân chơi. Đặt tòa nhà này trong khu vực khuôn viên trường cho phép đội thể thao sinh viên bóng đá Mỹ. Có thể được đặt trong và ngoài khu vực khuôn viên trường.

source: This building defines the campus area type to Trade School, allows reputation progression of the campus area and works as a headquarters for city services. Trade School campus buildings provide university level education.
vi: Tòa nhà này xác định loại khu vực đại học của Trường Thương mại, cho phép phát triển danh tiếng của khu vực đại học và làm trụ sở cho các dịch vụ của thành phố. Tòa nhà trong khuôn viên trường thương mại cung cấp giáo dục đại học.

source: Dormitory is a residential building for students for the duration of their academic studies. Building increases campus areas attractiveness, student capacity and requires a Trade School campus area.
vi: Ký túc xá là một tòa nhà dân cư cho sinh viên trong suốt thời gian học tập của họ. Xây dựng tăng diện tích khuôn viên trường, sức chứa của sinh viên và yêu cầu khu vực đại học Trường thương mại.

source: Students with spare time can use the Study Hall to do their homework, projects or prepare to exams. This building increases campus attractiveness and needs to be placed within Trade School campus area.
vi: Học sinh có thời gian rảnh có thể sử dụng Hội trường học tập để làm bài tập về nhà, dự án hoặc chuẩn bị cho các kỳ thi. Tòa nhà này làm tăng sức hấp dẫn của trường và cần được đặt trong khu vực khuôn viên Trường thương mại.

source: Groundskeepers are working hard to keep campus area premises clean, tidy and aesthetically pleasing. Building increases campus attractiveness and land value of campus area and need to be placed inside Trade School campus area.
vi: Nhân viên sân vườn đang làm việc chăm chỉ để giữ cho khuôn viên khu vực khuôn viên sạch sẽ, gọn gàng và thẩm mỹ. Tòa nhà làm tăng sức hấp dẫn của trường và giá trị đất của khu vực khuôn viên và cần được đặt trong khu vực khuôn viên Trường thương mại.

source: For all students the Book Club offers an opportunity to read books and discuss them in a relaxing environment. Book Clubs increase campus areas attractiveness. Building must be placed within Trade School campus area.
vi: Đối với tất cả học sinh, Câu lạc bộ Sách cung cấp một cơ hội để đọc sách và thảo luận về chúng trong một môi trường thư giãn. Câu lạc bộ sách tăng sức hấp dẫn khu vực khuôn viên. Tòa nhà phải được đặt trong khu vực khuôn viên trường thương mại.

source: Seated outdoor area is perfect for studying on a beautiful day. Outdoor Study building increases campus area attractiveness and student capacity. Building must be placed within Trade School campus area.
vi: Khu vực ngoài trời ngồi là hoàn hảo để học tập vào một ngày đẹp trời. Tòa nhà học tập ngoài trời làm tăng sức hấp dẫn của khu vực khuôn viên và năng lực của sinh viên. Tòa nhà phải được đặt trong khu vực khuôn viên trường thương mại.

source: Gymnasium provides the students with athletic, recreational and leisure services. Gymnasium has a city wide effect on citizens health and increases campus attractiveness. Building needs to be placed within Trade School campus area.
vi: Phòng tập thể dục cung cấp cho sinh viên các dịch vụ thể thao, giải trí và giải trí. Phòng tập thể dục có tác dụng rộng khắp thành phố đối với sức khỏe công dân và tăng sức hấp dẫn của trường. Tòa nhà cần được đặt trong khu vực khuôn viên trường thương mại.

source: Fresh hot meals, drinks and healthy snacks now all available for students. Cafeteria increases land value and campus area attractiveness. Building requires a Trade School campus area.
vi: Bữa ăn nóng, đồ uống và đồ ăn nhẹ lành mạnh hiện có sẵn cho sinh viên. Quán cà phê làm tăng giá trị đất và sự hấp dẫn khu vực khuôn viên. Tòa nhà yêu cầu khu vực khuôn viên trường thương mại.

source: Increasing campus areas attractiveness and land value the Fountain is a good place for students to relax and meet. Building needs to be placed within Trade School campus area.
vi: Tăng diện tích khuôn viên và giá trị đất đai Đài phun nước là một nơi tốt để sinh viên thư giãn và gặp gỡ. Tòa nhà cần được đặt trong khu vực khuôn viên trường thương mại.

source: Library is a great place for teaching and for up-to-date information in business and other relevant fields. Libraries increase land value, campus attractiveness and boosts campus areas student capacity. Building needs to be placed within Trade School campus area.
vi: Thư viện là một nơi tuyệt vời để giảng dạy và cung cấp thông tin cập nhật về kinh doanh và các lĩnh vực liên quan khác. Các thư viện làm tăng giá trị đất đai, sức hấp dẫn của khuôn viên trường và nâng cao năng lực của sinh viên trong các khu vực khuôn viên trường. Tòa nhà cần được đặt trong khu vực khuôn viên Trường Thương mại.

source: Trade School Commencement office is an impressive building that provides a great venue for graduations. In addition of increasing campus area attractiveness the Commencement building is required to hold a visible graduation ceremony. Building must be placed within Trade School campus area.
vi: Văn phòng bắt đầu trường thương mại là một tòa nhà ấn tượng cung cấp một địa điểm tuyệt vời cho tốt nghiệp. Ngoài việc tăng sức hấp dẫn của khu vực khuôn viên, tòa nhà Bắt đầu được yêu cầu tổ chức một buổi lễ tốt nghiệp có thể nhìn thấy. Tòa nhà phải được đặt trong khu vực khuôn viên trường thương mại.

source: This statue of Trade School's academic feats is inspiration for all campus visitors. Statue increases campus areas attractiveness and land value. Building requires a Trade School campus area.
vi: Bức tượng kỳ công hàn lâm này là nguồn cảm hứng cho tất cả các du khách trong khuôn viên trường. Tượng làm tăng diện tích khuôn viên và giá trị đất. Tòa nhà yêu cầu khu vực khuôn viên trường thương mại.

source: Fully facilitated auditorium with cutting edge technology to enable the full potential of performances and lectures. Auditorium increases student capacity and campus area attractiveness. Building requires a Trade School Campus Area.
vi: Khán phòng được tạo điều kiện hoàn toàn với công nghệ tiên tiến để cho phép phát huy hết khả năng của các buổi biểu diễn và bài giảng. Thính phòng làm tăng khả năng của sinh viên và sức hấp dẫn của khu vực trường. Tòa nhà yêu cầu Khu vực khuôn viên trường thương mại.

source: A facility that provides controlled conditions for various scientific researches. Laboratories increase student capacity and campus attractiveness while also boosting Academic Works creation. Building requires a Trade School Campus Area.
vi: Một cơ sở cung cấp các điều kiện kiểm soát cho các nghiên cứu khoa học khác nhau. Các phòng thí nghiệm tăng khả năng của sinh viên và sức hấp dẫn của trường đồng thời thúc đẩy sáng tạo Công trình Học thuật. Tòa nhà yêu cầu Khu vực khuôn viên trường thương mại.

source: Campus Bookstore has the biggest supply of study tools and current textbooks. Bookstore increases campus attractiveness, tourism attractiveness and land value. Building needs to be placed within Trade School Campus Area.
vi: Hiệu sách trường có nguồn cung cấp lớn nhất các công cụ học tập và sách giáo khoa hiện tại. Hiệu sách làm tăng sức hấp dẫn của trường, sức hấp dẫn của du lịch và giá trị đất đai. Tòa nhà cần được đặt trong Khu vực khuôn viên trường thương mại.

source: Versatile laboratory that utilizes technology, science and art in their research. Media Lab increases student capacity, campus attractiveness and boosts Academic Works creation. Building needs to be placed inside Trade School Campus Area.
vi: Phòng thí nghiệm đa năng sử dụng công nghệ, khoa học và nghệ thuật trong nghiên cứu của họ. Media Lab tăng khả năng của sinh viên, sức hấp dẫn của trường và tăng cường sáng tạo Công trình học thuật. Tòa nhà cần được đặt bên trong Khu vực khuôn viên trường thương mại.

source: A club dedicated for like-minded people to share their enthusiasm and love for volleyball. Beach Volleyball Clubs increase campus areas attractiveness. Building must be placed within Trade School Campus Area.
vi: Một câu lạc bộ dành riêng cho những người cùng chí hướng để chia sẻ sự nhiệt tình và tình yêu của họ dành cho bóng chuyền. Câu lạc bộ bóng chuyền bãi biển làm tăng sức hấp dẫn của khu vực khuôn viên trường. Tòa nhà phải được đặt trong Khu vực khuôn viên trường thương mại.

source: Statue commemorating a legendary and inspiring scholar. Increases campus attractiveness and land value. Building needs to be placed within Trade School Campus Area.
vi: Tượng tưởng niệm một học giả huyền thoại và truyền cảm hứng. Tăng sức hấp dẫn của trường và giá trị đất. Tòa nhà cần được đặt trong Khu vực khuôn viên trường thương mại.

source: During the studies cadets work with police officers and also keep an eye on the jail cell occupants, increasing patrol car count, jails capacity and Police Department efficiency. Faculty increases campus attractiveness and requires a Trade School campus area.
vi: Trong quá trình nghiên cứu, các học viên làm việc với các sĩ quan cảnh sát và cũng để mắt đến những người ở trong nhà tù, tăng số lượng xe tuần tra, năng lực của nhà tù và hiệu quả của Sở Cảnh sát. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường thương mại.

source: Interns bring the best out of city attractions and shops, increasing attractiveness and entertainment of leisure buildings. Income from all commercial zones is increased. Faculty increases campus attractiveness and requires a Trade School campus area.
vi: Thực tập sinh mang đến những điểm tham quan và cửa hàng tốt nhất trong thành phố, tăng sức hấp dẫn và giải trí cho các tòa nhà giải trí. Thu nhập từ tất cả các khu thương mại được tăng lên. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường thương mại.

source: Students help local businesses with innovative solutions for higher product quality, increasing all generic zoned industry income while reducing city water consumption and sewage outlet. Faculty increases campus attractiveness and requires a Trade School campus area.
vi: Sinh viên giúp các doanh nghiệp địa phương với các giải pháp sáng tạo cho chất lượng sản phẩm cao hơn, tăng tất cả thu nhập chung của ngành trong khi giảm tiêu thụ nước thành phố và cửa xả nước thải. Khoa tăng sức hấp dẫn của trường và yêu cầu khu vực khuôn viên trường thương mại.

source: An unique institution that conserves a collection of Academic Works. These items are available for public through permanent exhibits. Each additional Academic Work increases the city attractiveness of this building. Can be placed anywhere in the city. Can be placed only once.
vi: Một tổ chức duy nhất bảo tồn một bộ sưu tập các tác phẩm học thuật. Những mặt hàng có sẵn cho công chúng thông qua các cuộc triển lãm vĩnh viễn. Mỗi công việc học tập bổ sung làm tăng sức hấp dẫn của thành phố của tòa nhà này. Có thể được đặt bất cứ nơi nào trong thành phố. Chỉ có thể được đặt một lần.

source: This building defines the campus area type to Liberal Arts, allows reputation progression of the campus area and works as a headquarters for city services. Liberal Arts campus buildings provide university level education.
vi: Tòa nhà này xác định loại khu vực khuôn viên là Nghệ thuật tự do, cho phép phát triển danh tiếng của khu vực khuôn viên và làm trụ sở cho các dịch vụ của thành phố. Tòa nhà khuôn viên nghệ thuật tự do cung cấp giáo dục đại học.

source: Dormitory is a residential building for students for the duration of their academic studies. Building increases campus areas attractiveness, student capacity and requires a Liberal Arts campus area.
vi: Ký túc xá là một tòa nhà dân cư cho sinh viên trong suốt thời gian học tập của họ. Xây dựng làm tăng sức hấp dẫn của khu vực khuôn viên, năng lực của sinh viên và yêu cầu khu vực khuôn viên của Liberal Arts.

source: Students with spare time can use the Study Hall to do their homework, projects or prepare to exams. Building increases campus attractiveness and needs to be placed within Liberal Arts campus area.
vi: Học sinh có thời gian rảnh có thể sử dụng Hội trường học tập để làm bài tập về nhà, dự án hoặc chuẩn bị cho các kỳ thi. Tòa nhà làm tăng sức hấp dẫn của trường và cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: Groundskeepers are working hard to keep campus area premises clean, tidy and aesthetically pleasing. Building increases campus attractiveness and land value of campus area and need to be placed inside Liberal Arts campus area.
vi: Nhân viên sân vườn đang làm việc chăm chỉ để giữ cho khuôn viên khu vực khuôn viên sạch sẽ, gọn gàng và thẩm mỹ. Tòa nhà làm tăng sức hấp dẫn của trường và giá trị đất của khu vực khuôn viên và cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: Fresh hot meals, drinks and healthy snacks now all available for students. Cafeteria increases land value and campus area attractiveness. Building requires a Liberal Arts campus area.
vi: Bữa ăn nóng, đồ uống và đồ ăn nhẹ lành mạnh hiện có sẵn cho sinh viên. Quán cà phê làm tăng giá trị đất và sự hấp dẫn khu vực khuôn viên. Tòa nhà đòi hỏi một khu vực khuôn viên nghệ thuật tự do.

source: Library is a great place with a rich collection of paintings, books and music. Libraries increase land value, campus attractiveness and boosts campus areas student capacity. Building needs to be placed within Liberal Arts campus area.
vi: Thư viện là một nơi tuyệt vời với một bộ sưu tập phong phú của tranh, sách và âm nhạc. Thư viện tăng giá trị đất, sức hấp dẫn của trường và tăng khả năng của sinh viên trong khu vực khuôn viên trường. Tòa nhà cần được đặt trong khu vực khuôn viên của Liberal Arts.

source: Fully facilitated auditorium with cutting edge technology to enable the full potential of performances and lectures. Auditorium increases student capacity and campus area attractiveness. Building requires a Liberal Arts Campus Area.
vi: Khán phòng được tạo điều kiện hoàn toàn với công nghệ tiên tiến để cho phép phát huy hết khả năng của các buổi biểu diễn và bài giảng. Thính phòng làm tăng khả năng của sinh viên và sức hấp dẫn của khu vực trường. Tòa nhà yêu cầu Khu vực khuôn viên nghệ thuật tự do.

source: Liberal Arts Commencement office is an impressive building that provides a great venue for graduations. In addition of increasing campus area attractiveness the Commencement building is required to hold a visible graduation ceremony. Building must be placed within Liberal Arts campus area.
vi: Văn phòng bắt đầu nghệ thuật tự do là một tòa nhà ấn tượng cung cấp một địa điểm tuyệt vời cho tốt nghiệp. Ngoài việc tăng sức hấp dẫn của khu vực khuôn viên, tòa nhà Bắt đầu được yêu cầu tổ chức một buổi lễ tốt nghiệp có thể nhìn thấy. Tòa nhà phải được đặt trong khu vực khuôn viên của Liberal Arts.

source: Campus Bookstore has the biggest supply of study tools and current textbooks. Bookstore increases campus attractiveness, tourism attractiveness and land value. Building needs to be placed within Liberal Arts Campus Area.
vi: Hiệu sách trường có nguồn cung cấp lớn nhất các công cụ học tập và sách giáo khoa hiện tại. Hiệu sách làm tăng sức hấp dẫn của trường, sức hấp dẫn của du lịch và giá trị đất đai. Tòa nhà cần được đặt trong Khu vực khuôn viên nghệ thuật tự do.

source: Drama Club is for those who are interested in the art of theatre Students can spend time participating in theatrical activities. Drama Club increases campus areas attractiveness. Building must be placed within Liberal Arts campus area.
vi: Câu lạc bộ kịch dành cho những người quan tâm đến nghệ thuật sân khấu Học sinh có thể dành thời gian tham gia các hoạt động sân khấu. Câu lạc bộ Kịch làm tăng sức hấp dẫn của khu vực khuôn viên trường. Tòa nhà phải được đặt trong khu vực khuôn viên của Liberal Arts.

source: Art Club is an open opportunity for all students to share their art experiences and participate in art related activities with like-minded peers. Art Club increases campus area attractiveness and building must be placed within Liberal Arts campus area.
vi: Câu lạc bộ nghệ thuật là một cơ hội mở cho tất cả các sinh viên để chia sẻ kinh nghiệm nghệ thuật của họ và tham gia vào các hoạt động liên quan đến nghệ thuật với những người cùng chí hướng. Câu lạc bộ nghệ thuật tăng sức hấp dẫn của khu vực khuôn viên và tòa nhà phải được đặt trong khu vực khuôn viên của Liberal Arts.
