Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The Bus Depot automatically sends out buses for your bus lines. Build lines with the Bus Stop tool. Adjust the number of buses available by raising or lowering the city's public transportation budget.
vi: Kho xe buýt tự động gửi xe buýt cho các tuyến xe buýt của bạn. Tạo đường bằng công cụ Trạm dừng xe buýt. Điều chỉnh số lượng xe buýt hiện có bằng cách tăng hoặc giảm ngân sách giao thông công cộng của thành phố.

source: Travelling underground at high speeds while avoiding the stress of traffic is an excellent choice when thinking mass transit in the city centre. Place underground metro stations first, connect them with metro tracks and then plan routes.
vi: Di chuyển dưới lòng đất với tốc độ cao và không phải bận tâm tới tắc đường quả là một lựa chọn tuyệt vời khi nhắc đến việc vận chuyển số người khổng lồ qua trung tâm thành phố. Hãy đặt ga tàu điện ngầm trước, nối chúng với nhau bằng đường hầm rồi bố trí lộ trình.

source: The Train Station allows tourists to travel to and from the city. Place the station and connect it to the rails leading out to allow trains to come and go automatically.
vi: Ga Tàu hỏa cho phép du khách đến và đi khỏi thành phố. Hãy đặt ga tàu rồi nối nó với đường ray dẫn ra bên ngoài để tàu hỏa có thể tự động đến và đi.

source: The Airport opens the sky for traveling to far-away lands. Tourism benefits greatly from plane traffic. Airport needs a road connection but can be freely placed on the map.
vi: Sân bay mở ra khả năng đi tới những vùng đất xa xôi. Ngành du lịch sẽ được lợi lớn từ hệ thống hàng không. Sân bay vẫn cần phải nối với đường nhưng trước đó có thể đặt tự do ở bất cứ đâu trên bản đồ.

source: The Harbor provides outside connection for passengers to the city by sea. Tourists arrive to the city and leave it via the harbor. Place the harbor on a seaside location where a harbor route is available.
vi: Bến cảng cung cấp kết nối với bên ngoài cho hành khách đến thành phố bằng đường biển. Du khách sẽ tới thành phố và rời khỏi đây qua bến cảng. Hãy đặt bến cảng ở bờ biển nơi có đường thủy.

source: Ship out goods and bring in materials for your industry and power plants. Place the Cargo Harbor on a seaside location where a harbor route is available.
vi: Chuyển hàng đi và nhập về nguyên liệu cho các ngành công nghiệp cũng như nhà máy điện. Hãy đặt Cảng hàng hóa ở bờ biển nơi có đường thủy.

source: Build a Cargo Train Terminal to allow trains to carry goods and raw materials. Cargo trains can operate inside the city or with an outside connection. Build stations and connect them with tracks before using the train line tool to make a line.
vi: Xây dựng Nhà ga xe lửa chở hàng để cho phép các chuyến tàu chở hàng hóa và nguyên liệu thô. Tàu chở hàng có thể hoạt động trong thành phố hoặc kết nối bên ngoài. Xây dựng các nhà ga và kết nối chúng với đường ray trước khi sử dụng công cụ đường tàu để tạo đường thẳng.

source: Decorate the neighborhood with a few trees.
vi: Trang trí khu phố với vài cái cây.

source: The Obelisk is on permanent loan from the Museum of Ancient History.
vi: Cái Tháp được mượn vô thời hạn từ Bảo tàng Lịch sử Cổ đại.

source: Bring the excitement of a sports game into the city by building a Stadium. Requirement for building the Space Elevator.
vi: Mang sự phấn khích của một trò chơi thể thao vào thành phố bằng cách xây dựng một Sân vận động. Là yếu tố yêu cầu cần có để xây dựng Thang máy Không gian.

source: The statue is the personification of the city's wealth. Requirement for building the Space Elevator.
vi: Bức tượng là hiện thân của sự giàu có của thành phố. Yêu cầu để xây dựng Thang máy Không gian.

source: Trade shows and conferences attract visitors from near and far. Requirement for building the Space Elevator.
vi: Những hội thảo và triển lãm thương mãi thu hút người quan tâm khắp xa gần. Là tiền đề để xây dựng Thang máy Không gian.

source: Here visitors can experience fine art. Requirement for building the Fusion Power Plant.
vi: Tại đây du khách có thể trải nghiệm nghệ thuật mỹ nghệ. Yêu cầu để xây dựng Nhà máy điện nhiệt hạch.

source: An eerie plaza to celebrate how well the city handles its deceased. Requirement for building the Fusion Power Plant.
vi: Một quảng trường kỳ lạ để kỷ niệm cách thành phố xử lý tốt những người đã khuất. Yêu cầu để xây dựng Nhà máy điện nhiệt hạch.

source: A pretty fountain reminds passersby of how fragile life is. Requirement for building the Fusion Power Plant.
vi: Một đài phun nước xinh xắn khiến người qua đường nhớ lại cuộc sống mong manh đến nhường nào. Yêu cầu để xây dựng Nhà máy điện nhiệt hạch.

source: The favorite way to spend a vacation day for all children is to visit the Aquarium! Requirement for building the Hadron Collider.
vi: Cách được mọi trẻ em yêu thích để sử dụng một ngày nghỉ là tới thăm Công viên Hải dương! Là tiền đề để xây dựng Vành đai Hadron.

source: The HQ of Colossal Order, the super successful games company that makes millions. Requirement for building the Hadron Collider.
vi: Trụ sở chính của Colossal Order, công ty trò chơi siêu thành công kiếm được hàng triệu USD. Yêu cầu để xây dựng Máy gia tốc Hadron.

source: The fanciest of fancy malls for all the fancy people. Requirement for building the Hadron Collider.
vi: Nơi sang trọng nhất trong những khu chợ sang trọng dành cho những người sang trọng. Là tiền đề để xây dựng Vành đai Hadron.

source: The huge library has so many books that no one has been able to read them all. Requirement for building the Hadron Collider.
vi: Thư viện khổng lồ có nhiều sách tới mức không ai có thể đọc hết chúng. Là tiền đề để xây dựng Vành đai Hadron.

source: People can observe the stars and all the other celestial bodies in the observatory. Requirement for building the Fusion Power Plant.
vi: Mọi người có thể quan sát những vì sao và mọi thứ khác trên bầu trời trong trạm thiên văn. Là tiền đề để xây dựng Nhà máy Điện Hỗn hợp.

source: Much official. Very park. The official park is a neat little park that people like to visit. Requirement for building the Eden Project.
vi: Nhiều chính thức. Rất công viên. Công viên chính thức là một công viên nhỏ gọn gàng mà mọi người thích đến thăm. Yêu cầu để xây dựng Dự án Eden.

source: This is a very normal neighborhood park where everone's friendly and where children like to play and families go out for picnics. Requirement for building the Eden Project.
vi: Đây là một công viên rất bình thường nơi mọi người đều thân thiện còn trẻ em thì thích đến chơi cũng như là nơi những gia đình chọn để đi dã ngoại. Là tiền đề để xây dựng Dự án Eden.

source: Servicing Services offers all kinds of services. This building serves as their headquarters. Requirement for building the Eden Project.
vi: Văn phòng Dịch vụ có đủ mọi loại dịch vụ. Công trình này là trụ sở của họ. Là tiền đề để xây dựng Dự án Eden.

source: For those busy lunch hours and a teeny breath of fresh air, office workers like to visit the Business Park. Requirement for building the Eden Project.
vi: Đối với những giờ ăn trưa bận rộn và hít thở không khí trong lành, nhân viên văn phòng thích ghé thăm Khu thương mại. Yêu cầu để xây dựng Dự án Eden.

source: Inside the Science Center, top notch scientists from all over the world work to find out more about the world we live in. Their latest discoveries are presented to visitors in exhibitions. Requirement for building the Fusion Power Plant.
vi: Bên trong Trung tâm Khoa học, các nhà khoa học hàng đầu từ khắp nơi trên thế giới làm việc để tìm hiểu thêm về thế giới chúng ta đang sống. Những khám phá mới nhất của họ được giới thiệu cho khách tham quan trong các cuộc triển lãm. Yêu cầu để xây dựng Nhà máy điện nhiệt hạch.

source: The gorgeous cathedral celebrates how fantastic the city has become. Open for all religions. Requirement for building the Eden Project. Please note that parks and Unique Buildings don’t count towards the requirements.
vi: Tòa thánh đường lộng lẫy đực dùng để ăn mừng những điều kỳ diệu thành phố đã đạt được. Mở cửa với mọi tôn giáo. Là tiền đề để xây dựng Dự án Eden.

source: Having booming industry allows you to build a statue to commemorate this great time in the history of the city. Requirement for building the Eden Project.
vi: Có ngành công nghiệp đang bùng nổ cho phép bạn xây dựng một bức tượng để kỷ niệm thời điểm tuyệt vời này trong lịch sử của thành phố. Yêu cầu để xây dựng Dự án Eden.

source: People near and far come to enjoy the wonderful music played and songs sung at the Opera House. Requirement for building the Space Elevator.
vi: Mọi người gần xa nô nức tới thưởng thức những nốt nhạc và ca từ kỳ diệu được trình diễn tại Nhà hát Opera. Là tiền đề để xây dựng Thang máy Không gian.

source: People always like to shop! Tourists even more so. Why not have a mall when you have more of them coming in? Requirement for building the Space Elevator.
vi: Mọi người luôn thích mua sắm! Khách du lịch thậm chí còn nhiều hơn như vậy. Tại sao không có một trung tâm mua sắm khi bạn có nhiều người trong số họ đến? Yêu cầu để xây dựng Thang máy Không gian.

source: This impressive office building has many companies using it. Reward for building both a Passenger Harbor and a Cargo Harbor. Requirement for building the Medical Center.
vi: Tòa nhà văn phòng ấn tượng này có rất nhiều công ty sử dụng. Phần thưởng cho việc xây dựng cả Cảng hành khách và Cảng hàng hóa. Yêu cầu để xây dựng Trung tâm y tế.

source: Can poor health be something to be proud of? Apparently yes! The Lazaret Plaza is a scenic area where people like to visit. Requirement for building the Medical Center.
vi: Liệu sức khỏe yếu có thể là điều gì đó để tự hào không? Hiển nhiên là có rồi! Quảng trường Bệnh phong là một khu vực với quang cảnh tự nhiên mọi người rất thích lui tới. Là tiền đề để xây dựng Trung tâm Y tế.

source: The Court House handles all kinds of legal business your citizens have. Requirement for building the Medical Center.
vi: Tòa án xử lý mọi loại rắc rối về pháp lý người dân của bạn có thể gặp phải. Là tiền đề để xây dựng Trung tâm Y tế.

source: The wonderful Theater of Wonders has plays from all over the world. Requirement for building the Hadron Collider.
vi: Nhà hát của những Điều kỳ diệu trình diễn những vở kịch từ khắp nơi trên thế giới. Là tiền đề để xây dựng Vành đai Hadron.

source: Shopping is a wonderful thing! The statue of shopping is a constant reminder of the bliss that it is to purchase something. Requirement for building the Hadron Collider.
vi: Mua sắm là một việc kỳ diệu! Tượng thần Mua sắm là một sự nhắc nhớ đến mỗi người cảm giác hạnh phúc khi ta mua thứ gì đó. Là tiền đề để xây dựng Vành đai Hadron.

source: The Transport Tower is a large office building specially meant for public transport companies. Requirement for building the Space Elevator.
vi: Tháp Vận tải là một tòa nhà văn phòng lớn dành riêng cho các doanh nghiệp vận tải công cộng. Là tiền đề để xây dựng Thang máy Không gian.

source: The High Interest Tower is indeed high. Many companies like to have offices in it because of the lovely view. Requirement for building the Medical Center.
vi: Tháp High Interest thực sự cao. Nhiều công ty thích có văn phòng trong đó vì tầm nhìn đẹp. Yêu cầu để xây dựng Trung tâm y tế.

source: This mall is not so posh, but has lots of small, cheap shops. Requirement for building the Medical Center.
vi: Trung tâm mua sắm này không quá sang trọng, nhưng có rất nhiều cửa hàng nhỏ, giá rẻ. Yêu cầu để xây dựng Trung tâm y tế.

source: When in need of oppression, go to the Oppression Office! It's their specialty. Requirement for building the Medical Center.
vi: Khi có nhu cầu được áp bức, hãy đến Văn phòng Áp bức! Đó là chuyên môn của họ. Là tiền đề để xây dựng Trung tâm Y tế.

source: The power of the stars is within your grasp and the energy problems of yesterday are gone once the Fusion Power Plant is operational. Offers huge amounts of clean energy without the fear of radioactive fallout or other pollution.
vi: Sức mạnh của các vì sao nằm trong tầm tay của bạn và các vấn đề năng lượng của ngày hôm qua sẽ không còn nữa khi Nhà máy điện nhiệt hạch hoạt động. Cung cấp một lượng lớn năng lượng sạch mà không sợ bụi phóng xạ hoặc ô nhiễm khác.

source: The Eden Project is a huge glass house, perfect for vast gardens full of exotic fruits and plants. It greatly increases the city profile and reduces pollution from land, air and water, making land in the city area more valuable.
vi: Dự án Eden là một nhà kính khổng lồ, hoàn hảo cho những khu vườn rộng bao la đầy hoa thơm trái ngọt. Nó sẽ nâng cao đáng kể hình ảnh của thành phố đồng thời loại bỏ hết ô nhiễm trong đất, nước và không khí, khiến cho đất trong thành phố có giá hơn hẳn.

source: People near and far travel to the city to see the Space Elevator. This means a huge influx of tourists, who also like to spend money while visiting.
vi: Người dân gần xa ghé thăm thành phố để được thấy chiếc Thang máy Không gian. Điều này có nghĩa là một dòng khách du lịch lớn, những người cũng thích tiêu tiền khi ở đây nữa.

source: The Medical Center is a research facility that works on finding cures for diseases and ailments. It is so vast and efficient that it can easily take care of all your citizens' health needs. The Medical Center has a helipad and can accept helicopters.
vi: Trung tâm Y tế là một cơ sở nghiên cứu với mục đich tìm ra cách chữa trị mọi bệnh dịch. Nó lớn và hiệu quả tới mức chỉ riêng nó thôi cũng có thể dễ dàng đáp ứng mọi nhu cầu về y tế từ người dân của bạn rồi. Trung tâm Y tế có một sân bay và có thể tiếp nhận trực thăng.

source: The Hadron Collider is a place of science. Various research takes place in the facility and it offers education to citizens. A city with a Hadron Collider does not need to worry about education, the facility provides it for all citizens.
vi: Hadron Collider là một nơi dành cho khoa học. Nhiều thí nghiệm được tiến hành ở đây đồng thời nó cũng giúp đào tạo người dân. Thành phố với một Vành đai Hadron không cần phải lo về giáo dục nữa, nó sẽ nhận đào tạo tất cả mọi người.

source: A park with lots of trees that offer shady spots for picnic goers and people walking through the park.
vi: Một công viên với rất nhiều cây cối là nơi có bóng mát cho những người đi dã ngoại và những người đi bộ qua công viên.

source: Families with kids love this playground! Trees decorate the area and there's lots of space for kids to play in.
vi: Gia đình có trẻ em thích sân chơi này! Cây xanh trang trí khu vực và có nhiều không gian cho trẻ em chơi.

source: A great plaza for going out to eat or just for hanging out.
vi: Một quảng trường tuyệt vời để đi ăn hoặc chỉ để đi chơi.

source: Fill small spots with nature's beauty and give citizens a place for short walks.
vi: Hãy lấp đầy những điểm nhỏ bằng vẻ đẹp của thiên nhiên và cung cấp cho người dân một nơi để đi bộ.

source: A regular small neighborhood park. Lovely nature and spots for children to play.
vi: Một công viên khu phố nhỏ thông thường. Thiên nhiên đáng yêu và các điểm cho trẻ em chơi.

source: Children come here to play and adults to relax and enjoy.
vi: Trẻ em đến đây để vui chơi và người lớn để thư giãn và tận hưởng.

source: Beautiful tiles combined with large trees make this plaza a sight to behold. People come to the plaza to meet friends and hang out.
vi: Gạch lát đẹp kết hợp với những cây to mang đến cho quảng trường này một vẻ đẹp đáng nhớ. Mọi người thường tới quảng trường để gặp bạn bè và tụ tập.

source: Offers parking space for citizens.
vi: Cung cấp nơi đậu xe cho người dân.

source: Traffic flows easily through the cloverleaf intersection. It combines two highways with three lanes per direction for easy switching from one highway to the other. You can rotate the intersection by clicking or holding down the secondary mouse button.
vi: Giao thông dễ dàng lưu thông qua ngã tư cỏ ba lá. Nó kết hợp hai đường cao tốc với ba làn xe mỗi hướng để dễ dàng chuyển đổi từ đường cao tốc này sang đường cao tốc khác. Bạn có thể xoay giao lộ bằng cách nhấp hoặc giữ nút chuột phụ.

source: With a three-way intersection, traffic can be branched off from a highway to another three-laned highway with ease. You can rotate the intersection by clicking or holding down the secondary mouse button.
vi: Với giao lộ ba chiều, giao thông có thể được phân nhánh từ đường cao tốc sang đường cao tốc ba làn khác một cách dễ dàng. Bạn có thể xoay giao lộ bằng cách nhấp hoặc giữ nút chuột phụ.

source: The small roundabout provides an easy way to help traffic flow freely.
vi: Bùng binh nhỏ tạo lối đi dễ dàng giúp xe cộ lưu thông thoải mái.

source: For intersections with lots of traffic, use the large roundabout to allow traffic to flow with as few stops as possible.
vi: Với những giao lộ có lưu lượng giao thông lớn, hãy sử dụng vòng xuyến lớn để cho phép giao thông được thông suốt với ít lần phải dừng lại nhất có thể.

source: Baskets and balls make for a fun time! Citizens can enjoy playing with friends and new acquaintances at the basketball court. Raises nearby land value.
vi: Giỏ và bóng tạo nên một khoảng thời gian vui vẻ! Người dân có thể vui chơi với bạn bè và những người mới quen tại sân bóng rổ. Tăng giá trị đất lân cận.

source: A lovely place to take your children to let out some steam! The bouncy castle is always a popular location and makes land around it more valuable.
vi: Một nơi đáng yêu để đưa con bạn đến để xả hơi! Lâu đài bouncy luôn là một địa điểm nổi tiếng và làm cho đất đai xung quanh nó trở nên có giá trị hơn.

source: People come to the dog park to walk dogs and meet friends. Raises land value.
vi: Người đến công viên cho chó để dắt chó đi dạo cũng như gặp gỡ bạn bè. Tăng giá trị đất.

source: The Botanical Garden is a nice park-like area for people to relax in. It raises surrounding land value.
vi: Thảo Cầm Viên là một khu vực đẹp như công viên để mọi người thư giãn. Nó làm tăng giá trị đất xung quanh.

source: Carousels are especially loved by children. The carousel park is a wonderful location and brings up the value of land around it.
vi: Băng chuyền được trẻ em đặc biệt yêu thích. Công viên băng chuyền là một vị trí tuyệt vời và nâng tầm giá trị của khu đất xung quanh nó.

source: A beautiful Japanese garden is the pride of any neighborhood! The garden raises surrounding land value.
vi: Một khu vườn Nhật Bản xinh đẹp là niềm tự hào của bất kỳ khu phố nào! Khu vườn làm tăng giá trị đất xung quanh.

source: The Statue of Liberty draws in lots of tourists. Its grandeur is known throughout the world.
vi: Tượng Nữ thần Tự do thu hút rất nhiều khách du lịch. Sự hùng vĩ của nó được biết đến trên toàn thế giới.

source: Bonjour! To have more wine, cheese and striped shirts in your city, the Eiffel Tower is your best choice. It will surely make lots of tourists visit your city.
vi: Bonjour! Để có thêm rượu, pho-mát và áo kẻ sọc trong thành phố của bạn, tháp Eiffel là lựa chọn tốt nhất. Nó nhất định sẽ khiến vô số du khách tới thăm thành phố này.

source: The Brandenburg Gate is truly a sight to see. Build it in your city to gain plenty of tourists.
vi: Cổng Brandenburg thực sự đáng để chiêm ngưỡng. Xây nó trong thành phố để có thêm nhiều du khách hơn nữa.

source: Everybody loves trains! Build the Grand Central Terminal train museum in your city to give citizens and tourists an interesting place to visit.
vi: Mọi người đều thích tàu hỏa! Hãy xây bảo tàng tàu hỏa Ga Trung tâm trong thành phố của bạn để cho người dân cũng như du khách một nơi thú vị để tới thăm.

source: Celebrate! The Arch of Triumph is a wonderful landmark that will make any city look prettier. Build it to gain more tourists.
vi: Xin chúc mừng! Khải hoàn môn là một công trình kỳ diệu sẽ khiến cho bất cứ thành phố nào cũng đẹp hơn. Xây nó để có thêm du khách.

source: Allows wildlife to spawn on the map from this point.
vi: Cho phép sinh vật hoang dã xuất hiện trên bản đồ từ vị trí này.

source: Created By Matt Crux
vi: Được tạo bởi Matt Crux

source: A variety of endangered plants, insects and birds find refuge in these climate controlled structures. Visitors get to explore a completely different ecosystem without having to travel around the world. Animal species that might otherwise go extinct can live safely and peacefully while receiving the care they need to survive.
vi: Nhiều loài chim, côn trùng và cây cỏ bị đe dọa tuyệt chủng đang trú ngụ trong những kiến trúc kiểm soát khí hậu lớn này.

source: This controversial building stores the clinically deceased until the technology becomes available to revive them. Cryonics allows living matter to be preserved for extended periods of time. Bodies are lowered into underground nitrogen tanks after which their temperature is lowered to -196 degrees centigrade.
vi: Công trình gây tranh cãi này chứa xác những người chết lâm sàng cho tới khi công nghệ cho phép hồi sinh họ.

source: This plant produces vehicles with a very low carbon footprint. Customers can purchase cars directly from the in-house showroom. The factory ground is also home to the company’s design and distribution departments, located inside an office tower. The company prides itself in making electric cars affordable for the average cim.
vi: Nhà máy này sản xuất ra các phương tiện có lượng khí thải các-bon rất thấp. Khách hàng có thể mua xe ngay tại phòng trưng bày trong nhà máy.

source: University students who wish to specialize in certain areas go to these Faculty buildings. Each building educates cims in one subject, like astronomy, arts, biology or law. Students can pick and choose to go to one of these buildings or a main University, but each Faculty building operates individually.
vi: Sinh viên đại học muốn nghiên cứu chuyên ngành ở những lĩnh vực nhất định sẽ tới những công trình của Khoa này.

source: This government building gathers information and enforces mass surveillance throughout your region. With an ever growing need for high profile security measures, your city can now task the Central Police Intelligence Agency (CPI) with public as well as covert operations.
vi: Tòa nhà Chính quyền này thu thập thông tin và thực hiện giám sát toàn diện trên khắp lãnh thổ của bạn.

source: Biochemists and pathologists analyze clinical samples and groups of patients while creating new types of pharmaceutical medicine. The Medical Laboratory is a special Healthcare institution which not only treats patients but also analyzes viral infections.
vi: Các nhà sinh hóa và bệnh học phân tích những mẫu vật lâm sàng cùng nhiều nhóm bệnh nhân khác nhau trong khi chế tạo ra những loại dược phẩm mới.

source: Cutting edge development center where physicists experiment with devices and materials at a molecular scale. Nanotechnology revolves around manipulating matter with extreme precision, invisible to the naked eye. The Center is shaped after a carbon fullerene, which has a molecular structure often associated with nanotechnology.
vi: Trung tâm phát triển tối tân nơi các nhà vật lý thí nghiệm với những thiết bị và vật liệu mới ở tầm phân tử.

source: Scientists from all over the world gather at RDC to develop the latest technological advancements. The Research Center houses a multidisciplinary staff of engineers, biologists, chemists and mathematicians. RDC hosts many science related conventions which attract a host of highly educated researchers.
vi: Những nhà khoa học từ khắp thế giới tập hợp tại RDC để phát triển nên những bước tiến mới nhất trong ngành công nghệ.

source: Head office for a large corporation which creates autonomous robots and military drones. The Robotics Institute deals with a variety of automated machines intended for industrial and commercial usage. Many of these machines are intended for hazardous environments.
vi: Trụ sở của một tập đoàn lớn chuyên chế tạo rô-bốt tự hành và máy bay không người lái cho quân đội.
