Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: A classic style small airport entrance building. Place this terminal in an airport area and connect concourses to expand your airport! Terminals work as headquarters for city services serving the airport area.
vi: Một tòa nhà là lối vào sân bay nhỏ theo phong cách cổ điển. Đặt nhà ga này trong khu vực sân bay và kết nối các sảnh chờ để mở rộng sân bay của bạn! Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.

source: An aircraft stand for medium passenger planes. Passengers board and leave the plane via this building. Place along a concourse.
vi: Một vị trí chờ cho máy bay chở khách cỡ trung. Hành khách lên và xuống máy bay qua tòa nhà này. Đặt dọc theo một sảnh chờ.

source: A modern style small airport entrance building. Place this terminal in an airport area and connect concourses to expand your airport! Terminals work as headquarters for city services serving the airport area.
vi: Một tòa nhà là lối vào sân bay nhỏ theo phong cách hiện đại. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn! Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.

source: A ultra modern style small airport entrance building. Place this terminal in an airport area and connect concourses to expand your airport! Terminals work as headquarters for city services serving the airport area.
vi: Một tòa nhà là lối vào sân bay nhỏ theo phong cách tối tân. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn! Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.

source: An aircraft stand for small passenger planes. Passengers board and leave the plane via this building. Place along a concourse.
vi: Một vị trí chờ cho máy bay chở khách loại nhỏ. Hành khách lên và xuống máy bay qua tòa nhà này. Đặt dọc theo một sảnh chờ.

source: A classic hub for aircraft stands and concourses which can be placed freely inside an airport area. Can be connected to a metro network with the built-in underground metro station. Place aircraft stands and join concourses to this building to expand your airport.
vi: Một trung tâm dạng cổ điển dành cho các sảnh chờ và sân đỗ máy bay, có thể được đặt tự do bên trong khu vực sân bay. Có thể kết nối với mạng lưới tàu điện ngầm bằng nhà ga tàu điện được xây dựng sẵn. Kết nối vị trí đỗ của máy bay và các sảnh chờ đến tòa nhà này để mở rộng sân bay của bạn.

source: A modern hub for aircraft stands and concourses. Can be connected to a metro network with the built-in underground metro station. Place aircraft stands and join concourses to this building to expand your airport.
vi: Một trung tâm dạng hiện đại dành cho các sảnh chờ và sân đỗ máy bay. Có thể kết nối với mạng lưới tàu điện ngầm bằng nhà ga tàu điện được xây dựng sẵn. Kết nối vị trí đỗ của máy bay và các sảnh chờ đến tòa nhà này để mở rộng sân bay của bạn.

source: A ultra modern hub for aircraft stands and concourses. Can be connected to a metro network with the built-in underground metro station. Place aircraft stands and join concourses to this building to expand your airport.
vi: Một trung tâm dạng tối tân dành cho các sảnh chờ và sân đỗ máy bay. Có thể kết nối với mạng lưới tàu điện ngầm bằng nhà ga tàu điện được xây dựng sẵn. Kết nối vị trí đỗ của máy bay và các sảnh chờ đến tòa nhà này để mở rộng sân bay của bạn.

source: Cargo airplanes stop at the cargo aircraft stand to load and unload cargo. Place on a road inside your airport area to allow cargo planes to land and import and export goods.
vi: Máy bay chở hàng dừng tại vị trí đỗ của máy bay chở hàng để xếp dỡ hàng hóa. Đặt cạnh một con đường bên trong khu vực sân bay của bạn để cho phép máy bay chở hàng hạ cánh và xuất nhập hàng hóa.

source: This cargo terminal serves as the central building for cargo airports. Only cargo vehicles can enter the airport area through this building. Terminals work as headquarters for city services serving the airport area.
vi: Nhà ga chuyên cho hàng hóa này đóng vai trò là tòa nhà trung tâm của các sân bay hàng hóa. Chỉ các phương tiện chở hàng mới có thể đi vào khu vực sân bay qua tòa nhà này. Các nhà ga sân bay hoạt động như trụ sở chính cho các dịch vụ thành phố phục vụ khu vực sân bay.

source: This airport style cargo train station can be built as a place for cargo trains to load and unload cargo or raw materials. Place along a roadside in your city and connect train tracks to allow cargo trains to import and export goods.
vi: Ga tàu chở hàng kiểu sân bay này có thể được xây dựng để làm nơi cho các chuyến tàu chở hàng bốc dỡ hàng hóa hoặc nguyên liệu thô. Đặt dọc theo một con đường trong thành phố của bạn và kết nối các đường ray xe lửa để cho phép các đoàn tàu chở hàng nhập và xuất hàng hóa.

source: A classic style large airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay lớn theo phong cách cổ điển với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: A modern style large airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay lớn theo phong cách hiện đại với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: An ultra modern style large airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay lớn theo phong cách tối tân với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: Large passenger planes stop at this gate. Place along a concourse.
vi: Máy bay chở khách lớn dừng ở cổng này. Đặt dọc theo một sảnh chờ.

source: Medium passenger planes stop at this gate. Place along a concourse.
vi: Máy bay chở khách cỡ trung dừng ở cổng này. Đặt dọc theo một sảnh chờ.

source: A classic style small airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay nhỏ theo phong cách cổ điển với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: A modern style small airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay nhỏ theo phong cách hiện đại với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: A ultra modern style small airport entrance building with separate stories for arrivals and departures. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay nhỏ theo phong cách tối tân với các tầng riêng biệt dành cho khách đến và đi. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: Small passenger planes stop at this gate. Place along a concourse.
vi: Máy bay chở khách cỡ nhỏ dừng ở cổng này. Đặt dọc theo một sảnh chờ.

source: Place this building to start your own city airline!
vi: Đặt tòa nhà này để thành lập hãng hàng không thành phố của riêng bạn!

source: A place for passengers to relax after a long flight. Place along a concourse to increase airport attractiveness.
vi: Là nơi để hành khách thư giãn sau một chuyến bay dài. Đặt dọc theo một sảnh chờ để tăng sức hấp dẫn của sân bay.

source: A budget hotel making the airport more attractive tourists. Place along a road inside your airport area.
vi: Một khách sạn bình dân làm cho sân bay trở nên thu hút khách du lịch hơn. Đặt dọc theo con đường bên trong khu vực sân bay của bạn.

source: A luxury hotel making the airport more attractive tourists. Place along a road inside your airport area.
vi: Một khách sạn sang trọng làm cho sân bay trở nên hấp dẫn khách du lịch hơn. Đặt dọc theo con đường bên trong khu vực sân bay của bạn.

source: Increase the attractiveness for your airport by placing aviation fuel stations. Can be placed freely inside an airport area or can snap to taxiways.
vi: Tăng sức hấp dẫn cho sân bay của bạn bằng cách đặt các trạm nhiên liệu hàng không. Có thể được đặt tự do bên trong khu vực sân bay hoặc có thể bám vào đường lăn.

source: An aviation museum for people to visit and spend an exciting day looking at a collection of historical airplanes and aviation technology.
vi: Một bảo tàng hàng không để mọi người tham quan và dành một ngày thú vị để xem bộ sưu tập máy bay lịch sử và công nghệ hàng không.

source: A classic hub for gates and concourses. Place gates and join concourses to this building to expand your airport.
vi: Một trung tâm cổ điển cho các cổng và các sảnh chờ. Đặt cổng và kết nối sảnh chờ tới tòa nhà này để mở rộng sân bay của bạn.

source: A modern hub for gates and concourses. Place gates and join concourses to this building to expand your airport.
vi: Một trung tâm hiện đại cho các cổng và các sảnh chờ. Đặt cổng và kết nối sảnh chờ tới tòa nhà này để mở rộng sân bay của bạn.

source: A ultra modern hub for gates and concourses. Place gates and join concourses to this building to expand your airport.
vi: Một trung tâm tôi tân cho các cổng và các sảnh chờ. Đặt cổng và kết nối sảnh chờ tới tòa nhà này để mở rộng sân bay của bạn.

source: Air traffic controllers monitor the airspace using this building. Control towers need to be placed on a concourse inside your airport area.
vi: Kiểm soát viên không lưu giám sát vùng trời sử dụng tòa nhà này. Các đài không lưu cần được đặt trên một sảnh chờ bên trong khu vực sân bay của bạn.

source: Increase the attractiveness for your airport by providing hangars. Hangars can be placed freely inside the airport area or can be snapped to taxiways.
vi: Tăng sức hấp dẫn cho sân bay của bạn bằng cách cung cấp các nhà chứa máy bay. Các nhà chứa máy bay có thể được đặt tự do bên trong khu vực sân bay hoặc có thể được gắn vào các đường lăn.

source: Place a bus station directly onto a concourse inside an airport area to allow a direct connection for bus passengers to the airport.
vi: Đặt một trạm xe buýt trực tiếp lên một sảnh chờ bên trong khu vực sân bay, để cho phép kết nối trực tiếp các hành khách đi xe buýt đến sân bay.

source: Place an elevated metro station directly onto a concourse inside an airport area to allow a direct connection for metro passengers to the airport.
vi: Đặt một ga tàu điện trên cao trực tiếp lên sảnh chờ bên trong khu vực sân bay để cho phép kết nối trực tiếp hành khách đi tàu điện đến sân bay.

source: Place a train station directly onto a concourse inside an airport area to allow a direct connection for train passengers to the airport.
vi: Đặt nhà ga xe lửa trực tiếp lên sảnh chờ bên trong khu vực sân bay để cho phép kết nối trực tiếp hành khách đi tàu lửa đến sân bay.

source: Place on a cargo road inside your airport area to allow cargo planes to land and import and export goods.
vi: Đặt trên đường chở hàng bên trong khu vực sân bay của bạn để cho phép máy bay chở hàng hạ cánh và xuất nhập hàng hóa.

source: Cargo entrance building. Connect cargo airport roads and place cargo airplane stands.
vi: Tòa nhà lối vào hàng hóa. Nối đường chở hàng vào sân bay và chỗ đỗ của máy bay chở hàng.

source: A parked decorative cargo plane. Can be placed freely inside an airport area or can snap to taxiways.
vi: Một chiếc máy bay chở hàng trang trí đang đậu. Có thể được đặt tự do bên trong khu vực sân bay hoặc có thể bám vào đường lăn.

source: A large decorative parked plane. Can be placed freely inside an airport area or can snap to taxiways.
vi: Một chiếc máy bay đậu cỡ lớn với mục đích trang trí. Có thể được đặt tự do bên trong khu vực sân bay hoặc có thể bám vào đường lăn.

source: A medium decorative parked plane. Can be placed freely inside an airport area or can snap to taxiways.
vi: Một chiếc máy bay đậu cỡ trung với mục đích trang trí. Có thể được đặt tự do bên trong khu vực sân bay hoặc có thể bám vào đường lăn.

source: A small decorative parked plane. Can be placed freely inside an airport area or can snap to taxiways.
vi: Một chiếc máy bay đậu cỡ nhỏ với mục đích trang trí. Có thể được đặt tự do bên trong khu vực sân bay hoặc có thể bám vào đường lăn.

source: Houses the headquarters of your city's airline. Place this building to start your own city airline! In the airport area panel you can customize your airline's visual appearance and ticket price for additional income from tourism.
vi: Nhà trụ sở của hãng hàng không thành phố của bạn. Đặt tòa nhà này để thành lập hãng hàng không thành phố của riêng bạn! Trong bảng điều khiển khu vực sân bay, bạn có thể tùy chỉnh hình thức trực quan của hãng hàng không và giá vé để có thêm thu nhập từ du lịch.

source: Cargo Trains can import and export goods from here.
vi: Các tàu chở hàng có thể xuất nhập hàng hóa từ đây.

source: A Tram Depot sends out trams to lines automatically when it is connected to a tram line. Trams return to the depot after finishing their shift.
vi: Trạm xe điện tự động gửi xe điện đến các tuyến khi nó được kết nối với một tuyến xe điện. Xe điện trở về kho sau khi kết thúc ca làm việc.

source: Trams stop at tram stops. Connect stops to create lines. Depots send out trams to lines automatically. Place tram stops on tracks and connect the ends of the line to make it circular.
vi: Xe điện dừng ở trạm dừng xe điện. Kết nối các điểm dừng để tạo đường. Các điểm gửi xe tự động gửi xe điện đến các tuyến. Đặt các trạm dừng xe điện trên đường ray và nối các đầu của đoạn thẳng để nó thành hình tròn.

source: A Sauna is a healthcare facility where people come to bathe in hot, steamy rooms. Towels are optional. Saunas create a health bonus to the neighborhood around them and increase happiness.
vi: Phòng xông hơi khô là một cơ sở chăm sóc sức khỏe, nơi mọi người đến để tắm trong những căn phòng nóng ẩm. Khăn tắm là tùy chọn. Phòng tắm hơi tạo ra một phần thưởng sức khỏe cho khu dân cư xung quanh họ và tăng hạnh phúc.

source: Citizens going on skiing hikes or just in need of some hot chocolate can stop at the Ski Lodge.
vi: Công dân đi trượt tuyết hoặc chỉ cần một vài cốc sô cô la nóng có thể ghé thăm Ski Lodge.

source: A Skating Rink is a place to go for ice skating. A beautiful addition to any neighborhood.
vi: Sân trượt băng là nơi để trượt băng. Một sự bổ sung tuyệt đẹp cho bất kỳ khu phố nào.

source: A park with beautiful ice sculptures by local artists.
vi: Một công viên với những tác phẩm điêu khắc trên băng tuyệt đẹp của các nghệ sĩ địa phương.

source: A modern ski resort and slope for downhill skiing. Citizens from near and far travel to show off their skills and just enjoy the after ski parties at the resort.
vi: Một khu nghỉ mát trượt tuyết hiện đại và dốc để trượt tuyết xuống dốc. Người dân gần xa đến du lịch để thể hiện kỹ năng của mình và chỉ tận hưởng những bữa tiệc trượt tuyết sau giờ nghỉ tại khu nghỉ dưỡng.

source: The Ice Hockey Arena hosts exciting hockey games between local and foreign teams.
vi: Sân vận động Khúc côn cầu trên băng tổ chức các trận đấu khúc côn cầu thú vị giữa các đội trong và ngoài nước.

source: Citizens come to relax at the wonderful Spa Hotel. There are hot and cold baths, as well as swimming pools, and various massages available.
vi: Công dân đến thư giãn tại Khách sạn Spa tuyệt vời. Có bồn tắm nước nóng và lạnh, cũng như hồ bơi, và nhiều loại mát-xa khác nhau.

source: Produce heat for your citizens with a good old fashioned boiler station. Make sure the building is connected to upgraded water pipes so it can distribute heating to buildings. The Boiler Station uses oil to produce heat.
vi: Sản xuất nhiệt cho công dân của bạn với một trạm lò hơi kiểu cũ tốt. Hãy đảm bảo rằng tòa nhà được kết nối với các đường ống nước được nâng cấpnó có thể phân phối hệ thống sưởi cho các tòa nhà. Trạm Boiler sử dụng dầu để tạo ra nhiệt.

source: The Snow Dump sends out snow plows to clear streets of snow. When a snow plow has a full load of snow, it will return to the Snow Dump to empty the load. Snow is melted at the dump to make room for more snow.
vi: The Snow Dump cung cấp những chiếc máy cày tuyết để dọn đường tuyết. Khi một xe cày tuyết chứa đầy tuyết, nó sẽ quay trở lại Snow Dump để đổ hết tuyết đi. Tuyết được làm tan chảy tại bãi rác để nhường chỗ cho nhiều tuyết hơn.

source: Road Maintenance Depot houses Maintenance vehicles. They travel around the city to boost roads, allowing travel at higher than normal speeds.
vi: Nhà kho bảo trì đường bộ Bảo dưỡng xe. Họ đi vòng quanh thành phố để tăng cường đường xá, cho phép di chuyển với tốc độ cao hơn bình thường.

source: The Curling Park is a favourite winter sports location for many citizens.
vi: Công viên Curling là một địa điểm thể thao mùa đông yêu thích của nhiều người dân.

source: Citizens come to the Sledding Hill to have fun sledding down the slope.
vi: Người dân đến đồi Sledding để tham gia và tận hưởng trò chơi trượt tuyết xuống đồi dốc.

source: A park with just the right type of snow for building snowmen and snowwomen. Come and admire others' works or build your own!
vi: Một công viên chỉ có loại tuyết phù hợp để xây dựng người tuyết và người tuyết. Hãy đến và chiêm ngưỡng tác phẩm của người khác hoặc xây dựng của riêng bạn!

source: A fine restaurant in a huge snowcastle. Only chilled foods served!
vi: Một nhà hàng tốt trong lâu đài tuyết khổng lồ. Chỉ phục vụ thực phẩm ướp lạnh!

source: For citizens with a need for speed. Sleigh Rides are fun and the scenery is gorgeous!
vi: Dành cho những công dân có nhu cầu về tốc độ. Đi xe trượt tuyết rất vui và phong cảnh tuyệt đẹp!

source: Built for small neighbourhood ice hockey games, the Ice Hockey Rink offers just enough room for maneuvering.
vi: Được xây dựng cho các trò chơi khúc côn cầu trên băng nhỏ trong khu phố, Ice Hockey Rink cung cấp đủ chỗ để hoạt động.

source: Citizens come to the Snowmobile track to drive around for some fast fun.
vi: Người dân đến đường đua Xe trượt tuyết để lái xe vòng quanh để có được niềm vui nhanh chóng.

source: This is where the big fish live, deep under the ice, during the winter. Citizens fish them for fun and food.
vi: Đây là nơi những con cá lớn sinh sống, nằm sâu dưới lớp băng, trong suốt mùa đông. Người dân đánh bắt chúng để mua vui và làm thức ăn.

source: In wintertime this fountain freezes over, creating wonderful shapes and shades in the ice.
vi: Vào mùa đông, đài phun nước này đóng băng, tạo ra những hình dạng và sắc thái tuyệt vời trong băng.

source: For citizens who fancy roasting a sausage or just warming by a fire, the Firepit Park has a nice, cozy fire going on at all times.
vi: Đối với những công dân ưa thích nướng xúc xích hoặc chỉ sưởi ấm bằng lửa, Công viên Firepit luôn có một ngọn lửa ấm cúng, đẹp đẽ đang diễn ra.

source: Citizens and tourists who are looking for something a bit different love the Igloo Hotel. They can spend their nights in igloos made of ice and admire the dark night sky in the hotel yard.
vi: Những người dân và khách du lịch đang tìm kiếm một chút gì đó khác biệt sẽ yêu thích khách sạn Igloo. Họ có thể qua đêm trong lều tuyết làm bằng băng và chiêm ngưỡng bầu trời đêm tối trong sân khách sạn.

source: Where all the gifts in the world come from! Elves work tirelessly through the year to make sure all good children get lovely toys for Christmas.
vi: Tất cả những món quà trên thế giới đến từ đâu! Yêu tinh làm việc không mệt mỏi trong suốt cả năm để đảm bảo tất cả những đứa trẻ ngoan đều có được những món đồ chơi đáng yêu trong dịp Giáng sinh.

source: While using geothermal energy is not as effective as fossil fuels, it is very safe for the environment. The Geothermal Heating Plant pumps heat from deep within the earth to distribute it to citizens. Make sure the building is connected to upgraded water pipes so it can distribute heating to buildings.
vi: Tuy sử dụng năng lượng địa nhiệt không hiệu quả bằng nhiên liệu hóa thạch nhưng lại rất an toàn cho môi trường. Nhà máy Sưởi ấm Địa nhiệt bơm nhiệt từ sâu trong lòng đất để phân phối cho người dân. Đảm bảo tòa nhà được kết nối với các đường ống nước được nâng cấp để có thể phân phối hệ thống sưởi đến các tòa nhà.

source: A park with ski tracks where citizens can go cross-country skiing.
vi: Một công viên với các đường trượt tuyết, nơi công dân có thể trượt tuyết băng đồng.

source: A pier for fishing in the winter
vi: Một bến tàu để câu cá vào mùa đông

source: A wonderful Christmas Tree
vi: Một cây thông Noel tuyệt vời

source: Citizens gather to snowboard and watch competitions at the snowboard arena.
vi: Người dân tụ tập để trượt tuyết và xem các cuộc thi tại đấu trường trượt tuyết.

source: This plaza has become a traditional gathering place for all gamers and game developers around the world. Game enthusiasts visit Paradox Plaza to share ideas and get inspired by others.
vi: Quảng trường này đã trở thành nơi gặp mặt truyền thống cho mọi game thủ và nhà phát triển game khắp thế giới. Những người mê game tới Quảng trường Paradox để chia sẻ ý tưởng và truyền cảm hứng cho nhau.

source: The Medical Clinic is a small healthcare facility. Each patient takes up one bed for some time, so make sure there are enough healthcare facilities in the city to handle all patients. Sufficient healthcare will keep your citizens healthy.
vi: Phòng khám Y tế là một cơ sở chăm sóc sức khỏe nhỏ. Mỗi bệnh nhân nằm một giường trong một khoảng thời gian nhất định, vì vậy hãy đảm bảo có đủ cơ sở y tế trong thành phố để xử lý tất cả bệnh nhân. Chăm sóc sức khỏe đầy đủ sẽ giữ cho công dân của bạn khỏe mạnh.

source: The Medical Helicopter Depot sends out helicopters to pick up patients and take them to hospitals and clinics. Helicopters can reach locations with no road access and help avoid traffic jams. At the end of shift, helicopters return to the Depot.
vi: Tổng kho Trực thăng Y tế cử trực thăng đến đón bệnh nhân và đưa đến bệnh viện, phòng khám. Máy bay trực thăng có thể đến những địa điểm không có đường và giúp tránh tắc đường. Kết thúc ca trực, trực thăng trở về Kho.

source: Police helicopters reside at the Police Helicopter Depot. The depot sends out helicopters to patrol the city. Patrolling helps lower the crime rate. At the end of a shift, helicopters return to the depot.
vi: Trực thăng cảnh sát trú tại Kho trực thăng cảnh sát. Tổng kho gửi trực thăng để tuần tra thành phố. Tuần tra giúp giảm tỷ lệ tội phạm. Kết thúc một ca trực, trực thăng trở về kho.

source: The Fire Helicopter Depot houses fire fighting helicopters. Fire fighting helicopters can reach fires with no road access and avoid traffic jams. Helicopters are the only way to extinguish forest fires, but they need Firewatch Towers to get notified. Fire helicopters don’t have a range, but help out the Fire Brigade when needed.
vi: Các máy bay trực thăng chữa cháy có thể tiếp cận đám cháy mà không cần đường vào, tránh tắc đường. Máy bay trực thăng là cách duy nhất để dập tắt cháy rừng, nhưng họ cần Chòi canh phát hiện cháy để nhận thông báo. Trực thăng cứu hỏa không có tầm hoạt động, nhưng hãy trợ giúp Đội cứu hỏa khi cần thiết.

source: Your city can build a memorial to remember a past disaster.
vi: Thành phố của bạn có thể xây dựng một đài tưởng niệm để ghi nhớ một thảm họa trong quá khứ.

source: A meteorite fell, so you can now dig up a piece and put it on display! Citizens will flock to take a look at the rock from the sky.
vi: Một thiên thạch rơi xuống, vì vậy bây giờ bạn có thể đào một mảnh và đưa nó lên trưng bày! Người dân sẽ đổ xô đến để ngắm nhìn tảng đá từ bầu trời.
