Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Come visit the new @FloatingCafe and enjoy the great view with your latte! Get discount by showing this Chirp to the barrista.
vi: Hãy đến thăm @FloatingCafe mới và tận hưởng khung cảnh tuyệt vời với ly cà phê của bạn! Nhận chiết khấu bằng cách hiển thị Chirp này cho soát vé.

source: If you ask me, the new fishing island is the next best thing right after a fishing boat.
vi: Nếu bạn hỏi tôi, đảo đánh cá mới là điều tuyệt vời nhất tiếp theo ngay sau một chiếc tàu đánh cá.

source: Here, have a chirp. I made it myself.
vi: Ở đây, có một tiếng hót líu lo. tôi đã tự làm nó.

source: You know you are unpopular when your imaginary friends won't even play with you anymore.
vi: Bạn biết mình không được yêu thích khi những người bạn tưởng tượng của bạn thậm chí sẽ không chơi với bạn nữa.

source: Who needs to-do lists when you have a spouse? ;D
vi: Ai cần làm danh sách khi bạn có vợ / chồng? ;D

source: This girl at work said she liked my haircut. Did she really mean it? I'll never know, best just to shave it off.
vi: Cô gái làm việc này nói rằng cô ấy thích cắt tóc của tôi. Cô ấy thực sự có ý đó? Tôi sẽ không bao giờ biết, tốt nhất là nên cạo nó đi.

source: Don't mistake my lack of weakness for intelligence.
vi: Đừng nhầm sự thiếu yếu của tôi với sự thông minh.

source: Drunk bedroom furniture shopping can lead to waking up to just one nightstand.
vi: Mua sắm đồ đạc trong phòng ngủ say xỉn có thể khiến bạn thức dậy chỉ trong một đêm.

source: I believe I'm shadow banned from Chirper… Does anyone see this chirp?
vi: Tôi tin rằng tôi bị bóng cấm từ Chirper từ Có ai nhìn thấy tiếng kêu này không?

source: Anyone going to the concert tonight? I'd need a lift.
vi: Có ai đi xem concert tối nay không? Tôi cần một thang máy.

source: “Armature Phantom” coming on Blu-Ray tomorrow! Can't wait to get mine!
vi: “Armature Phantom sắp ra mắt trên Blu-Ray vào ngày mai! Không thể chờ đợi để có được của tôi!

source: Pro tip: Don't put salt in your #coffee . Tastes bad.
vi: Mẹo nhỏ: Đừng bỏ muối vào #cà phê của bạn. Vị rất là dở.

source: Does someone know if it's allowed to have a pet alligator in urban neighborhoods?
vi: Ai đó biết liệu có được phép nuôi cá sấu cảnh trong các khu phố đô thị không?

source: Construct {0} different park/plaza buildings
vi: Xây {0} công viên/quảng trường khác nhau

source: Construct {0} instances of parks and plazas
vi: Xây tổng cộng {0} công viên và quảng trường

source: Construct {0} healthcare buildings
vi: Xây {0} công trình y tế

source: Construct {0} police department buildings
vi: Xây {0} công trình Cảnh sát

source: Construct {0} fire department buildings
vi: Xây {0} công trình cứu hỏa

source: Construct {0} education buildings
vi: Xây {0} công trình giáo dục

source: Construct {0} power plants
vi: Xây {0} nhà máy điện

source: Construct {0} water facilities
vi: Xây {0} công trình nước

source: Construct {0} garbage facilities
vi: Xây {0} công trình rác thải

source: Construct {0} public transport buildings
vi: Xây {0} công trình vận tải công cộng

source: Construct {0} unique buildings
vi: Xây {0} công trình đặc trưng

source: Construct {0} different city service buildings
vi: Xây {0} công trình dịch vụ công khác nhau

source: Hide far-away notification icons
vi: Ẩn biểu tượng thông báo ở quá xa

source: Road
vi: Đường

source: Green Cities DLC
vi: DLC Green Cities

source: High Density Residential Self Sufficient Buildings
vi: Công trình Dân cư Mật độ Cao Tự cấp tự túc

source: Low Density Residential Self Sufficient Buildings
vi: Công trình Dân cư Mật độ Thấp Tự cấp tự túc

source: Special Industry
vi: Công nghiệp đặc biệt

source: Police
vi: Cảnh sát

source: Parks, Plazas & Wildlife
vi: Công viên, Quảng trưởng & Môi trường

source: Low Density Residential
vi: Khu dân cư Mật độ Thấp

source: High Density Residential
vi: Khu dân cư Mật độ Cao

source: Low Density Commercial
vi: Khu thương mại Mật độ Thấp

source: High Density Commercial
vi: Khu thương mại Mật độ Cao

source: Leisure Commercial
vi: Khu Giải trí

source: Touristic Commercial
vi: Khu Du lịch

source: Forestry Industry
vi: Khu Lâm nghiệp

source: Office
vi: Văn phòng

source: Custom Road
vi: Đường tự tạo

source: Place your custom road to see how it looks and connects to other road types
vi: Đặt đường tùy chỉnh của bạn để xem nó trông như thế nào và kết nối với các loại đường khác

source: Line incomplete
vi: Tuyến chưa hoàn thành

source: European Suburbia DLC
vi: DLC European Suburbia

source: European Suburbia
vi: Ngoại ô Châu Âu

source: New Residential Specializations
vi: Chuyên môn hóa Mới cho Khu dân cư

source: New Office Specializations
vi: Chuyên môn hóa Mới cho Khu Văn phòng

source: Income/Expenses Overview
vi: Tổng quan Thu/Chi

source: Income from Residential Zones
vi: Thu từ Khu Dân cư

source: Income from Commercial Zones
vi: Thu từ Khu Thương mại

source: Income from Industrial and Office Zones
vi: Thu từ Khu Công nghiệp và Văn phòng

source: Income and expenses from public transportation
vi: Thu và chi từ vận tải công cộng

source: Events
vi: Sự kiện

source: Low Density
vi: Mật độ Thấp

source: High Density
vi: Mật độ Cao

source: {0} of your income comes from residential zones.
vi: {0} thu nhập của bạn đến từ khu dân cư.

source: {0} of your income comes from commercial zones.
vi: {0} thu nhập của bạn đến từ khu thương mại.

source: {0} of your income comes from industrial and office zones.
vi: {0} thu nhập của bạn đến từ khu công nghiệp và văn phòng.

source: {0} of your income comes from public transportation.
vi: {0} thu nhập của bạn đến từ vận tải công cộng.

source: {0} of your expenses come from public transportation.
vi: {0} chi phí của bạn đến từ vận tải công cộng

source: Farming
vi: Nông nghiệp

source: Industry
vi: Công nghiệp

source: PROFIT
vi: LÃI

source: TOTAL PROFIT
vi: TỔNG LỢI NHUẬN

source: Weekly Total Income from Residential Zones
vi: Tổng thu Hàng tuần từ Khu Dân cư

source: Weekly Total Income from Tourism
vi: Tổng thu nhập hàng tuần từ du lịch

source: Weekly Total Income from Industrial and Office Zones
vi: Tổng thu Hàng tuần từ Khu Công nghiệp và Văn phòng

source: Weekly Total Public Transportation Profit
vi: Tổng Lợi nhuận Hàng tuần từ Vận tải Công cộng

source: Public Transportation
vi: Vận tải Công cộng

source: All
vi: Tất cả

source: Other
vi: Khác

source: Info
vi: Thông tin

source: Displays the distribution of passengers by age group.
vi: Hiển thị phân phối hành khách theo nhóm tuổi.

source: New Fences
vi: Hàng rào mới

source: Parklife DLC
vi: DLC Công viên

source: Attractiveness
vi: Hấp dẫn

source: Miscellaneous
vi: Điều khoản khác

source: Small Buildings
vi: Toà nhà nhỏ

source: Large Buildings
vi: Tòa nhà lớn

source: Park Buildings
vi: Tòa nhà công viên

source: Net Structures
vi: Cấu trúc mạng

source: Small Trees
vi: Cây nhỏ

source: Medium Trees
vi: Cây trung bình

source: Large Trees
vi: Cây lớn

source: Built-in Assets
vi: Tài nguyên tích hợp

source: User-made Assets
vi: Tài nguyên do người dùng tạo ra

source: Main & Auxiliary Buildings
vi: Tòa nhà chính & phụ

source: Extractor Buildings
vi: Nhà máy chiết

source: Processing Buildings
vi: Nhà máy chế biến

source: Storage Buildings
vi: kho lưu trữ

source: Education Buildings
vi: Tòa nhà giáo dục

source: Supplementary Buildings
vi: Tòa nhà bổ sung

source: Faculties
vi: Khoa

source: Metro Stations
vi: Ga tàu điện ngầm

source: Train Stations
vi: Nhà ga xe lửa

source: Straight Fence
vi: Hàng rào thẳng

source: Curved Fence
vi: Hàng rào cong

source: Free-form Fence
vi: Hàng rào dạng tự do

source: Upgrade Fence
vi: Nâng cấp hàng rào

source: Straight Tool
vi: Công cụ thẳng

source: Curved Tool
vi: Công cụ cong

source: Free-form Tool
vi: Công cụ biểu mẫu miễn phí

source: Upgrade Tool
vi: Công cụ nâng cấp

source: More Props
vi: Thêm tiểu cảnh

source: There are now even more props available under Parks & Plazas and Landscaping menus! Earlier these props were available only in the editors, but now they can also be used to decorate your city.
vi: Hiện tại thậm chí còn có nhiều tiểu cảnh hơn có sẵn trong menu Công viên & Plazas và Cảnh quan! Trước đây những tiểu cảnh này chỉ có sẵn trong các biên tập viên, nhưng bây giờ chúng cũng có thể được sử dụng để trang trí thành phố của bạn.

source: {0} of your income comes from tourism.
vi: {0} thu nhập của bạn đến từ du lịch.

source: Income from Money Spent by Tourists
vi: Thu nhập từ tiền chi tiêu của khách du lịch

source: The sum of the upkeep costs of all park buildings in the park area.
vi: Tổng chi phí bảo trì của tất cả các tòa nhà công viên trong khu vực công viên.

source: The total income from park ticket sales.
vi: Tổng thu nhập từ bán vé công viên.

source: Change Team Color
vi: Thay đổi màu đội

source: Change Festival Area Color
vi: Thay đổi màu khu vực lễ hội

source: Change Rocket Color
vi: Thay đổi màu tên lửa

source: Country Road Radio DLC
vi: DLC Đài phát thanh quốc gia

source: Leisure Buildings
vi: Tòa nhà giải trí

source: Park Area Buildings
vi: Khu công viên

source: Public Library buildings
vi: Tòa nhà thư viện công cộng

source: Residents
vi: Cư dân

source: Displays the distribution of visitors by age group.
vi: Hiển thị phân phối của khách truy cập theo nhóm tuổi.

source: Weekly Visitors: {0} residents, {1} tourists
vi: Khách hàng tuần: {0} cư dân, {1} khách du lịch

source: Buy Parklife on Steam
vi: Mua Parklife trên Steam

source: Buy Country Road Radio on Steam
vi: Mua đài phát thanh quốc gia trên Steam

source: Buy Deluxe Edition on Steam
vi: Mua phiên bản Deluxe Edition trên Steam

source: Buy After Dark on Steam
vi: Mua After Dark trên Steam

source: Buy Snowfall on Steam
vi: Mua DLC Tuyết rơi trên Steam

source: Buy Natural Disasters on Steam
vi: Mua DLC thiên tai trên Steam

source: Buy Mass Transit on Steam
vi: Mua DLC Mass Transit trên Steam

source: Buy Green Cities on Steam
vi: Mua DLC Thành phố xanh trên Steam

source: Buy Match Day on Steam
vi: Mua DLC Ngày trận đấu trên Steam

source: Buy Stadiums on Steam
vi: Mua DLC Sân vận động trên Steam

source: Buy Relaxation Station on Steam
vi: Mua DLC Trạm thư giãn trên Steam

source: Buy Pearls from the East on Steam
vi: Mua DLC Ngọc trai từ phương Đông trên Steam

source: Buy Rock City on Steam
vi: Mua Rock City trên Steam

source: Buy Concerts on Steam
vi: Mua DLC buổi hòa nhạc trên Steam

source: Buy Art Deco on Steam
vi: Mua DLC Art Deco trên Steam

source: Buy High Tech on Steam
vi: Mua DLC High Tech trên Steam

source: Buy European Suburbia on Steam
vi: Mua DLC ngoại ô Châu Âu trên Steam

source: Buy Carols, Candles and Candy on Steam
vi: Mua DLC Carols, Candles and Candy trên Steam

source: Buy All That Jazz on Steam
vi: Mua DLC All That Jazz trên Steam

source: Buy Industries DLC on Steam
vi: Mua DLC Industries trên Steam

source: Buy Campus DLC on Steam
vi: Mua DLC Campus trên Steam

source: Buy Sunset Harbor DLC on Steam
vi: Mua DLC Sunset Harbour trên Steam

source: Buy Modern City Center DLC
vi: Mua Modern City Center DLC

source: Buy Modern Japan DLC on Steam
vi: Mua DLC Modern Japan trên Steam

source: Buy Train Stations DLC
vi: Mua DLC Train Stations

source: Buy Bridges and Piers DLC
vi: Mua DLC Bridges and Piers

source: Parklife DLC required
vi: Yêu cầu DLC Parklife

source: Country Road Radio DLC required
vi: Yêu cầu DLC Country Road Radio

source: Deluxe Edition DLC required
vi: Yêu cầu DLC Deluxe Edition

source: After Dark DLC required
vi: Yêu cầu DLC After Dark

source: Mass Transit DLC required
vi: Cần có DLC Mass Transit

source: Green Cities DLC required
vi: Cần có DLC Green Cities

source: Match Day DLC required
vi: Yêu cầu DLC Match Day

source: Stadiums DLC required
vi: Yêu cầu DLC Stadiums

source: Relaxation Station DLC required
vi: Yêu cầu DLC Relaxation Station

source: Pearls from the East DLC required
vi: Yêu cầu DLC Pearls from the East

source: Rock City DLC required
vi: Yêu cầu DLC Rock City

source: Concerts DLC required
vi: Yêu cầu DLC Concerts

source: Art Deco DLC required
vi: Yêu cầu DLC Art Deco

source: High Tech DLC required
vi: Yêu cầu DLC High Tech

source: European Suburbia DLC required
vi: Yêu cầu DLC European Suburbia

source: Carols, Candles and Candy DLC required
vi: Yêu cầu DLC Carols, Candles and Candy

source: All That Jazz DLC required
vi: Yêu cầu DLC All That Jazz

source: Industries DLC required
vi: Yêu cầu DLC Industries

source: University City DLC required
vi: Yêu cầu DLC University City

source: Campus DLC required
vi: Yêu cầu DLC Campus

source: Sunset Harbor DLC required
vi: Yêu cầu DLC Sunset Harbor

source: Modern City Center DLC required
vi: Yêu cầu DLC Modern City Center

source: Modern Japan DLC required
vi: Yêu cầu DLC Modern Japan

source: Train Stations DLC required
vi: Yêu cầu DLC Train Stations

source: Bridges and Piers DLC required
vi: Yêu cầu DLC Bridges and Piers

source: Legal Disclaimer
vi: Tuyên bố miễn trừ trách nhiệm pháp lý

source: Agree
vi: Đồng ý

source: Show in Browser
vi: Hiển thị trong Trình duyệt

source: Show Privacy Policy
vi: Hiển thị chính sách bảo mật

source: View Cities: Skylines privacy policy in web browser
vi: Xem chính sách về quyền riêng tư của Cities: Skylines trong trình duyệt web

source: Account already exists, pick another email or log in with your current email
vi: Tài khoản đã tồn tại, hãy chọn một email khác hoặc đăng nhập bằng email hiện tại của bạn

source: You are not eligible to create an account. Please refer to the End User License Agreement.
vi: Bạn không đủ điều kiện để tạo tài khoản. Vui lòng tham khảo Thỏa thuận cấp phép người dùng cuối.

source: Passwords need to be at least 6 characters in length
vi: Mật khẩu cần dài ít nhất 6 ký tự

source: Wrong email address or password
vi: Địa chỉ email hoặc mật khẩu sai

source: Invalid email address.
vi: Địa chỉ email không hợp lệ.

source: Open the document in overlay, or in your default browser if overlay is not available
vi: Mở tài liệu trong lớp phủ hoặc trong trình duyệt mặc định của bạn nếu lớp phủ không khả dụng

source: You must view the notice before continuing
vi: Bạn phải xem thông báo trước khi tiếp tục

source: Please take a moment to read this important notice from Paradox Interactive
vi: Vui lòng dành chút thời gian để đọc thông báo quan trọng này từ Paradox Interactive

source: Please take a moment to read our Privacy Policy
vi: Vui lòng dành một chút thời gian để đọc Chính sách bảo mật của chúng tôi

source: Please take a moment to read our Terms of Use
vi: Vui lòng dành một chút thời gian để đọc Điều khoản sử dụng của chúng tôi

source: I have read and accept the
vi: tôi đã đọc và đồng ý

source: Terms of Use
vi: Điều khoản sử dụng

source: I have read and understood the
vi: Tôi đã đọc và hiểu

source: Privacy Policy
vi: Chính sách bảo mật

source: I want to receive news and offers from Cities: Skylines and Paradox Interactive
vi: Tôi muốn nhận tin tức và ưu đãi từ Cities: Skylines và Paradox Interactive

source: What a wonderful time to be alive now that Lord Chirpwick has built their castle in the city! #castleoflordchirpwick
vi: Thật là một khoảng thời gian tuyệt vời khi được sống khi Chúa Chirpwick đã xây dựng lâu đài của họ trong thành phố! #castleoflordchirpwick

source: Forget about the Colossus, we have the Colossalus! #statueofcolossalus
vi: Quên Colossus đi, chúng ta có Colossalus! #statueofcolossalus

source: Please observe this wonderful #ObservationTower
vi: Hãy quan sát #ObservationTower tuyệt vời này

source: Long time no Sea Fortress? Now we have it! #seafortress
vi: Lâu rồi không có Pháo đài biển? Bây giờ chúng tôi có nó! #seafortress

source: I've been waiting for ages to go to the Old Market Street! #oldmarketstreet
vi: Tôi đã đợi nhiều năm để đi đến Phố Đồ Cũ! #oldmarketstreet

source: Tic toc goes the new #ClockTower
vi: Đồng hồ mới #ClockTower

source: Come and see the brand new #cityarch !
vi: Hãy đến và xem #cityarch hoàn toàn mới!

source: Now the parks will be well maintained by #parkmaintenance
vi: Giờ đây, các công viên sẽ được bảo trì tốt bởi #parkmaintenance

source: Who's first in line at the #hotairballoontours ?
vi: Ai là người xếp hàng đầu tiên tại #hotairballoontours?

source: Truly a sigh to see #sighseeingbusdepot
vi: Thực sự là một tiếng thở dài khi xem #sighightsbusdepot

source: What magnificent creatures elephants are! #elephantenclosure
vi: Những con voi là sinh vật tuyệt vời! #elephantenclosure

source: Are they looping? #antelopeenclosure
vi: Họ có lặp lại không? #antelopeenclosure

source: Now that's an impressive set of horns! #rhinoenclosure
vi: Bây giờ đó là một bộ sừng ấn tượng! #rhinoenclosure

source: Hear them roar! #lionenclosure
vi: Nghe chúng gầm! #lionenclosure

source: What a wonderful city, now with bisons! #bisonenclosure
vi: Thật là một thành phố tuyệt vời, bây giờ có bò rừng! #bisonenclosure

source: A moose once bit my sister at a #mooseandreindeerenclosure
vi: Một con nai sừng tấm đã từng cắn em gái tôi tại #mooseandreindeerenclosure

source: The giraffes are here! #giraffeenclosure
vi: Những con hươu cao cổ ở đây! #giraffeenclosure

source: Just how pink are they? #flamingoenclosure
vi: Chúng có màu hồng như thế nào? #flamingoenclosure

source: What a place! Come and see the sealife! #sealifeenclosure
vi: Đúng là một nơi! Hãy đến và xem cuộc sống dưới biển! #sealifeenclosure

source: A true palace for monkeys! #monkeypalace
vi: Một cung điện thực sự cho khỉ! #monkeypalace

source: It's got insects AND amphibians AND reptiles! What more could you ask for? #insectamphibianreptilehouse
vi: Nó có côn trùng VÀ động vật lưỡng cư VÀ bò sát! Nhiều hơn những gì bạn có thể yêu cầu? #insectamphibianreptilehouse

source: Chirpy, is that you? Did you get your own house? #birdhouse
vi: Chirpy, đó là bạn? Bạn đã có được ngôi nhà của riêng mình? #birdhouse

source: Wow, a real zoo in our city! #zoomaingate
vi: Wow, một sở thú thực sự trong thành phố của chúng tôi! #zoomaingate

source: Another way to get into the zoo! #zoosidegate
vi: Một cách khác để vào sở thú! #zoosidegate

source: Ooh, souvenirs! I want a plushie! #souvenirshop
vi: Ôi, quà lưu niệm! Tôi muốn một plushie! #cửa hàng lưu niệm

source: It is a real relief to have #restrooms
vi: Thật là nhẹ nhõm khi có #phòng vệ sinh

source: Lets go camping at the brand new #CampingSite !
vi: Hãy đi cắm trại tại thương hiệu mới #Cắm trại !

source: Tents, tents everywhere! #tentcampingsite
vi: Lều, lều khắp nơi! #xúc tu

source: Aah, a nice warming campfire at the #campfiresite
vi: Aah, một ngọn lửa trại ấm áp tốt đẹp ở #lửa trại

source: What a great spot to roast a soy wiener! #campfiresite
vi: Thật là một nơi tuyệt vời để nướng một wiener đậu nành! #lửa trại

source: Did you see that #lookouttower ?
vi: Bạn có thấy điều đó không #người trông coi ?

source: Looking out for the #lookouttower
vi: Nhìn ra cho #người trông coi

source: What should we hunt for? #huntingcabin
vi: Chúng ta nên săn bắt những gì? #huntingcabin

source: Lets have a wild hunt at the brand new #huntingcabin
vi: Hãy có một cuộc săn bắt hoang dã tại #huntingcabin hoàn toàn mới

source: Fishing is so much better now that we have a #fishingcabin
vi: Giờ đây, câu cá đã tốt hơn rất nhiều khi chúng tôi có #fishingcabin

source: Beware, fish! #fishingcabin
vi: Cẩn thận, cá! #fishingcabin

source: What a wonderful view from the #viewingplatform
vi: Thật là một khung cảnh tuyệt vời từ #viewingplatform

source: Check out this view! #viewingdeck
vi: Kiểm tra xem này! #viewingdeck

source: Don't lean on the #leanto
vi: Đừng dựa vào #leanto

source: A brand new #leanto in the city!
vi: Một #leanto hoàn toàn mới trong thành phố!

source: Lets got and check out the new #tent
vi: Hãy đi và xem #lều mới

source: I could live in a #tent all year long
vi: Tôi có thể sống trong một #lều quanh năm

source: A new #tent in the city!
vi: Một #Cái lều mới trong thành phố!

source: A grand #NatureReserve ! Now the city feels complete!
vi: Một #NatureReserve tuyệt vời! Bây giờ thành phố cảm thấy hoàn chỉnh!

source: Another #gate into the #NatureReserve
vi: Khác #cổng vào #Khu bảo tồn thiên nhiên

source: Round and round goes the new #carousel
vi: Vòng tròn đi mới #băng chuyền

source: Hold on to your hats in the #rollercoaster
vi: Giữ mũ của bạn trong #tàu lượn siêu tốc

source: #pendulumride is the newest addition!
vi: #Pendulumride là bổ sung mới nhất!

source: A very fun ride just opened! #droptower
vi: Một chuyến đi rất vui vẻ vừa mở! #droptower

source: Lets hop on to the new #ferriswheel
vi: Hãy nhảy vào cái mới #đu quay

source: Is this what sailing feels like? #swingingboat
vi: Đây có phải là cảm giác chèo thuyền không? #swingingboat

source: Truly horrible! #houseofhorrors
vi: Thật kinh khủng! #nội trợ

source: These go bump in the night and day #bumpercars
vi: Những cú va chạm trong đêm và ngày #ốp lưng

source: Tea, please! #rotatingteacups
vi: Cho tôi trà! #luân phiên

source: Oink, oink, get out of the way! #piggytrain
vi: Oink, oink, tránh ra! #piggytrain

source: Get your game on at the #gamebooth
vi: Nhận trò chơi của bạn tại #giao diện

source: Check out the new game at the #gamebooth
vi: Kiểm tra trò chơi mới tại #giao diện

source: That's amusing! The city feels complete! #amusementparkmaingate
vi: Thật thú vị! Thành phố cảm thấy hoàn chỉnh! #am Entertainmentparkmaingate

source: Even easier to get amused now! #amusementparksidegate
vi: Bây giờ thậm chí còn dễ dàng hơn để cảm thấy thích thú #am Entertainmentparksidegate

source: Now selling souvenirs! #souvenirshop
vi: Bây giờ bán đồ lưu niệm! #souvenirshop

source: This will make visits so much nicer #restrooms
vi: Điều này sẽ giúp các lượt ghé thăm #restroom đẹp hơn rất nhiều

source: Off to see the sea! Or a lake. #parkpier
vi: Tắt để ngắm biển! Hoặc một cái hồ. #parkpier

source: How about a picnic on the new pier? #parkpier
vi: Làm thế nào về một chuyến dã ngoại trên bến tàu mới? #parkpier

source: Please don't attack it! #gazebo
vi: Xin đừng tấn công nó! #tiểu đình

source: What a wonderful addition! #gazebo
vi: Thật là một bổ sung tuyệt vời! #tiểu đình

source: Kids everywhere, come and have fun! #climbingframe
vi: Trẻ em ở khắp mọi nơi, hãy đến và vui chơi! #khung chơi leo trèo của trẻ em

source: Jump your troubles away on the #trampoline
vi: Chuyển những rắc rối của bạn đi #nhún nhảy

source: Looking for a chess-mate! #parkchessboard
vi: Tìm kiếm một người bạn chơi cờ! #bảng công viên

source: What a beautiful gate for a great park! #parkmaingate
vi: Thật là một cổng đẹp cho một công viên tuyệt vời! #parkmaingate

source: Another great gate! #parksidegate
vi: Một cánh cổng tuyệt vời khác! #công viên

source: There's a place for everyone at the #parkplaza
vi: Có một nơi cho tất cả mọi người tại #park plaza

source: Are you lost? Worry, not, the new #parkinfobooth will help you out!
vi: Bạn thua? Lo lắng, không, cái mới #parkinfobooth sẽ giúp bạn ra ngoài!

source: I think the city needs more parks! Don't you? #ineedmoar
vi: Tôi nghĩ rằng thành phố cần nhiều công viên hơn! Có phải không? #ineedmoar

source: Picnic time! Let's all gather at the corner park tomorrow at noon! #picnicsarebest
vi: Giờ dã ngoại! Tất cả hãy tập trung tại công viên góc vào ngày mai vào buổi trưa! #picnicsarebest

source: Park? As in parking, right? I need space for my car! #carspaceplz
vi: Công viên? Như trong bãi đậu xe, phải không? Tôi cần không gian cho chiếc xe của tôi! #carspaceplz

source: I hope it doesn't rain tomorrow! #norain #wishingforsunshine
vi: Tôi hy vọng ngày mai trời không mưa! #norain #wishingforsunshine

source: My dog loves walkies in the parks! #walkies #parkies
vi: Con chó của tôi thích đi dạo trong công viên! #walkies #parkies

source: I love hiking in the nature! #hiking4lyfe
vi: Tôi thích đi bộ đường dài trong tự nhiên! # hiking4lyfe

source: My friend is moving into town! #newoldfriends
vi: Bạn tôi đang di chuyển vào thị trấn! #bạn mới
