Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Deep canals are the deepest canal option and can handle large amounts of water. If your deep canal is prone to flooding, upgrade part of the canal at the start and end to medium or shallow canal to keep the amount of water lower. Canals automatically create Pathways that Ferries can use.
vi: Kênh nước sâu là loại kênh sâu nhất và có thể xử lý một lượng nước lớn. Nếu kênh nước sâu của bạn có nguy cơ gây ngập lụt, hãy nâng cấp phần kênh ở đầu và cuối nguồn thành kênh nước vừa hoặc nông để giảm lượng nước.

source: If your canals have spots that are prone to flooding, you can use Flood Walls to control the water.
vi: Nếu kênh của bạn có những điểm dễ bị ngập lụt, bạn có thể sử dụng Tường chống lũ để kiểm soát nước.

source: Use quays to give waterfront a nice finish. Quays are concrete walls built on the shore to even out terrain differences and allow for zoning near the water.
vi: Dùng Kè để tân trang bờ biển. Kè là những bức tường bê tông xây trên bờ biển để san bằng địa hình và cho phép quy hoạch khu vực gần mặt nước.

source: A water pipe that can also transfer heat in addition to water. Use these pipes to connect heating facilities to buildings in need of heat.
vi: Ống nước có thể cùng lúc vận chuyển cả khí sưởi. Dùng loại ống này để kết nối nơi cung cấp khí tới các công trình cần sưởi.

source: A shallow wide type canal. Use shallow canals to adjust how much water flows into a canal. Canals automatically create Pathways that Ferries can use.
vi: Một kênh loại nông rộng. Sử dụng kênh cạn để điều chỉnh lượng nước chảy vào kênh. Kênh đào tự động tạo Đường đi mà Phà có thể sử dụng.

source: A medium depth wide type canal. Use different canal depths to adjust how much water flows into a canal. Canals automatically create Pathways that Ferries can use.
vi: Một kênh loại rộng có độ sâu trung bình. Sử dụng các độ sâu kênh khác nhau để điều chỉnh lượng nước chảy vào kênh. Kênh đào tự động tạo Đường đi mà Phà có thể sử dụng.

source: A deep wide type canal. Use shallow canals to adjust how much water flows into a canal. Canals automatically create Pathways that Ferries can use.
vi: Loại kênh nước sâu và rộng. Sử dụng kênh nước nông để điều chỉnh lượng nước chảy vào một đoạn kênh. Kênh tự động tạo Chỉ đường cho Phà.

source: A four-lane road with built-in elevated monorail tracks. Can be connected to other monorail tracks and stations.
vi: Đường bốn làn đi kèm với đường ray tàu điện trên cao. Có thể kết nối với các đường ray và ga tàu điện.

source: Two-lane avenue with a decorative grass strip and parking space.
vi: Đại lộ hai làn xe với dải cỏ trang trí và bãi đậu xe.

source: Two-lane avenue with bus lanes.
vi: Đại lộ hai làn đường với làn riêng cho xe buýt.

source: Two-lane highway with one lane going to each direction.
vi: Đường cao tốc hai làn với mỗi làn đi theo một hướng.

source: A three-lane road with two lanes going in one direction and one to the other.
vi: Đường ba làn với hai làn đi cùng một hướng và một làn đi theo hướng ngược lại.

source: A large highway with four lanes going in one direction.
vi: Đường cao tốc rộng với bốn làn đường cùng đi theo một hướng.

source: A two-lane road with built-in elevated monorail tracks. Can be connected to other monorail tracks and stations.
vi: Đường hai làn đi kèm với đường ray tàu điện trên cao. Có thể kết nối với các đường ray và ga tàu điện.

source: Use Pathways to mark the exact route where you want Ferries to travel between stops and harbors. Lines go on Pathways. Lines need Pathway access to the Depot. Pathways are two-way.
vi: Dùng Chỉ đường để đánh dấu lộ trình chính xác bạn muốn Phà đi theo để di chuyển giữa các điểm dừng và cảng. Tuyến chạy dọc theo Chỉ đường. Tuyến cần có Chỉ đường nối với Bến Phà. Chỉ đường có cả hai chiều.

source: Use Pathways to mark the exact route where you want Blimps to travel between stops. Lines go on Pathways. Lines need Pathway access to the Depot. Pathways are two-way.
vi: Dùng Chỉ đường để đánh dấu lộ trình chính xác bạn muốn Khí cầu đi theo để di chuyển giữa các điểm dừng. Tuyến chạy dọc theo Chỉ đường. Tuyến cần có Chỉ đường nối với Bãi đỗ. Chỉ đường có cả hai chiều.

source: Connect Cable Car Stops with cables to allow Cable Cars to travel between them. Please note that cables cannot make sharp turns, so in order to keep passengers safe and happy, build them with gentle curves and small angles.
vi: Kết nối các Điểm dừng Cáp treo bằng dây cáp để cho phép Cáp treo di chuyển giữa chúng. Xin lưu ý rằng cáp treo không thể cua gấp, vậy nên để giữ cho hành khách được an toàn vui vẻ, hãy bố trí chúng thành những đường cong mềm mại với góc lệch nhỏ.

source: Monorail tracks connect monorail stations to allow monorail trains to travel between them.
vi: Đường ray Tàu điện kết nối các ga tàu điện để cho phép tàu điện di chuyển giữa chúng.

source: One-way highway with two lanes in the same direction.
vi: Đường cao tốc một chiều với hai làn đường đi cùng một hướng.

source: Two-lane highway with one lane going to each direction. Sound barriers lower the traffic noise on areas adjacent to the road.
vi: Đường cao tốc hai làn đường với mỗi làn đi một hướng khác nhau. Rào chắn âm thanh giảm tiếng ồn từ các phương tiện giao thông cho những khu vực ven đường.

source: Two-lane highway with both lanes going in the same direction. Sound barriers lower the traffic noise on areas adjacent to the road.
vi: Đường cao tốc với cả hai làn đường đi cùng một hướng. Rào chắn âm thanh giảm tiếng ồn từ các phương tiện giao thông cho những khu vực ven đường.

source: A large highway with four lanes going in one direction. Sound barriers lower the traffic noise on areas adjacent to the road.
vi: Một đoạn cao tốc lớn với bốn làn đi về cùng một hướng. Rào chắn âm thanh giảm tiếng ồn từ các phương tiện giao thông cho những khu vực ven đường.

source: One-way set of tracks.
vi: Đường ray một chiều.

source: One-way set of track.
vi: Đường ray một chiều.

source: A paved pedestrian path.
vi: Một lối đi dành cho người đi bộ.

source: A paved pedestrian path with trees.
vi: Một lối đi dành cho người đi bộ được trải nhựa.

source: A paved pedestrian path without props.
vi: Một lối đi dành cho người đi bộ được lát đá mà không có tiểu cảnh.

source: A nature trail for walkers, runners and hikers.
vi: Một con đường mòn tự nhiên cho người đi bộ, người chạy bộ và người đi bộ.

source: A nature trail with lights.
vi: Một con đường mòn tự nhiên với ánh sáng.

source: A nature trail without props.
vi: Một con đường mòn tự nhiên không có tiểu cảnh.

source: A tall metal fence.
vi: Một hàng rào kim loại cao.

source: A heavy fence made out of concrete elements and wood.
vi: Một hàng rào nặng làm từ các yếu tố bê tông và gỗ.

source: A wooden fence.
vi: Một hàng rào gỗ.

source: Ruins of a trench. Trench Ruins do not show the full trench in Map Editor. In game mode the trench is located between the two walls.
vi: Tàn tích của một chiến hào. Rãnh Ruins không hiển thị toàn bộ rãnh trong Map Editor. Trong chế độ trò chơi, rãnh nằm giữa hai bức tường.

source: A one-way concrete road with two lanes. Small Industry Road is cheaper than regular Two-Lane One-Way Road, but generate more noise pollution. Supports low traffic.
vi: Một con đường bê tông một chiều với hai làn đường. Đường công nghiệp nhỏ rẻ hơn Đường một chiều thông thường, nhưng gây ô nhiễm tiếng ồn nhiều hơn. Hỗ trợ lưu lượng thấp.

source: A one-way concrete road with two lanes.
vi: Một con đường bê tông một chiều với hai làn đường.

source: An eight-lane, two-way road that connects with road tolls.
vi: Một con đường tám làn, hai chiều, kết nối với phí đường bộ.

source: A four-lane, two-way road that connects with road tolls.
vi: Một con đường bốn làn, hai chiều, kết nối với phí đường bộ.

source: A four-lane, one-way road that connects with road tolls.
vi: Đường bốn làn, một chiều, kết nối với phí đường bộ.

source: An eight-lane, one-way road that connects with road tolls.
vi: Đường tám làn, một chiều, kết nối với phí đường bộ.

source: An eight-lane, one-way road that connects with road tolls.
vi: Đường tám làn, một chiều, kết nối với phí đường bộ.

source: A two-way concrete road with two lanes. Small Industry Road is cheaper than regular Two-Lane Road, but generate more noise pollution. Supports low traffic.
vi: Một con đường bê tông hai chiều với hai làn đường. Đường công nghiệp nhỏ rẻ hơn Đường hai làn thông thường, nhưng tạo ra ô nhiễm tiếng ồn nhiều hơn. Hỗ trợ lưu lượng thấp.

source: A two-way concrete road with two lanes.
vi: Một con đường bê tông hai chiều với hai làn đường.

source: A two-way concrete road with four lanes. Medium Industry Road is cheaper than regular Four-Lane Road, but generate more noise pollution. Supports medium traffic.
vi: Một con đường bê tông hai chiều với bốn làn xe. Đường công nghiệp trung bình rẻ hơn Đường bốn làn thông thường, nhưng tạo ra ô nhiễm tiếng ồn nhiều hơn. Hỗ trợ lưu lượng trung bình.

source: A two-way concrete road with four lanes.
vi: Một con đường bê tông hai chiều với bốn làn xe.

source: A wooden split-rail fence.
vi: Một hàng rào bằng gỗ chẻ.

source: A wooden stockade fence.
vi: Một hàng rào bằng gỗ.

source: A tall anti-climb metal fence.
vi: Một hàng rào kim loại chống leo cao.

source: A sheet metal fence.
vi: Một hàng rào kim loại.

source: A strip of muddy ground.
vi: Một dải đất bùn.

source: A paved pedestrian path. Allows pedestrians to walk fast and easy where cars cannot go.
vi: Một lối đi dành cho người đi bộ được trải nhựa. Cho phép đi bộ nhanh và dễ dàng, nơi xe ô tô không thể đi.

source: A paved pedestrian path with decorations. Allows pedestrians to walk fast and easy where cars cannot go.
vi: Một lối đi bộ lát đá với trang trí. Cho phép người đi bộ nhanh và dễ dàng, nơi xe ô tô không thể đi.

source: A paved pedestrian path without props and decorations.
vi: Một lối đi dành cho người đi bộ được lát đá mà không có tiểu cảnh và đồ trang trí.

source: Ruins of a castle wall.
vi: Phế tích của một bức tường thành.

source: Ruins of another castle wall.
vi: Phế tích của một bức tường thành.

source: Castle wall ruins.
vi: Phế tích của một bức tường thành.

source: A two-lane gravel road suitable as a service road. Supports low traffic.
vi: Đường đất với Hai làn phù hợp để làm đường dịch vụ. Hỗ trợ lưu lượng xe thấp.

source: A two-lane road with parking spaces. Supports low traffic.
vi: Đường Hai làn với khu vực đỗ xe. Hỗ trợ lưu lượng xe thấp.

source: A two-lane road with decorative grass. Decorations lower noise pollution. Supports low traffic and increases land value.
vi: Đường Hai làn với cỏ ở hai bên lề. Cỏ giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe thấp và tăng giá trị đất.

source: A two-lane road with decorative trees. Decorations lower noise pollution. Supports low traffic and increases land value.
vi: Đường Hai làn với cây ở hai bên lề. Cây giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe thấp và tăng giá trị đất.

source: A two-lane, one-way road with parking spaces. Supports low traffic.
vi: Đường Hai làn, một chiều với khu vực đỗ xe. Hỗ trợ lưu lượng xe thấp.

source: A two-lane, one-way road with decorative grass. Decorations lower noise pollution. Supports low traffic and increases land value.
vi: Đường Hai làn, một chiều với cỏ ở hai bên lề. Cỏ giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe thấp và tăng giá trị đất.

source: A two-lane, one-way road with decorative trees. Decorations lower noise pollution. Supports low traffic and increases land value.
vi: Đường Hai làn, một chiều với cây ở hai bên lề. Cây giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe thấp và tăng giá trị đất.

source: A four-lane road with parking spaces. Supports medium traffic.
vi: Đường Bốn làn với khu vực đỗ xe. Hỗ trợ lưu lượng xe trung bình.

source: A four-lane road with decorative grass. Decorations lower noise pollution. Supports medium traffic.
vi: Đường Bốn làn với cỏ ở hai bên lề. Cỏ giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe trung bình.

source: A four-lane road with decorative trees. Decorations lower noise pollution. Supports medium traffic.
vi: Đường Bốn làn với cây ở hai bên lề. Cây giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe trung bình.

source: A six-lane road with parking spaces. Supports high traffic.
vi: Đường Sáu làn với khu vực đỗ xe. Hỗ trợ lưu lượng xe cao.

source: A six-lane road with decorative grass. Decorations lower noise pollution. Supports high traffic.
vi: Đường Sáu làn với cỏ ở hai bên lề. Cỏ giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe lớn.

source: A six-lane road with decorative trees. Decorations lower noise pollution. Supports high traffic.
vi: Đường Sáu làn với cây ở hai bên lề. Cây giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe lớn.

source: A six-lane, one-way road. Decorations lower noise pollution. Supports high traffic.
vi: Đường một chiều, Sáu làn. Hỗ trợ lưu lượng xe lớn.

source: A six-lane, one-way road with decorative grass. Decorations lower noise pollution. Supports high traffic.
vi: Đường một chiều, Sáu làn với cỏ ở hai bên lề. Cỏ giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe lớn.

source: A six-lane, one-way road with decorative trees. Decorations lower noise pollution. Supports high traffic.
vi: Đường một chiều, Sáu làn với cây ở hai bên lề. Cây giúp giảm ô nhiễm tiếng ồn. Hỗ trợ lưu lượng xe lớn.

source: A three-lane, one-way road suitable for connecting population centers. Supports high traffic and high speeds, but decreases land value significantly due to high noise pollution. Lanes going the opposite direction need to be built separately. Highway does not allow zoning next to it!
vi: Đường một chiều, ba làn phù hợp để kết nối những khu vực đông dân cư. Hỗ trợ lưu lượng xe lớn với tốc độ cao, nhưng giảm mạnh giá trị đất do gây ô nhiễm tiếng ồn lớn. Hai làn đường đối diện cần phải xây dựng riêng biệt. Đường cao tốc không cho phép quy hoạch bên cạnh nó!

source: A three-lane, one-way road suitable for connecting population centers. Sound barriers reduce noise pollution caused by the highway. Supports high traffic and high speeds, but decreases land value due to noise pollution. Lanes going the opposite direction need to be built separately. Highway does not allow zoning next to it!
vi: Đường một chiều, ba làn phù hợp để kết nối những khu vực đông dân cư. Rào cách âm giúp giảm tiếng ồn gây ra bởi đường cao tốc. Hỗ trợ lưu lượng xe lớn với tốc độ cao, nhưng giảm mạnh giá trị đất do gây ô nhiễm tiếng ồn lớn. Hai làn đường đối diện cần phải xây dựng riêng biệt. Đường cao tốc không cho phép quy hoạch bên cạnh nó!

source: Connect highways to the city streets and other highways with ramps.
vi: Kết nối đường cao tốc với đường trong thành phố cũng như đường cao tốc khác bằng dốc.

source: Power lines carry electricity over distances. Power jumps across streets and from one building to the next, but for longer distances you need to build power lines. Start and end a power line at the perimeter around a building.
vi: Đường dây điện đưa điện đi muôn nơi. Điện tự động truyền qua đường và từ công trình này sang công trình khác, nhưng với khoảng cách xa hơn bạn cần mắc đường dây điện. Nhớ bắt đầu và kết thúc đường dây điện trong phạm vi quanh một công trình.

source: Flowing water is an infinite source of kinetic power. Find a strong current in a river and build a dam to access this source of clean electricity.
vi: Nước chảy là một nguồn động năng vô tận. Hãy tìm một dòng chảy xiết trên dòng sông và xây một cái đập để nắm được nguồn điện năng sạch này.

source: Water pipes carry fresh water to the city and sewage out of the city. Pipes must be connected to the water pumping station and the water drain pipe but do not need to loop.
vi: Ống nước vận chuyển nước sạch vào và nước thải ra khỏi thành phố. Ống phải được kết nối tới trạm bơm nước và cống thoát nước nhưng không cần phải thành một vòng.

source: Connect metro stations to each other by Metro Tunnels. Remember to build the stations first!
vi: Kết nối các ga tàu điện ngầm với nhau bằng Đường Tàu điện ngầm. Nhớ là phải xây ga trước nhé!

source: Connect train stations and outside train connections to each other. Outside train connection can be found on map pieces.
vi: Kết nối các ga tàu hỏa với nhau và với bên ngoài. Kết nối với đường sắt bên ngoài có thể tìm thấy ở nhiều nơi trên bản đồ.

source: A two-lane road with parking spaces. A leveled road supports low traffic and is always built on the same level as the building it is attached to, regardless of the surrounding terrain.
vi: Đường Hai làn với khu vực đỗ xe. Một con đường bằng hỗ trợ lưu lượng xe thấp và luôn được xây ở cùng độ cao với công trình nó được gán vào, bất chấp địa hình xung quanh.

source: Gravel Paths allow pedestrians to walk fast and easy where cars cannot go.
vi: Đường mòn rải sỏi cho phép người đi bộ di chuyển nhanh chóng và dễ dàng tới những nơi ôtô không thể.

source: Paved paths are nicer to walk on than gravel. They offer access to pedestrians.
vi: Đường nhỏ lát đá đẹp hơn so với đường mòn. Chúng chỉ dành riêng cho người đi bộ.

source: Once a fishing harbor is built, use the Fishing Route tool to create a looping route on water, starting and ending in the same fishing harbor. After the route is created, the harbor starts sending out fishing boats. Route length affects fish yield.
vi: Sau khi xây dựng một bến cá, hãy sử dụng công cụ Tuyến đường Câu cá để tạo một tuyến đường vòng trên mặt nước, bắt đầu và kết thúc trong cùng một bến cá. Sau khi tuyến đường được tạo, bến cảng bắt đầu gửi tàu đánh cá. Chiều dài tuyến ảnh hưởng đến năng suất cá.

source: Use pathways to mark the exact route you want helicopters to travel between stops. Lines go on pathways. Lines need pathway to access the depot. Pathways are two-way.
vi: Sử dụng đường dẫn để đánh dấu chính xác tuyến đường bạn muốn trực thăng di chuyển giữa các điểm dừng. Các tuyến cần có lối đi để vào kho. Con đường là hai chiều.

source: Connect metro stations to each other with Metro Tracks. Remember to build the stations first! Use height adjustment to build either underground metro tunnels, ground level tracks or elevated metro tracks.
vi: Kết nối các ga tàu điện ngầm với nhau bằng Đường mòn tàu điện ngầm. Hãy nhớ xây dựng các nhà ga đầu tiên! Sử dụng điều chỉnh độ cao để xây dựng đường hầm tàu điện ngầm, đường ray trên mặt đất hoặc đường ray tàu điện ngầm trên cao.

source: Elevated metro tracks.
vi: Đường ray tàu điện ngầm trên cao.

source: Overground tunnel metro tracks.
vi: Đường ray tàu điện ngầm trong hầm.

source: Overground bridge metro tracks.
vi: Đường ray tàu điện ngầm cầu vượt.

source: Overground bridge slope tracks.
vi: Đường dốc cầu vượt.

source: A two-lane road with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Đường hai làn xe với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: An elevated two-lane road with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Đường hai làn xe trên cao với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A two-lane bridge with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Một cây cầu hai làn xe với đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A two-lane tunnel with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Hầm hai làn xe với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A four-lane road with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Đường 4 làn xe với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: An elevated four-lane road with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Đường 4 làn xe trên cao với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A four-lane bridge with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Một cây cầu bốn làn xe với đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A four-lane tunnel with built-in elevated metro tracks. Can be connected to other metro tracks and stations.
vi: Một đường hầm bốn làn xe với các đường ray tàu điện ngầm trên cao. Có thể kết nối với các đường ray và ga tàu điện ngầm khác.

source: A two-lane elevated road with trolleybus wires hanging overhead. Supports low traffic.
vi: Đường trên cao hai làn với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane bridge with trolleybus wires hanging overhead. Supports low traffic.
vi: Một cây cầu hai làn với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane tunnel with trolleybus wires hanging overhead. Supports low traffic.
vi: Một đường hầm hai làn xe với dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane road with trolleybus wires hanging overhead. Supports low traffic.
vi: Một con đường hai làn với dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane one-way elevated road with trolleybus wires hanging overhead. Supports low traffic.
vi: Đường trên cao một chiều hai làn xe với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane one-way bridge with trolleybus wires hanging overhead. Supports low traffic.
vi: Cầu một chiều hai làn xe với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane one-way tunnel with trolleybus wires hanging overhead. Supports low traffic.
vi: Đường hầm một chiều hai làn với dây điện xe buýt treo trên đầu. Hỗ trợ lưu lượng giao thông thấp.

source: A two-lane one-way road with trolleybus wires hanging overhead. Supports low traffic.
vi: Đường một chiều hai làn xe với dây điện xe buýt treo trên đầu. Hỗ trợ lưu lượng giao thông thấp.

source: A four-lane elevated road with trolleybus wires hanging overhead. Supports medium traffic.
vi: Đường trên cao bốn làn xe với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng trung bình.

source: A four-lane bridge with trolleybus wires hanging overhead. Supports medium traffic.
vi: Một cây cầu bốn làn với dây điện xe buýt treo trên đầu. Hỗ trợ lưu lượng trung bình.

source: A four-lane tunnel with trolleybus wires hanging overhead. Supports medium traffic.
vi: Một đường hầm bốn làn xe với dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng trung bình.

source: A four-lane road with trolleybus wires hanging overhead. Supports medium traffic.
vi: Một con đường bốn làn xe với những dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng trung bình.

source: A six-lane elevated road with trolleybus wires hanging overhead. Supports high traffic.
vi: Đường trên cao sáu làn xe với dây điện xe buýt treo trên cao. Hỗ trợ lưu lượng giao thông cao.

source: A six-lane bridge with trolleybus wires hanging overhead. Supports high traffic.
vi: Một cây cầu sáu làn xe với dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng giao thông cao.

source: A six-lane tunnel with trolleybus wires hanging overhead. Supports high traffic.
vi: Một đường hầm sáu làn xe với dây điện xe buýt treo trên đầu. Hỗ trợ lưu lượng giao thông cao.

source: A six-lane road with trolleybus wires hanging overhead. Supports high traffic.
vi: Một con đường sáu làn xe với những dây điện xe buýt treo lơ lửng trên đầu. Hỗ trợ lưu lượng giao thông cao.

source: Two-lane trolleybus road. This road only supports trolleybuses.
vi: Đường dành cho xe buýt điện. Con đường này chỉ hỗ trợ xe buýt điện.
