Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The Main Gate connects the park area to the road network for easier access and maintenance. Main gate also allows tickets to be sold to the park visitors. There can be only one Main Gate per park area.
vi: Cổng chính lớn kết nối khu vực công viên với hệ thống đường bộ để vận hành và bảo trì dễ dàng hơn. Cổng chính cũng cho phép bán vé cho khách tham quan công viên. Chỉ có thể có một Cổng chính cho mỗi khu vực công viên.

source: The Side Gate connects the park area to the road network allowing additional entrances to the park area. Requires a Main Gate.
vi: Cổng phụ kết nối khu vực công viên với mạng lưới đường bộ cho phép thêm lối vào khu vực công viên. Yêu cầu Cổng chính.

source: A toilet facility available for use by the general public.
vi: Một nhà vệ sinh có sẵn để mọi người có thể sử dụng.

source: A climbing frame with platforms, ropes, ladders, slides and other ways to develop agility and balance – and most importantly, to have fun.
vi: Một khung leo núi với các nền tảng, dây thừng, thang, cầu trượt và các cách khác để phát triển sự nhanh nhẹn và cân bằng - và quan trọng nhất, để vui chơi.

source: A nice little plaza with trees and a fountain.
vi: Một quảng trường nhỏ xinh với cây cối và đài phun nước.

source: A pier with a platform.
vi: Một bến tàu có sân ga.

source: A small cafe serving refreshments and small snacks.
vi: Một quán cà phê nhỏ phục vụ giải khát và đồ ăn nhẹ nhỏ.

source: Looking for the closest restroom or restaurant? Look no further. The helpful staff of the info booth will gladly provide anyone with their expert guidance and various brochures.
vi: Tìm kiếm nhà vệ sinh hoặc nhà hàng gần nhất? Không tìm đâu xa. Các nhân viên hữu ích của buồng thông tin sẽ sẵn sàng cung cấp cho bất kỳ ai những hướng dẫn viên chuyên nghiệp và các tài liệu quảng cáo khác nhau.

source: A park with multiple trampolines of different sizes. Safety note: Only one person on each trampoline at a time.
vi: Một công viên với nhiều tấm bạt lò xo có kích cỡ khác nhau. Lưu ý an toàn: Chỉ một người trên mỗi tấm bạt lò xo tại một thời điểm.

source: A plaza with four giant chess boards.
vi: Một quảng trường với bốn bàn cờ khổng lồ.

source: A wooden pavilion providing shade and shelter.
vi: Một tiểu đình bằng gỗ cung cấp bóng mát và nơi trú ẩn.

source: A nice little plaza where people can meet and relax.
vi: Một quảng trường nhỏ xinh nơi mọi người có thể gặp gỡ và thư giãn.

source: A fun little piggy train for the kids and those who prefer slower rides that move closer to the ground level.
vi: Một chuyến tàu hình con heo nhỏ vui nhộn cho trẻ em và những người thích chậm rãi di chuyển gần mặt đất hơn.

source: A carousel ride with horses and wagons.
vi: Một vòng đu quay với ngựa và xe ngựa.

source: A flat ride with small electrically powered bumper cars.
vi: Một đoạn đường bằng phẳng với những chiếc xe nhỏ chạy bằng điện.

source: An amusement ride based on a movement of a fixed pendulum.
vi: Một trò chơi giải trí dựa trên chuyển động của một con lắc cố định.

source: A large rotating upright wheel with multiple passenger-carrying cabins.
vi: Một bánh xe lớn quay thẳng đứng với nhiều cabin chở hành khách.

source: An amusement ride that consists of a swinging boat with seats.
vi: Một trò chơi giải trí bao gồm một chiếc thuyền lắc qua lại và ghế ngồi.

source: An amusement ride where the passengers are lifted to the top of the tower and then released to free-fall down the tower.
vi: Một chuyến đi giải trí nơi hành khách được nâng lên đỉnh tháp và sau đó thả ra để rơi tự do xuống tháp.

source: A small carousel ride consisting of rotating giant tea cups with seats.
vi: Một chuyến đi băng chuyền nhỏ bao gồm những tách trà khổng lồ xoay có ghế ngồi.

source: An amusement ride that travels through the terrifying House of Horrors.
vi: Một chuyến đi giải trí đi qua Ngôi nhà kinh hoàng.

source: A booth with various carnival games like fishing, ring toss and skee-ball.
vi: Một gian hàng với các trò chơi lễ hội khác nhau như câu cá, ném vòng và bóng.

source: A small shop with a plentiful selection of different souvenirs.
vi: Một cửa hàng nhỏ với rất nhiều đồ lưu niệm khác nhau.

source: An amusement ride with an elevated railroad track that has tight turns and steep slopes.
vi: Một chuyến đi giải trí với một đường ray trên cao có những khúc cua và dốc cao.

source: A fenced area with facilities for housing bisons.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi bò rừng.

source: A fenced area with facilities for housing giraffes.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi Hươu cao cổ.

source: A fenced area with facilities for housing lions.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi sư tử.

source: A fenced area with facilities for housing antelopes.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi con linh dương.

source: A fenced area with facilities for housing flamingos.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi hồng hạc.

source: A fenced area with facilities for housing elephants.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi voi.

source: A fenced area with facilities for housing rhinos.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi tê giác.

source: An enclosure and facilities designed to house exotic fish and aquatic mammals.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi các loại cá quý hiếm và động vật có vú dưới nước.

source: A fenced area with facilities for housing moose and reindeers.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi nai sừng tấm và tuần lộc.

source: A building built to house various insects, amphibians and reptiles living in different climates.
vi: Một tòa nhà được xây dựng để chứa nhiều côn trùng, động vật lưỡng cư và bò sát sống ở những vùng khí hậu khác nhau.

source: An enclosure and facilities designed to house monkeys, apes and other primates.
vi: Một bao vây và các cơ sở được thiết kế để nuôi khỉ, vượn và các loài linh trưởng khác.

source: An enclosure and facilities designed to house birds.
vi: Một khu vực có hàng rào với các trang thiết bị để nuôi chim.

source: A small wooden shelter with a campfire.
vi: Một nơi trú ẩn nhỏ bằng gỗ với lửa trại.

source: A small cabin that can accommodate a small group of hunters or hikers.
vi: Một cabin nhỏ có thể chứa một nhóm nhỏ thợ săn hoặc người đi bộ.

source: A raised wooden platform.
vi: Một bục gỗ được nâng lên.

source: A small open hut with a campfire and seats.
vi: Một túp lều nhỏ với lửa trại và ghế ngồi.

source: An open air campfire with seats around it.
vi: Một túp lều nhỏ với lửa trại và ghế ngồi xung quanh.

source: A small wooden tower providing a better vantage point for bird-watchers, hunters and hikers.
vi: Một tháp gỗ nhỏ cung cấp một điểm nghỉ ngơi tốt hơn cho người xem chim, thợ săn và người đi bộ.

source: A tall wooden tower providing a high vantage point for bird-watchers, hunters and hikers.
vi: Một tháp gỗ nhỏ cung cấp một điểm nghỉ ngơi tốt hơn cho người xem chim, thợ săn và người đi bộ.

source: An area cleared for campers.
vi: Một khu vực bị dọn dẹp cho việc cắm trại.

source: A small park with large rocks that can be used for bouldering.
vi: Một công viên nhỏ với những tảng đá lớn có thể được sử dụng để tạo thành vách đá.

source: A camping site with small cabins and various amenities for a more comfortable stay.
vi: Một địa điểm cắm trại với cabin nhỏ và các tiện nghi khác nhau cho một kỳ nghỉ thoải mái.

source: A small portable tent.
vi: Một chiếc lều nhỏ cầm tay.

source: A small cabin that can accommodate a small group of fishers, kayakers or hikers.
vi: Một cabin nhỏ có thể chứa một nhóm nhỏ ngư dân, người chèo thuyền kayak hoặc người đi bộ đường dài.

source: Park Maintenance Building is a facility where the park maintenance vehicles are stored and maintained. The park maintenance vehicles travel around the city to boost the parks, increasing their entertainment value and radius.
vi: Tòa nhà bảo trì công viên là một cơ sở nơi các phương tiện bảo trì công viên được lưu trữ và bảo trì. Các phương tiện bảo trì công viên đi vòng quanh thành phố để cải thiện các công viên, tăng chất lượng và bán kính giải trí của chúng.

source: The Sightseeing Bus Depot automatically sends out buses to the bus tour lines. Build sightseeing-bus tour lines by building Sightseeing Bus Stops next to attractions. Adjust the number of sightseeing buses available in the budget panel.
vi: Kho xe buýt tham quan tự động gửi xe buýt đến các tuyến xe buýt. Xây dựng các tuyến tham quan bằng xe buýt bằng cách xây dựng Điểm dừng xe buýt tham quan bên cạnh các điểm tham quan. Điều chỉnh số lượng xe buýt tham quan có sẵn trong bảng ngân sách.

source: A monumental gate that spans over a road. Increases the tourist capacity of roads by 5%.
vi: Một cánh cổng hoành tráng trải dài trên một con đường. Tăng khả năng du lịch của đường bộ thêm 5%.

source: A tall and impressive clock tower which helps the citizens to stick to their schedules. Increases the speed of trains by 20%.
vi: Một tháp đồng hồ cao và ấn tượng giúp người dân bám sát lịch trình của họ. Tăng tốc độ tàu lên 20%.

source: The Old Market Street is an atmospheric street with traditional small shops and boutiques. Increases tax income of the nearby Commercial Zones by 5%.
vi: Phố chợ cũ là một con đường trong khu vực với các cửa hàng lớn và cửa hàng nhỏ truyền thống. Tăng thu nhập thuế của các Khu thương mại gần đó thêm 5%.

source: A massive fortress built next to the shore out of stone blocks and brickwork. Increases the Ship and Airport traffic's tourist capacity by 5%.
vi: Một pháo đài đồ sộ được xây dựng bên bờ từ những khối đá và gạch. Tăng 5% năng lực du lịch bằng đường tàu và Sân bay.

source: A tall needle-shaped tower with an observation deck and a restaurant on top of it. Increases the effect radius of all Parks and Plazas by 10%.
vi: Một tòa tháp hình kim cao với một tầng quan sát và một nhà hàng trên đỉnh của nó. Tăng bán kính hiệu ứng của tất cả Công viên và Plazas thêm 10%.

source: A gigantic statue standing proudly on the shore. The Statue of Colossalus increases the stay of the tourists in your city by 20%.
vi: Một bức tượng khổng lồ đứng kiêu hãnh trên bờ. Tượng Colossalus tăng 20% khả năng lưu trú của khách du lịch trong thành phố của bạn.

source: An impressive castle is what every significant city needs and the Castle of Lord Chirpwick is exactly that. It has a global Entertainment value of 100 and it increases the Attractiveness of all the Unique Buildings by 25%.
vi: Một lâu đài ấn tượng là điều mà mọi thành phố quan trọng cần có và Lâu đài của Chúa Chirpwick chính xác là như vậy. Nó có giá trị Giải trí toàn cầu là 100 và nó làm tăng 25% Sức hấp dẫn của tất cả các Tòa nhà độc đáo.

source: The Hot Air Balloon Tours service stores and maintains hot air balloons and organizes hot air balloon tours over the city. Tours with a high appeal value around the starting point are more popular.
vi: Dịch vụ Hot Air Balloon Tours lưu trữ và duy trì khinh khí cầu và tổ chức các tour du lịch khinh khí cầu trên toàn thành phố. Các tour du lịch có giá trị hấp dẫn cao xung quanh điểm xuất phát sẽ trở nên phổ biến hơn.

source: Allows exotic wildlife to spawn on the map from this point. This spawn point can also be placed on water to spawn exotic fish and aquatic mammals on the map.
vi: Cho phép động vật hoang dã kỳ lạ sinh sản trên bản đồ từ thời điểm này. Điểm sinh sản này cũng có thể được đặt trên mặt nước để sinh ra cá kỳ lạ và động vật có vú sống dưới nước trên bản đồ.

source: A natural rock formation with a cave entrance.
vi: Một hình thành đá tự nhiên với một lối vào hang động.

source: A natural rock formation with steep cliffs.
vi: Một sự hình thành đá tự nhiên với những vách đá dựng đứng.

source: A stylish rock formation.
vi: Một đống đá được sắp xếp rất phong cách.

source: A small field with rows of planted tree saplings. Tree Sapling Field produce raw forest products. Extractor need to be placed on forest area inside Industry Area.
vi: Một cánh đồng nhỏ với những hàng cây được trồng. Cánh đồng cây non sản xuất lâm sản thô. Cần khai thác trên khu vực rừng trong Khu công nghiệp.

source: A large field with rows of planted tree saplings. Tree Sapling Field produce raw forest products. Extractor need to be placed on forest area inside Industry Area.
vi: Một cánh đồng rộng lớn với những hàng cây được trồng. Cánh đồng cây non sản xuất lâm sản thô. Cần khai thác trên khu vực rừng trong Khu công nghiệp.

source: Small Crops Greenhouse can be used to cultivate wheat, potato, corn or cotton. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Nhà kính cây trồng nhỏ có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Medium Crops Greenhouse can be used to cultivate wheat, potato, corn or cotton. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cây trồng trung bình có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Large Crops Greenhouse can be used to cultivate wheat, potato, corn or cotton. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Nhà kính cây trồng lớn có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Small Fruit Field can be used to cultivate apples, oranges or pears. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng nhỏ có thể được sử dụng để trồng táo, cam hoặc lê. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Medium Fruit Field can be used to cultivate apples, oranges or pears. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng trung bình có thể được sử dụng để trồng táo, cam hoặc lê. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Large Fruit Field can be used to cultivate apples, oranges or pears. Extractor produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng trái cây lớn có thể được sử dụng để trồng táo, cam hoặc lê. Khai thác sản xuất nguyên liệu nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Post Office offers mail-related services such as acceptance and delivery of letters and parcels. Each Post Office maintains a small fleet of post vans that collect and distribute mail locally.
vi: Bưu điện cung cấp các dịch vụ liên quan đến thư như nhận và gửi thư, bưu kiện. Mỗi Bưu điện duy trì một đội xe tải nhỏ thu thập và phân phối thư tại địa phương.

source: Large trucks collect the mail from the local Post Offices and takes it to Post Sorting Facilities. There the mail is sorted into batches for delivery to the addressee locally and outside the city.
vi: Xe tải lớn thu thập thư từ Bưu điện địa phương và đưa đến Cơ sở sắp xếp bài. Ở đó, thư được sắp xếp thành các đợt để gửi đến người nhận trong và ngoài thành phố.

source: You can apply a fee for using a road or accessing an area by placing a Toll Booth on a road. The cars must pay toll to pass the toll and the fee can be adjusted from the Toll Booths info panel. Toll Booths slow down the traffic as the cars need to stop at the booth to pay for the toll. No pedestrian traffic across Toll Booth.
vi: Bạn có thể áp dụng phí đường bộ hoặc vé vào cổng bằng cách đặt quầy thu phí trên đường. Những chiếc xe phải trả phí để vượt qua phí cầu đường và lệ phí có thể được điều chỉnh từ bảng thông tin của Trạm. Trạm thu phí làm ách tắc giao thông vì những chiếc xe cần dừng lại ở trạm để trả phí. Không có tác dụng với người đi bộ.

source: You can apply a fee for using a road or accessing an area by placing a Toll Booth on a road. The cars must pay toll to pass the toll and the fee can be adjusted from the Toll Booths info panel. Toll Booths slow down the traffic as the cars need to stop at the booth to pay for the toll. No pedestrian traffic across Toll Booth.
vi: Bạn có thể áp dụng phí đường bộ hoặc vé vào cổng bằng cách đặt quầy thu phí trên đường. Những chiếc xe phải trả phí để vượt qua phí cầu đường và lệ phí có thể được điều chỉnh từ bảng thông tin của Trạm. Trạm thu phí làm ách tắc giao thông vì những chiếc xe cần dừng lại ở trạm để trả phí. Không có tác dụng với người đi bộ.

source: An airport specialized in handling large amounts of cargo instead of passengers. Cargo hangars and loading platforms for trucks allow the goods to be transported smoothly in and out of the Cargo Airport.
vi: Một sân bay chuyên xử lý lượng lớn hàng hóa thay vì hành khách. Nhà chứa hàng hóa và nền tảng tải cho xe tải cho phép hàng hóa được vận chuyển thuận lợi trong và ngoài Sân bay chở hàng.

source: A large airport specialized in handling large amounts of cargo instead of passengers. Cargo hangars and loading platforms for trucks and trains allow the goods to be transported smoothly in and out of the Cargo Airport Hub.
vi: Một sân bay lớn chuyên xử lý lượng lớn hàng hóa thay vì hành khách. Nhà chứa hàng hóa và nền tảng tải cho xe tải và xe lửa cho phép hàng hóa được vận chuyển trơn tru trong và ngoài Trung tâm hàng không sân bay.

source: Who wouldn’t love the delicious smell of a freshly baked donuts early in the morning. Bakery produces tasty Go Nuts Donuts and takes care of the curves of your citizens. The Bakery requires Animal Products, Crops and Flour special goods to produce its tasty pastries. Unique Factories can be placed outside Industry Area.
vi: Ai sẽ thích mùi thơm ngon của một chiếc bánh rán mới nướng vào sáng sớm. Bakery sản xuất Go Nuts Donuts ngon và chăm sóc các đường cong của công dân của bạn. Cửa hàng bánh đòi hỏi các sản phẩm động vật, cây trồng và bột đặc biệt để sản xuất bánh ngọt ngon. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Yaxu – it’s like a hug in a can! Lemonade Factory produces sweet and energizing Yaxu beverages in a variety of different tastes. Crops and Glass special goods are needed to produce these drinks. Unique Factories can be placed outside Industry Area.
vi: Yaxu - nó giống như một cái ôm trong một cái hộp! Lemonade Factory sản xuất đồ uống Yaxu ngọt ngào và giàu năng lượng trong nhiều khẩu vị khác nhau. Cây trồng và thủy tinh hàng hóa đặc biệt là cần thiết để sản xuất những đồ uống này. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Hermann is the hero of all the hungry people. Hermann’s Quality Foods offers a wide selection of convenience food products. The Food Factory requires Animal Products, Flour, Paper and Plastic special goods to produce the food products. Unique Factories can be placed outside Industry Area.
vi: Hermann là anh hùng của tất cả những người đói. Thực phẩm chất lượng Hermann cung cấp nhiều lựa chọn các sản phẩm thực phẩm tiện lợi. Nhà máy thực phẩm yêu cầu các sản phẩm động vật, bột, giấy và nhựa đặc biệt để sản xuất các sản phẩm thực phẩm. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Pernu Apparel is a clothing brand known for its high quality materials and flawless fashion sense. The Clothing Factory needs Animal Products, Crops and Plastic special goods to produce the Pernu Apparel quality clothing. Unique Factories can be placed outside Industry Area.
vi: Trang phục Pernu là một thương hiệu quần áo được biết đến với chất liệu cao cấp và phong cách thời trang hoàn hảo. Xưởng may quần áo cần các sản phẩm động vật, cây trồng và nhựa đặc biệt để sản xuất quần áo chất lượng Pernu. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: WoodVision is a furniture manufacturer known for its innovative design and distinctive style. The WoodVision Furniture Factory requires Planed Timber and Paper special goods to manufacture their valued products. Unique Factories can be placed outside Industry Area.
vi: WoodVision là nhà sản xuất đồ nội thất nổi tiếng với thiết kế sáng tạo và phong cách đặc biệt. Nhà máy nội thất WoodVision yêu cầu các mặt hàng đặc biệt của Gỗ và Giấy để sản xuất các sản phẩm có giá trị của họ. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Little Boxes has revolutionized modular house building with their patented house manufacturing methods. To produce their innovative housing solutions the Little Boxes Modular House Factory needs Planed Timber, Plastic, Glass and Metals special goods. Unique Factories can be placed outside Industry Area.
vi: Little Box đã cách mạng hóa việc xây dựng nhà mô-đun với các phương pháp sản xuất nhà được cấp bằng sáng chế của họ. Để sản xuất các giải pháp nhà ở sáng tạo của họ, Nhà máy mô-đun Little Box cần có các mặt hàng đặc biệt là Gỗ, Nhựa, Thủy tinh và Kim loại. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: North Acre Paper products are ubiquitous. Their printer paper, tissue paper and toilet paper save many situations on daily basis at homes, offices and workshops. The North Acre Soft Paper Factory needs Crops, Paper, Petroleum and Plastic special goods to manufacture the paper products. Unique Factories can be placed outside Industry Area.
vi: Các sản phẩm giấy Bắc Acre có mặt khắp nơi. Giấy in, giấy lụa và giấy vệ sinh của họ giúp tiết kiệm nhiều tình huống hàng ngày tại nhà, văn phòng và nhà xưởng. Nhà máy giấy mềm North Acre cần các mặt hàng đặc biệt cây trồng, giấy, dầu mỏ và nhựa để sản xuất các sản phẩm giấy. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Lassoloc Press is a full service printer that offers a vast array of printing services from book printing to business cards and posters. The Printing Press needs Paper and Plastic special goods for to manufacture the printer products. Unique Factories can be placed outside Industry Area.
vi: Lassoloc Press là một máy in dịch vụ đầy đủ cung cấp một loạt các dịch vụ in ấn từ in sách đến danh thiếp và áp phích. Báo in cần hàng hóa đặc biệt Giấy và nhựa để sản xuất các sản phẩm máy in. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Tiny Toys produces a wide variety of toys for children of all ages. The Toy Factory requires Paper, Planed Timber and Plastic special goods for the manufacturing. Unique Factories can be placed outside Industry Area.
vi: Đồ chơi Tiny sản xuất nhiều loại đồ chơi cho trẻ em ở mọi lứa tuổi. Nhà máy đồ chơi yêu cầu các mặt hàng đặc biệt bằng giấy, gỗ và nhựa để sản xuất. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: TekkVinyl household plastics are renown for their durability and practical design. The Household Plastic Factory requires Petroleum and Plastic special goods for the manufacturing of household plastic products. Unique Factories can be placed outside Industry Area.
vi: Nhựa gia dụng TekkV502 được nổi tiếng về độ bền và thiết kế thực tế. Nhà máy nhựa gia dụng yêu cầu hàng hóa đặc biệt Dầu khí và nhựa để sản xuất các sản phẩm nhựa gia dụng. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.
