Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Trains offer fast transportation for your citizens and tourists.
vi: Xe lửa cung cấp phương tiện di chuyển nhanh chóng cho người dân và khách du lịch của bạn.

source: By building specialized harbors, you can transport passengers or cargo with ships into and out of your city.
vi: Bằng cách xây dựng các bến cảng chuyên dụng, bạn có thể vận chuyển hành khách hoặc hàng hóa bằng tàu ra vào thành phố của mình.

source: Build an airport to allow airplanes to land and take off. Airplanes will carry passengers and cargo to and from other cities around the world.
vi: Xây dựng sân bay để cho máy bay hạ cánh và cất cánh. Máy bay sẽ chở hành khách và hàng hóa đến và đi từ các thành phố khác trên thế giới.

source: Picking up criminals from
vi: Đang nhận tù nhân từ

source: Loading criminals
vi: Đang đưa tù nhân lên xe

source: Transporting criminals to prison
vi: Đang chuyển tù nhân tới nhà tù

source: Waiting
vi: Đang chờ

source: Cruising
vi: Đang lướt sóng

source: Returning to
vi: Đang quay về

source: Docked
vi: Đang neo

source: Time of day
vi: Thời gian trong ngày

source: Shoreline
vi: Bờ biển

source: The number of patrol cars and vans depends on the budget.
vi: Lượng xe tuần tra và xe tù phụ thuộc vào ngân sách.

source: Police patrol the city to keep crime under control. To maintain a low crime rate, make sure police service buildings have good connections to the city, so that patrol cars can respond to calls quickly. Police patrols decrease the crime rate. High unemployment and low education increase the crime rate. Prisons are where criminals serve out their sentences. Police stations and HQs collect criminals to be transported to prisons.
vi: Cảnh sát đi tuần trong thành phố để giữ gìn an ninh trật tự. Để giữ tỉ lệ tội phạm thấp, hãy đảm bảo các công trình của lực lượng cảnh sát được kết nối tốt với mạng lưới giao thông, như vậy xe tuần tra có thể tới hiện trường nhanh chóng. Cảnh sát đi tuần làm giảm tỉ lệ tội phạm. Tỉ lệ thất nghiệp cao và trình độ giáo dục kém làm tăng tỉ lệ này. Nhà tù là nơi tội phạm chấp hành án phạt. Đồn và Trụ sở Cảnh sát bắt tạm giam tôi phạm để chờ chuyển đến nhà tù.

source: Public transportation helps decrease the number of private vehicles on the roads, leaving more room for industrial goods transportation. Also, reduced traffic creates less noise pollution. Build the infratructure for public transportation and create lines for buses and metros from the relevant public transport submenus. Buses, metros and and taxi cabs allow people to travel inside the city. Trains, ships and planes carry tourists in and out of the city. Cargo trains can take goods from an industrial area to a commercial area, drastically reducing the number of trucks on the roads. Cargo harbors allow raw materials and goods to be imported and exported.
vi: Các phương tiện công cộng giúp giảm lượng phương tiện riêng trên đường, dành chỗ cho việc vận tải hàng hóa. Thêm nữa, ít xe đi lại hơn cũng giảm lượng ô nhiễm tiếng ồn. Hãy xây dựng cơ sở hạ tầng cho giao thông công cộng rồi thiết lập tuyến cho xe buýt và tàu điện ngầm từ các trình đơn tương ứng. Xe buýt, tàu điện ngầm và taxi cho phép người dân đi lại trong thành phố. Tàu hỏa, tàu thủy và máy bay đưa du khách đến và đi khỏi thành phố. Tàu chở hàng mang hàng hóa từ khu công nghiệp sang khu thương mại, giảm đáng kể số lượng xe tải trên đường. Cảng hàng hóa cho phép xuất nhập khẩu nguyên liệu thô và hàng hóa.

source: If the map has natural resources available, they can be utilized by allowing zones to specialize in forestry (Forests), oil industry (Oil), ore industry (Ore), agriculture (Fertile Land) or commercial use of shores (Shoreline). If a particular resource is not located on the map, the industry can get it from other cities if you have an outside connection.
vi: Nếu trong bản đồ có tài nguyên thiên nhiên, chúng có thể được khai thác bằng cách cho phép các khu vực được tập trung chuyên môn hóa và lâm nghiệp (Rừng), công nghiệp dầu mỏ (Dầu), công nghiệp khai khoáng (Quặng), nông nghiệp (Đất màu mỡ) hoặc khai thác dịch vụ thương mại trên bờ biển . Nếu một loại tài nguyên nào đó không hiện diện trên bản đồ, các ngành công nghiệp vẫn có thể nhập nó từ những thành phố khác nếu bạn có kết nối với bên ngoài.

source: Operating Time
vi: Thời gian Hoạt động

source: By Day
vi: Ban ngày

source: By Night
vi: Ban đêm

source: By Day and Night
vi: Cả Ngày lẫn Đêm

source: Prison Availability
vi: Sức đáp ứng của Nhà tù

source: Criminals arrested last week:
vi: Tội phạm bắt giữ tuần trước:

source: Inmates:
vi: Tù nhân

source: Select style
vi: Chọn Phong cách

source: Select a building style for this district
vi: Chọn một phong cách cho các công trình trong quận này

source: European
vi: Châu Âu

source: Default style
vi: Phong cách Mặc định

source: No active styles. Visit the content manager to create and activate them!
vi: Không có kiểu hoạt động. Truy cập trình quản lý nội dung để tạo và kích hoạt chúng!

source: No Commercial Specialization
vi: Không có Chuyên môn hóa khu Thương mại

source: Paint Airport Area
vi: Tô chọn Khu vực sân bay

source: Erase Airport Area
vi: Xoá khu vực sân bay

source: Self-Sufficient Buildings
vi: Tòa nhà Tự cấp Tự túc

source: No Residential Specialization
vi: Không có Chuyên môn hóa Khu Dân cư

source: No Office Specialization
vi: Không có Chuyên môn hóa Khu Văn phòng

source: Paint Park Area
vi: Tô chọn Khu vực công viên

source: Erase Park Area
vi: Xoá bỏ Khu vực công viên

source: Paint Industry Area
vi: Tô chọn Khu công nghiệp

source: Erase Industry Area
vi: Xóa bỏ Khu công nghiệp

source: Paint Campus Area
vi: Tô chọn Khu vực khuôn viên trường học

source: Erase Campus Area
vi: Xóa bỏ Khu vực khuôn viên trường học

source: Paint District
vi: Thiết lập quận

source: Erase District
vi: Xóa bỏ quận

source: Generic Industry
vi: Khu Công nghiệp Cơ bản

source: Remove the commercial specialization of the selected district and returns the zone to default commercial.
vi: Xóa chuyên môn thương mại của khu đã chọn và trả khu đó về thương mại mặc định.

source: Create or reshape an Airport Area by painting over an area. Painting an airport area also flattens the terrain.
vi: Tạo hoặc định hình lại một Khu vực Sân bay bằng cách tô lên một khu vực. Vẽ một khu vực sân bay cũng làm phẳng địa hình.

source: Erase or reshape an Airport Area by painting over an area.
vi: Xóa hoặc định hình lại một Khu vực Sân bay bằng cách tô lên một khu vực sân bay trước đó đã thiết lập.

source: IT cluster is an office specialization that changes the office buildings into high tech buildings. - Requires 50% less workers - Consumes 30% more electricity - Generates 30% more tax revenue
vi: Tổ hợp IT là một chuyên môn hóa cho văn phòng làm thay đổi những tòa nhà văn phòng thành các tòa nhà công nghệ cao. - Cần ít nhân công hơn 50% - Tiêu thụ thêm 30% điện năng - Nộp thuế nhiều thêm 30%

source: The self-sufficient residential buildings recycle their waste and produce energy with solar panels and by other means: - Consumes 30% less electricity - Produces 30% less garbage - Generates 30% less tax income.
vi: Những khu dân cư tự cấp tự túc tự tái chế rác cũng như tự sản xuất năng lượng bằng pin mặt trời hoặc những cách khác: - Tiêu thụ điện năng ít hơn 30% - Sản sinh ra rác ít hơn 30% - Nộp thuế ít hơn 30%

source: Removes the residential specialization of the selected district and returns the zones to their default state.
vi: Loại bỏ chuyên môn hóa dân cư của khu đã chọn và trả các khu về trạng thái mặc định của chúng.

source: Removes the office specialization of the selected district and returns the zones to their default state.
vi: Xóa chuyên môn văn phòng của khu đã chọn và trả các khu về trạng thái mặc định của chúng.

source: Create or reshape a Park Area by painting over an area.
vi: Tạo hoặc định hình lại Khu vực công viên bằng cách tô màu cho một khu vực.

source: Erase or reshape a Park Area by painting over an area.
vi: Xóa hoặc định hình lại Khu vực Công viên bằng cách tô màu lên một khu vực.

source: Create or reshape an Industry Area by painting over an area.
vi: Tạo hoặc định hình lại một Khu vực Công nghiệp bằng cách sơn lên một khu vực.

source: Erase or reshape an Industry Area by painting over an area.
vi: Xóa hoặc định hình lại Khu vực công nghiệp bằng cách sơn lên một khu vực.

source: Create or reshape a Campus Area by painting over an area.
vi: Tạo hoặc định hình lại Khu vực khuôn viên trường bằng cách tô màu cho một khu vực.

source: Erase or reshape a Campus Area by painting over an area.
vi: Xóa hoặc định hình lại Khu vực Khuôn viên trường bằng cách sơn lên một khu vực.

source: Create or reshape a district by painting it over an area.
vi: Tạo hoặc định hình lại một quận bằng cách sơn nó lên một khu vực.

source: Erase or reshape a district by painting over an area.
vi: Xóa hoặc định hình lại một quận bằng cách tô lên một khu vực.

source: Turn underground oil reservoirs into substantial wealth by specializing in oil industry. - Considerably increased ground pollution and electricity consumption - Considerably increased tax income - Required natural resource: Oil (Non-renewable)
vi: Biến những túi dầu dưới lòng đất trở thành những khoản tiền kếch xù bằng cách chuyên môn hóa vào công nghiệp dầu mỏ. - Tăng đáng kể mức ô nhiễm đất đai và điện năng tiêu thụ - Tăng đáng kể lượng thuế thu được - Yêu cầu tài nguyên thiên nhiên: Dầu mỏ (Không thể tái sinh)

source: Remove the specialization of the selected district and return the zone to generic industries.
vi: Xóa chuyên môn của khu đã chọn và trả khu về các ngành chung.

source: {0:N0} squares of leisure specialization built
vi: Xây dựng trên {0:N0} ô của vùng chuyên môn hóa Giải trí

source: {0:N0} squares of tourism specialization built
vi: Xây dựng trên {0:N0} ô của vùng chuyên môn hóa Du lịch

source: Heating coverage {0}%
vi: Tỉ lệ được dùng hệ thống sưởi {0}%

source: {0:N0} units of snow covering the roads
vi: {0:N0} đơn vị tuyết phủ trên đường

source: City value bigger than: {0:N0}
vi: Giá trị thành phố lớn hơn: {0:N0}

source: Average citizen health over {0} %
vi: Sức khỏe trung bình của người dân cao hơn {0} %

source: Population over {0:N0}
vi: Dân số cao hơn {0:N0}

source: {0:N0} squares of farming specialization built
vi: {0:N0} ô vuông chuyên môn hóa nông nghiệp được xây dựng

source: {0:N0} squares of forestry specialization built
vi: {0:N0} quảng trường chuyên môn lâm nghiệp được xây dựng

source: {0:N0} squares of ore specialization built
vi: {0:N0} ô vuông chuyên môn hóa quặng được xây dựng

source: {0:N0} squares of oil specialization built
vi: Xây dựng trên {0:N0} ô của vùng chuyên môn hóa Dầu mỏ

source: Traffic flow over {0}%
vi: Lưu lượng giao thông vượt quá {0}%

source: {0:N0} squares of organic and local produce specialization built
vi: Đã xây dựng {0:N0} ô vuông chuyên môn hóa sản phẩm hữu cơ và địa phương

source: {0:N0} squares of self-sufficient building specialization built
vi: Đã xây dựng {0:N0} ô vuông của chuyên môn xây dựng tự túc

source: {0:N0} squares of IT Cluster specialization built
vi: Đã xây dựng {0:N0} ô vuông của chuyên môn Cụm CNTT

source: Average citizen happiness over {0}
vi: Mức Hài lòng trung bình của người dân cao hơn {0}

source: Average ground pollution over {0} %
vi: Mức độ ô nhiễm đất trung bình vượt quá {0} %

source: Average drinking water pollution over {0} %
vi: Mức độ ô nhiễm nước uống trung bình vượt quá {0} %

source: {0}% of electricity production from renewable sources
vi: {0}% sản lượng điện từ các nguồn tái tạo

source: {0}% of electricity production from polluting sources
vi: {0}% sản lượng điện từ các nguồn gây ô nhiễm

source: {0:N0} meters of walking tours
vi: {0:N0} mét tham quan đi bộ

source: Have {0:N0} weekly tourist visits
vi: Có {0:N0} lượt khách du lịch hàng tuần

source: {0:N0} library users in the city
vi: {0:N0} người dùng thư viện trong thành phố

source: {0:N0} units of fish farmed
vi: {0:N0} đơn vị cá nuôi

source: {0:N0} units of fish caught
vi: {0:N0} đơn vị cá đánh bắt được

source: Have more than {0:N0} money
vi: Tiền có nhiều hơn {0:N0}

source: Public transport has {0:N0} weekly passengers
vi: Vận tải công cộng có {0:N0} hành khách hàng tuần

source: Unemployment rate over {0}%
vi: Tỉ lệ thất nghiệp cao hơn {0}%

source: More than {0:N0} amount in loans
vi: Nợ nhiều hơn {0:N0}

source: Average garbage piling per building at least {0}
vi: Trung bình Lượng rác tồn ở mỗi công trình đạt ít nhất là {0}

source: Crime rate over {0}%
vi: Tỉ lệ tội phạm cao hơn {0}%

source: Weekly education expenses {0:N0}
vi: Chi {0:N0} cho giáo dục hàng tuần

source: {0:N0} children in elementary schools
vi: Có {0:N0} trẻ em trong trường tiểu học

source: {0}% of the population highly educated
vi: {0}% dân số có trình độ cao

source: {0:N0} abandoned buildings in the city
vi: Có {0:N0} công trình bỏ hoang trong thành phố

source: Electricity production of {0:N0} MW
vi: Sản lượng điện năng đạt {0:N0} MW

source: {0:N0} squares of industrial zone built
vi: Xây dựng trên {0:N0} ô của vùng quy hoạch công nghiệp

source: {0:N0} squares of commercial zone built
vi: Xây dựng trên {0:N0} ô của vùng quy hoạch thương mại

source: {0:N0} squares of office zone built
vi: Xây dựng trên {0:N0} ô của vùng quy hoạch văn phòng

source: {0:N0} squares of residential zone built
vi: Xây dựng trên {0:N0} ô của vùng quy hoạch dân cư

source: {0:N0} people transported using taxi
vi: {0:N0} người được vận chuyển bằng taxi

source: {0:N0} units of snow collected
vi: {0:N0} đơn vị tuyết được thu thập

source: {0:N0} people transported using public transport
vi: {0:N0} lượt người sử dụng phương tiện vận tải công cộng

source: {0:N0} people transported using bus
vi: {0:N0} người được vận chuyển bằng xe buýt

source: {0:N0} people transported using metro
vi: {0:N0} người được vận chuyển bằng tàu điện ngầm

source: {0:N0} people transported using train
vi: {0:N0} người được vận chuyển bằng tàu hỏa

source: {0:N0} people transported using ship
vi: {0:N0} người được vận chuyển bằng tàu

source: {0:N0} people transported using airplane
vi: {0:N0} người được vận chuyển bằng máy bay

source: {0:N0} people transported using tram
vi: {0:N0} người được vận chuyển bằng xe điện

source: Have parks and plazas visited by total of {0:N0} people
vi: Có tổng cộng {0:N0} người tới thăm các công viên và quảng trường

source: City produces a total of {0:N0} units of goods
vi: Sản xuất tổng cộng {0:N0} đơn vị hàng hóa

source: {0:N0} tourists visit the city
vi: {0:N0} khách du lịch đến thăm thành phố

source: City extracts a total of {0:N0} units of natural resources
vi: Khai thác tổng cộng {0:N0} đơn vị tài nguyên thiên nhiên

source: {0:N0} full lifespans lived in the city
vi: Có {0:N0} người sống trọn đời trong thành phố

source: Level 1
vi: Cấp 1

source: Level 2
vi: Cấp 2

source: Level 3
vi: Cấp 3

source: Level 4
vi: Cấp 4

source: Level 5
vi: Cấp 5

source: Level 6
vi: Cấp 6

source: [role]PRODUCER
vi: [vai trò] NHÀ SẢN XUẤT

source: [role]GAME DESIGN
vi: [role] THIẾT KẾ TRÒ CHƠI

source: Karoliina Korppoo (Lead Designer)
vi: Karoliina Korppoo (Nhà thiết kế chính)

source: [role]PROGRAMMING
vi: [vai trò] LẬP TRÌNH

source: [role]ADDITIONAL PROGRAMMING
vi: [role] LẬP TRÌNH BỔ SUNG

source: Best Nightclub
vi: Hộp đêm xịn nhất

source: Club Schatten
vi: Câu lạc bộ Schatten

source: Club de la Creme
vi: Câu lạc bộ de la Creme

source: Nightclub Happy Hamster
vi: Hộp đêm Happy Hamster

source: Restaurant Rivoli
vi: Nhà hàng Rivoli

source: Pasta Restaurant
vi: Nhà hàng mì ống

source: Fresh Meatballs
vi: Thịt viên tươi

source: Restaurant Elm Tree
vi: Nhà hàng Elm Tree

source: Fried Chicken Eatery
vi: Quán ăn gà rán

source: Raw Food
vi: Thức ăn chưa chế biến

source: Seafood Delicacies
vi: Món ngon hải sản

source: Karaoke All Night Long
vi: Karaoke suốt đêm dài

source: Lizzy's Karaoke Place
vi: Nơi hát karaoke của Lizzy

source: Kitty Cat Cafe
vi: Cafe Mèo Con

source: Tea and Biscuits Cafe
vi: Cafe Bánh Quy

source: Snip Snip Salon
vi: Salon Cây Kéo

source: Hotel Hiya
vi: Nhà nghỉ Hiya

source: Grand Hotel
vi: Khách sạn Trang hoàng

source: Fiesta Hotel
vi: Nhà nghỉ Fiesta

source: Night Inn
vi: Quán trọ đêm

source: The Eco Friendly Shoppe
vi: Shoppe thân thiện với môi trường

source: Container Mini Market
vi: Chợ nhỏ Container

source: Organic Teas
vi: Trà hữu cơ

source: Organic Stalls
vi: Quầy hàng hữu cơ

source: Fair Trade Coffee
vi: Cà phê thương mại công bằng

source: The Green Shop
vi: Cửa hàng xanh

source: Eco Supermarket
vi: Siêu thị Eco

source: Organic Coffee & Tea
vi: Cà phê & Trà hữu cơ

source: Green Market
vi: Chợ xanh

source: Organic Dry Goods
vi: Hàng khô hữu cơ

source: Edison Shop
vi: Cửa hàng Edison

source: Eco-Market
vi: Chợ sinh thái

source: The Eco Center
vi: Trung tâm sinh thái

source: New Colossal Offices
vi: Văn phòng Colossal mới

source: Solar Tech Company
vi: Công ty Solar Tech

source: Organic Food Development
vi: Phát triển thực phẩm hữu cơ

source: Grow Your Meat Labs
vi: Phát triển phòng thí nghiệm thịt của bạn

source: Medical Research Inc
vi: Nghiên cứu y tế Inc

source: New Battery Technologies
vi: Công nghệ pin mới

source: Electronic Books Company
vi: Công ty sách điện tử

source: Animal Farm
vi: Trang trại chăn nuôi

source: Mary's Livestock
vi: Trại chăn nuôi của Mary

source: Phil's Fields
vi: Cánh đồng của Phil

source: The Food Factory
vi: Nhà máy thực phẩm

source: Orchard Company
vi: Công ty Orchard

source: Fruit For All
vi: Trái cây cho tất cả

source: Big Bite Restaurant
vi: Nhà hàng Big Bite

source: Hyper M Store
vi: Cửa hàng Hyper M

source: Commercial Center
vi: Trung tâm thương mại

source: Dino Oil
vi: Dầu Dino

source: Best Sales Ever
vi: Bán hàng tốt nhất từ trước đến nay

source: Medium Mug Cafe
vi: Cà phê cốc vừa

source: MegaStore
vi: Tạp hóa

source: General Store
vi: Cửa hàng tạp hóa

source: Chirpcinema
vi: Rạp chiếu phim chirp

source: Great that the city has a prison! That's where the bad guys belong! #criminalactivity #prison
vi: Tuyệt vời rằng thành phố có một nhà tù! Đó là nơi những kẻ xấu thuộc về! #criminalactivity #prison

source: Waiting for the #yellow cabs! #taxicab
vi: Đang chờ xe #mũ vàng! #taxi

source: This makes changing line so much easier! #buscruising #publictransportation
vi: Điều này làm cho việc thay đổi dòng dễ dàng hơn rất nhiều! #buscruising #publictransportation

source: I'm off! So many new flight connections, I have to try them all! #globetrotter #wanderlust
vi: Tôi tắt! Rất nhiều chuyến bay nối chuyến mới, tôi phải thử tất cả! #globetrotter #wanderlust

source: Less trucks on the roads and more money to the city! #cargohub
vi: Ít xe tải hơn trên đường và nhiều tiền hơn vào thành phố! #cargohub

source: I simply love ponies. Lets go to the #stable to ride! #ilovethiscity
vi: Tôi chỉ đơn giản là yêu ngựa con. Hãy đến #stable để đi xe! #ilovethiscity

source: Wow, shopping and dining around the clock! Count me in! #commercial #open247
vi: Chà, mua sắm và ăn uống suốt ngày đêm! Đếm tôi vào! #commercial # open247

source: Why would anyone want to go to a restaurant in the middle of the night?! #open247 #WHY
vi: Tại sao mọi người lại muốn đến một nhà hàng vào lúc nửa đêm?! # open247 #WHY

source: I love the leisure area, I wish I could live there #newhome #letgoofleisure
vi: Tôi yêu khu giải trí, tôi ước mình có thể sống ở đó #newhome #letgoofleisure

source: The leisure area sure is nice! #funfunfun #ilovethiscity #letgoofleisure
vi: Khu vực giải trí chắc chắn là tốt đẹp! #funfunfun #ilovethiscity #letgoofleisure

source: Excellent that the leisure buildings close their doors at night and give me a good night's sleep #zzzzzz #nimby
vi: Tuyệt vời khi các tòa nhà giải trí đóng cửa vào ban đêm và cho tôi một đêm ngon giấc #zzzzzz #nimby

source: I want to go out, but everything is closed :( #bored #nimby
vi: Tôi muốn ra ngoài, nhưng mọi nơi đều đóng cửa rồi :( #chán #nimby

source: Education is important! Why won't young people enlighten themselves anymore? #educationrocks #schoolsout
vi: Giáo dục rất quan trọng! Tại sao những người trẻ tuổi không khai sáng bản thân nữa? #educationrocks #schoolsout

source: Good that the youngsters often choose to work instead of reading musty books in universities. Physical labor is healthy! #health #workworkwork #schoolsout
vi: Điều tốt là các bạn trẻ thường chọn làm việc thay vì đọc những cuốn sách ẩm mốc trong trường đại học. Lao động thể chất có lợi cho sức khỏe! # sức khỏe # công việc làm việc #schoolsout

source: Lovely that there are less cars on the streets, I can enjoy my walk better #oldtown #nocars
vi: Thật đáng yêu vì có ít xe hơn trên đường phố, tôi có thể tận hưởng chuyến đi bộ của mình tốt hơn #oldtown #nocars

source: I'm tired of taking detours to avoid the limited areas. I pay for my gas, allow me to choose my own route! #oldtown #nodetours
vi: Tôi mệt mỏi khi phải đi đường vòng để tránh các khu vực giới hạn. Tôi trả tiền xăng của tôi, cho phép tôi chọn con đường của riêng tôi! #oldtown #nodetours

source: Oh no, my neighbourhood now hosts a restaurant and a hotel! #goneforever #tourismspecialization
vi: Ồ không, khu phố của tôi hiện có một nhà hàng và một khách sạn! #goneforever #tourismspecialization

source: What a lovely day for a walk in the park with the tourists ;) #ilovethiscity #tourismspecialization
vi: Thật là một ngày tuyệt vời khi đi dạo trong công viên với khách du lịch;) #ilovethiscity #tourismspecialization

source: Party all night long! #ilovethiscity #leisurespecialization
vi: Tiệc tùng thâu đêm dài! #ilovethiscity #leisurespecialization

source: So much noise! I wish everyone would just go home and take a nap. #noisepollution #leisurespecialization
vi: Ồn quá! Tôi ước mọi người chỉ về nhà và chợp mắt. #noisepollution #leisurespecialization

source: Biking is so much more fun on other places than sidewalks! #funbikeride #bikeban
vi: Đi xe đạp ở những nơi khác thú vị hơn nhiều so với vỉa hè! #funbikeride #bikeban

source: Good that those awful bikes are off the sidewalks. I felt like I could be run over any minute! #relief #bikeban
vi: Tốt là những chiếc xe đạp khủng khiếp đó đang ở trên vỉa hè. Tôi cảm thấy như thể tôi có thể bị bỏ chạy bất cứ lúc nào! #relief #bikeban

source: I never knew biking is so much fun! #encouragebiking
vi: Tôi chưa bao giờ biết đi xe đạp rất thú vị! #encouragebiking

source: My spouse forces me to take the bike instead of our car. I don't want to! #carsrule #encouragebiking
vi: Vợ / chồng tôi buộc tôi phải đi xe đạp thay vì ô tô của chúng tôi. Tôi không muốn! #carsrule #encouragebiking

source: Good that those crooks stay off the streets for longer now!
vi: Thật tốt khi những kẻ lừa đảo đó ở ngoài đường lâu hơn!

source: Are the longer prison sentences really helping? IMHO That is just fixing the symptom, not the cause.
vi: Các bản án tù dài hơn có thực sự giúp ích? IMHO Đó chỉ là sửa chữa triệu chứng, không phải nguyên nhân.

source: This hotel is so nice! I wonder what's in the mini bar... #GreatDeal
vi: Khách sạn này rất tốt! Tôi tự hỏi có gì trong mini bar ... #GreatDeal

source: Just treated myself to room service! It's okay, I can afford it #DiscountDeals
vi: Chỉ cần đối xử với bản thân mình để phục vụ phòng! Không sao đâu, tôi có thể mua được #DiscountDeals

source: Just picked up our rental car. Time to explore the city! #VacationMode
vi: Chỉ cần nhận xe thuê của chúng tôi. Đã đến lúc khám phá thành phố! #Chế độ nghỉ

source: It's so convenient with car rental right at the airport! #Freedom
vi: Thật tiện lợi với dịch vụ cho thuê xe ngay tại sân bay! #Sự tự do

source: I wonder if insurance cover everything #LittleAccident
vi: Tôi tự hỏi liệu bảo hiểm có chi trả mọi thứ không #LittleAccident

source: The sound of studs on road is so annoying! Grrr! #studdedtires
vi: Âm thanh của đinh tán trên đường thật khó chịu! Grrr! #studdedtires
