Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The ferry empire is at it's height! Well done, now Lake City dwellers can easily travel on the waters!
vi: Đế chế phà nổi đang ở trên đỉnh cao! Làm tốt lắm, giờ thì người dân Lake City đã có thể đi lại trên nước dễ dàng rồi!

source: Finally, traffic flowing as it should! No more stressful hours spend stuck in traffic for the people of Appletown, thanks to you. Citizens salute you, oh noble traffic hero!
vi: Sau cùng, giao thông đã thông suốt như đáng ra phải vậy! Không còn nhiều giờ căng thẳng bị lãng phí trong lúc kẹt xe cho người dân Appletown nữa, nhờ có bạn. Người dân đang chào mừng bạn đó, hỡi người hùng giao thông cao quý!

source: Awesome, your city is clean from all the smoke and particle emissions and runs on sustainable energy!
vi: Tuyệt vời, thành phố của bạn sạch sẽ khỏi tất cả khói bụi và khí thải hạt và chạy bằng năng lượng bền vững!

source: Great job! It's unbelievable how you turned that filthy town in decline into a beautiful and flourishing city.
vi: Bạn đã làm rất tốt! Thật không thể tin được là bạn đã biến thị trấn bẩn thỉu đang suy tàn đó thành một thành phố xinh đẹp và hưng thịnh.

source: Well, how about that! The city looks much better now that it has more green in it.
vi: Chà, thế thì sao! Thành phố bây giờ trông đẹp hơn nhiều vì nó có nhiều màu xanh hơn.

source: Continue Playing
vi: Tiếp tục Chơi

source: Driving
vi: Đang đi

source: On stop
vi: Đang ở điểm dừng

source: Flying
vi: Đang bay

source: On station
vi: Đang ở ga

source: Ferries in use: {0}
vi: Số Phà đang sử dụng: {0}

source: Blimps in use: {0}
vi: Số Khí cầu đang sử dụng: {0}

source: Show Route
vi: Hiện Lộ trình

source: Hide Route
vi: Ẩn Lộ trình

source: Ferry Lines
vi: Tuyến Phà

source: Air transport lines
vi: Tuyến Khí cầu

source: Monorail Lines
vi: Tuyến Tàu đơn ray

source: Train Line Count
vi: Số Tuyến Phà

source: Ferry Line Count
vi: Số Tuyến Khí cầu

source: Air Transport Line Count
vi: Số Tuyến Tàu điện

source: Monorail Line Count
vi: Tổng số tour đi bộ

source: Walking Tour Count
vi: Lượt Tham quan đi bộ

source: Sightseeing Bus Tour Count
vi: Lượt tham quan bằng xe buýt

source: Bus Line Count
vi: Số Tuyến Xe buýt

source: Trolleybus Line Count
vi: Số Tuyến Xe điện

source: Tram Line Count
vi: Số Tuyến Tàu điện phố

source: Metro Line Count
vi: Số Tuyến Tàu hỏa

source: Show Routes
vi: Hiện Lộ trình

source: Hide Routes
vi: Ẩn Lộ trình

source: {0} Road
vi: Đường {0}

source: {0} Way
vi: Đường {0}

source: {0} Drive
vi: Đường {0}

source: {0} Street
vi: Phố {0}

source: {0} Avenue
vi: Đại lộ {0}

source: {0} Boulevard
vi: Đại lộ {0}

source: {0} Highway
vi: Cao tốc {0}

source: {0} Bridge
vi: Cầu {0}

source: {0} Tunnel
vi: Hầm {0}

source: What's New
vi: Có gì Mới

source: Got it!
vi: Biết rồi!

source: Pedestrians
vi: Người đi bộ

source: Cyclists
vi: Người đi xe đạp

source: Private vehicles
vi: Phương tiện cá nhân

source: Public transport & Cargo
vi: Phương tiện công cộng

source: Trucks
vi: Xe tải

source: City service vehicles
vi: Phương tiện dịch vụ công

source: Show
vi: Hiện

source: Check all
vi: Chọn tất cả

source: Uncheck all
vi: Bỏ chọn tất cả

source: Adjust road
vi: Điều chỉnh đường

source: Show routes
vi: Hiện lộ trình

source: Vehicle count modifier
vi: Điều chỉnh số phương tiện

source: Individually adjust the vehicle count for this line. Vehicle count depends on both public transport budget and this modifier.
vi: Điều chỉnh riêng số lượng xe cho dòng này. Số lượng phương tiện phụ thuộc vào cả ngân sách giao thông công cộng và điều chỉnh này.

source: This is an indicator of how well the line performs at making car owners prefer public transportation over driving.
vi: Đây là một chỉ số về mức độ hoạt động của tuyến này trong việc khiến các chủ sở hữu ô tô thích phương tiện công cộng hơn là lái xe.

source: Priority Road
vi: Đường Ưu tiên

source: Average Traffic Flow: {0}%
vi: Lưu lượng Giao thông Trung bình: {0}%

source: Indicates how well traffic flows in your city. Having many cars waiting for traffic lights or in traffic jams will decrease this value.
vi: Cho biết lưu lượng giao thông trong thành phố của bạn tốt như thế nào. Việc có nhiều ô tô đang chờ đèn giao thông hoặc đang trong tình trạng tắc đường sẽ làm giảm giá trị này.

source: Adjusting the slider adjusts how many monorail trains are available for the city lines.
vi: Điều chỉnh thanh trượt sẽ điều chỉnh số lượng tàu một ray có sẵn cho các tuyến thành phố.

source: The amount of cable cars available is set by the budget.
vi: Số lượng cáp treo có sẵn do ngân sách quy định.

source: Show Transport Types
vi: Hiện Loại Phương tiện

source: Routes
vi: Lộ trình

source: Junctions
vi: Giao lộ

source: Toggle Traffic Lights
vi: Bật tắt Đèn giao thông

source: Toggle Stop Signs
vi: Bật tắt Biển Dừng

source: Snap to
vi: Bám vào

source: Angle
vi: Góc

source: Road Length
vi: Độ dài Đường

source: Grid
vi: Ô lưới

source: Road Guidelines
vi: Căn chỉ Đường

source: Lines Overview shows all your lines
vi: Tổng quan về Tuyến hiện tất cả các tuyến của bạn

source: Click here to view all your public transport lines in the Lines Overview panel.
vi: Nhấp vào đây để xem tất cả các tuyến giao thông công cộng của bạn trong bảng Tổng quan về tuyến.

source: Adjust Cursor Light
vi: Điều chỉnh Ánh sáng của Con trỏ

source: Looking a bit too dark? You can adjust the strength of the cursor light in the options.
vi: Nhìn hơi tối? Bạn có thể điều chỉnh cường độ của ánh sáng con trỏ trong các tùy chọn.

source: Adjust Road
vi: Điều chỉnh Đường

source: Adjust Roads
vi: Điều chỉnh Đường

source: Road selected
vi: Đã chọn Đường

source: What a grand train station! I’m so proud of the city I live in! #greattrains #largetrainstation
vi: Thật là một nhà ga lớn! Tôi rất tự hào về thành phố tôi sống! #greattrains #largetrainstation

source: That is one gorgeous train station! #newstation #endofline
vi: Đó là một nhà ga xe lửa tuyệt đẹp! #newstation #endofline

source: Ferry-a-hoy! Great to have new transportation options in the city! #ferries #travelbywater
vi: Phà-a-hoy! Thật tuyệt khi có những lựa chọn giao thông mới trong thành phố! #ferries #travelbywater

source: Mighty monorails are here! Hooray for the first line in the city! #firstmonorail #hooray
vi: Đường sắt trên cao hùng mạnh đang ở đây! Hoan hô cho dòng đầu tiên trong thành phố! #firstmonorail #hooray

source: Cable Cars, what a wonderful invention! I’m looking forward to seeing the view from one! #welcomecablecars
vi: Cáp treo, thật là một phát minh tuyệt vời! Tôi mong muốn được nhìn thấy quan điểm từ một! #welcomecablecars

source: We have conquered the skies! Welcome to the city, Blimps! #blimps #newpublictransport
vi: Chúng tôi đã chinh phục bầu trời! Chào mừng đến với thành phố, Khí cầu! #blimps #newpublictransport

source: Finally kids can learn about traffic safely! #firsttrafficpark #paddlethatcar
vi: Cuối cùng trẻ em có thể tìm hiểu về giao thông một cách an toàn! #firsttrafficpark #paddlethatcar

source: I love steam trains, great to be able to see them in my hone city! #locomotivehalls
vi: Tôi yêu những chuyến tàu hơi nước, thật tuyệt khi có thể nhìn thấy chúng trong thành phố trau dồi của tôi! #locomotivehalls

source: I like boat and museums, so what could be better than a boat museum? Yay! #boatmuseum #myfavouritething
vi: Tôi thích thuyền và bảo tàng, vậy cái gì có thể tốt hơn bảo tàng thuyền? Yay! #boatmuseum #myfavouritething

source: What a great city! I like having lots of public transport options and here it is possible! #publictransport
vi: Thật là một thành phố tuyệt vời! Tôi thích có nhiều lựa chọn giao thông công cộng và ở đây là có thể! #publictransport

source: Why must there be so many public transport vehicles everywhere? I can’t find a parking spot! #noparkingmakesmesad
vi: Tại sao phải có nhiều phương tiện giao thông công cộng ở khắp mọi nơi? Tôi có thể tìm một chỗ đậu xe! #noparkingmakesmesad

source: Did you hear about the new roads? I like new things, build some of those! #iwantnewroads
vi: Bạn đã nghe về những con đường mới? Tôi thích những điều mới, xây dựng một số trong số đó! #iwantnewroads

source: Cable cars are my favourite type of transport. Could we get some more of those, pretty please? #moarcablecars
vi: Cáp treo là loại phương tiện giao thông yêu thích của tôi. Chúng tôi có thể lấy thêm một vài trong số đó, xin vui lòng? #moarcablecars

source: The mighty monorail would be my choice of vehicle if I could choose any vehicle in the world! #monorails
vi: Monorail hùng mạnh sẽ là lựa chọn phương tiện của tôi nếu tôi có thể chọn bất kỳ phương tiện nào trên thế giới! #monorails

source: Subscribe to {0} missing items used in this save
vi: Đăng ký {0} mục còn thiếu được sử dụng trong lần lưu này

source: You have subscribed to all custom content used in this save
vi: Bạn đã đăng ký tất cả nội dung tùy chỉnh được sử dụng trong bản lưu này

source: Enable only custom content used in this save
vi: Chỉ bật nội dung tùy chỉnh được sử dụng trong lần lưu này

source: Missing {0} assets/mods:
vi: Thiếu {0} tài nguyên/mod

source: Custom assets/mods used:
vi: Những tài nguyên/mod đang dùng:

source: Subscribe all
vi: Đăng ký tất cả

source: Segments
vi: Số Đoạn

source: Allow Intercity Trains
vi: Cho phép Tàu Liên thành phố

source: Disable this if you prefer to use this station only for local trains
vi: Tắt tùy chọn này nếu bạn chỉ thích sử dụng ga này cho các chuyến tàu địa phương

source: Blimps
vi: Khí cầu

source: Ferries
vi: Phà

source: Display road names
vi: Hiện tên đường

source: New Visual Road Guides
vi: Chỉ dẫn Xây đường Trực quan

source: When building roads, you can now see dots for optimal placement of roads to get zoning areas to match. When building a road, there are guide lines showing how far it is from other roads, and drawing lines where existing roads would continue.
vi: Khi xây dựng đường, giờ đây bạn có thể thấy các dấu chấm cho vị trí tối ưu của đường để có các khu vực khoanh vùng phù hợp. Khi xây dựng một con đường, có các vạch hướng dẫn cho biết nó còn bao xa so với các đường khác và vẽ các đường mà các con đường hiện có sẽ tiếp tục.

source: Naming Roads
vi: Đặt tên Đường

source: Roads now have names. All roads automatically gain random names, but you can rename them by clicking on the road name.
vi: Đường bây giờ đã có tên. Tất cả các con đường đều tự động có tên ngẫu nhiên, nhưng bạn có thể đổi tên chúng bằng cách nhấp vào tên đường.

source: Show route
vi: Hiện Lộ trình

source: Want more info of where vehicles and citizens are going to and from? The Route info view does just that. With the info view open click on a road, vehicle, building or pedestrian to see routes.
vi: Muốn biết thêm thông tin về nơi các phương tiện và công dân sẽ đến và đi? Chế độ xem thông tin tuyến đường thực hiện điều đó. Với chế độ xem thông tin mở, hãy nhấp vào đường, xe cộ, tòa nhà hoặc người đi bộ để xem các tuyến đường.

source: Yield Rules and Traffic Lights
vi: Luật Ưu tiên và Đèn giao thông

source: Go to Route info view and zoom in on an intersection to adjust whether it has traffic lights or not, and if not, how vehicles entering the intersection should yield.
vi: Chuyển đến chế độ xem Thông tin tuyến đường và phóng to giao lộ để điều chỉnh xem giao lộ đó có đèn giao thông hay không và nếu không, các phương tiện đi vào giao lộ sẽ nhường đường như thế nào.

source: Much More
vi: Và còn nhiều nữa

source: Train stations can now be set to only accept local trains, you can adjust the amount of vehicles on each line more closely than with just the budget, and gravel roads can have bridges. Check out all the new stuff!
vi: Giờ đây, các ga tàu có thể được thiết lập để chỉ chấp nhận các chuyến tàu địa phương, bạn có thể điều chỉnh lượng xe trên từng tuyến chặt chẽ hơn là chỉ cần ngân sách, đường cấp phối có thể có cầu. Kiểm tra tất cả những thứ mới!

source: New Public Transport Types
vi: Phương tiện Vận tải Công cộng Mới

source: Ferries, Elevated Monorail, Blimps and Cable Cars, which one will you build first?
vi: Phà, Monorail trên cao, Blimps và Cáp treo, bạn sẽ xây cái nào trước?

source: New Scenarios
vi: Kịch bản Mới

source: If public transport is your thing, try any of the new scenarios that are especially designed to have transport related goals.
vi: Nếu phương tiện công cộng là sở thích của bạn, hãy thử bất kỳ kịch bản mới nào được thiết kế đặc biệt để có các mục tiêu liên quan đến giao thông.

source: New Hub Buildings
vi: Các Công trình Tổ hợp Mới

source: Want to connect your transport services better? Check out the new hub buildings that allow for example bus passengers to switch straight to a ferry, or monorail passengers to take the metro. Save space and time when passengers can switch transport types within the building!
vi: Bạn muốn kết nối các dịch vụ vận tải của mình tốt hơn? Kiểm tra các tòa nhà trung tâm mới cho phép hành khách xe buýt chuyển thẳng sang phà hoặc hành khách một ray để đi tàu điện ngầm. Tiết kiệm không gian và thời gian khi hành khách có thể chuyển đổi loại hình vận tải trong tòa nhà!

source: New Roads
vi: Đường Mới

source: Highways with more lanes, two-way highways, roads with monorail tracks integrated and asymmetrical roads are all new additions to the game.
vi: Đường cao tốc có nhiều làn hơn, đường cao tốc hai chiều, đường có tích hợp đường ray một ray và đường không đối xứng đều là những bổ sung mới cho trò chơi.

source: New Landmarks and Train Stations
vi: Kỳ quan và Ga tàu

source: Transport-related landmark buildings make your city more beautiful, so all the tourists wanting to visit can easily get there using the new multiplatform train stations.
vi: Các tòa nhà mang tính bước ngoặt liên quan đến giao thông làm cho thành phố của bạn đẹp hơn, vì vậy tất cả những khách du lịch muốn đến thăm có thể dễ dàng đến đó bằng cách sử dụng các ga tàu đa dạng mới.

source: Don’t show again
vi: Đừng hiện lại

source: Mass Transit DLC
vi: DLC Mass Transit

source: Press any key
vi: Bấm phím bất kỳ

source: Depots are not part of lines!
vi: Bến không phải một phần của tuyến!

source: Unlimited Oil And Ore
vi: Dầu và Quặng Vô hạn

source: Unlimited Soil
vi: Đất Vô hạn

source: Hard Mode
vi: Chế độ Khó

source: Unlimited Money
vi: Tiền Vô hạn

source: Unlock All
vi: Mở khóa Tất cả

source: Oil and ore are not reduced from terrain
vi: Dầu và quặng không mất đi khi bị khai thác

source: Landscaping without limits
vi: Chỉnh sửa địa hình không giới hạn

source: More challenge for experienced players
vi: Thêm thử thách cho những người chơi giàu kinh nghiệm

source: Money never runs out
vi: Tiền không bao giờ cạn kiệt

source: Progression milestones are always unlocked
vi: Mọi thứ luôn được mở khóa

source: Asset list not available. Save game again to enable asset presets.
vi: Danh sách vật phẩm không có sẵn. Lưu trò chơi một lần nữa để bật cài đặt trước nội dung.

source: Waiting for workshop item details
vi: Đang chờ chi tiết về mod từ workshop

source: Installing workshop items
vi: Đang cài đặt mod từ workshop

source: Failed to subscribe to {0}
vi: Đăng ký {0} thất bại

source: Item does not exist
vi: Mod không tồn tại

source: Installation done
vi: Cài đặt hoàn tất

source: minutes(s) in game
vi: phút trong trò chơi

source: minutes(s) in editors
vi: phút trong trình chỉnh sửa

source: Toggle Traffic Routes View
vi: Bật tắt Lộ trình Giao thông

source: Rock City DLC
vi: DLC Rock City

source: Noise pollution overhaul
vi: Thay đổi về Ô nhiễm Tiếng ồn

source: Noise pollution used to depend on road type, but now it is caused by vehicles. You may see slight changes in your cities.
vi: Ô nhiễm tiếng ồn trước đây phụ thuộc vào loại đường, nhưng bây giờ là do các phương tiện giao thông gây ra. Bạn có thể thấy những thay đổi nhỏ ở các thành phố của mình.

source: Info view overlay
vi: Biểu đồ thông tin

source: When building or creating a district, you can now choose to switch information overlay on or off, what ever best suits your needs.
vi: Khi xây dựng hoặc tạo một quận, bây giờ bạn có thể chọn bật hoặc tắt lớp phủ thông tin, những gì phù hợp nhất với nhu cầu của bạn.

source: New cars have arrived!
vi: Xe mới đã về!

source: As technology has advanced, your citizens can now have electric cars. Keep an eye on new vehicles, they also produce less noise pollution!
vi: Khi công nghệ phát triển, công dân của bạn giờ đây có thể có ô tô điện. Hãy để mắt đến những phương tiện mới, chúng cũng ít tạo ra ô nhiễm tiếng ồn hơn!

source: New parks, trees and props
vi: Công viên, cây cối và những thứ linh tinh mới

source: Check out the new parks, new tree types and fancy floating buildings to make your city feel more alive.
vi: Khám phá các công viên mới, các loại cây mới và các tòa nhà nổi lạ mắt để làm cho thành phố của bạn trở nên sống động hơn.

source: Road modding
vi: Làm Đường

source: Creating all new roads has been made a lot easier. Check the Asset Editor and instructions on our wiki.
vi: Tạo tất cả các con đường mới đã được thực hiện dễ dàng hơn rất nhiều. Kiểm tra Trình chỉnh sửa nội dung và hướng dẫn trên wiki của chúng tôi.

source: New Monument and Unique Buildings
vi: Kỳ quan và Công trình Đặc trưng Mới

source: Test your skills, can you unlock the new Unique Buildings and gain an Ultimate Recycling Center?
vi: Kiểm tra kỹ năng của bạn, bạn có thể mở khóa các Tòa nhà Độc đáo mới và giành được Trung tâm Tái chế Tối ưu không?

source: New Green Scenarios
vi: Kịch bản Xanh mới

source: Go green! Three all new scenarios let you try your hand at many types of green cities.
vi: Hướng tới cuộc sống xanh! Ba kịch bản hoàn toàn mới cho phép bạn thử sức mình với nhiều loại thành phố xanh.

source: New Policies
vi: Chính sách Mới

source: To get your city as eco-friendly as possible, you can now apply new Policies. Maybe you want to restrict how much ground pollution industry creates or guide citizens towards using electric vehicles?
vi: Để thành phố của bạn thân thiện với môi trường nhất có thể, bạn hiện có thể áp dụng các Chính sách mới. Có thể bạn muốn hạn chế mức độ ô nhiễm mặt đất mà ngành công nghiệp tạo ra hoặc hướng dẫn người dân sử dụng xe điện?

source: New Specializations
vi: Chuyên môn hóa Mới

source: Self sufficient housing, organic produce preference or high tech offices, which one would you want for your city? Or just have all of them to go all green!
vi: Nhà ở tự túc, sở thích sản xuất hữu cơ hay văn phòng công nghệ cao, bạn muốn cái nào cho thành phố của mình? Hoặc chỉ có tất cả chúng để đi tất cả màu xanh!

source: New Unique Buildings
vi: Công trình Đặc trưng Mới

source: The three new unique buildings include the Media Broadcast Building, the Music Club and the Fan Zone Park. In addition to the normal benefits the unique buildings give to your city, each of the buildings improve the effectiveness of the Festival Area in their own way.
vi: Ba tòa nhà độc đáo mới bao gồm Tòa nhà Phát thanh Truyền thông, Câu lạc bộ Âm nhạc và Công viên Fan Zone. Ngoài những lợi ích thông thường mà các tòa nhà độc đáo mang lại cho thành phố của bạn, mỗi tòa nhà sẽ cải thiện hiệu quả của Khu vực Lễ hội theo cách riêng của chúng.

source: No more wasting valuable materials! It's about time to think ahead and not rely on short-term solutions #greenfuture
vi: Không còn lãng phí vật liệu có giá trị! Đã đến lúc suy nghĩ trước và không dựa vào các giải pháp ngắn hạn #greenfuture

source: I know where I'm going to have a picnic next time ;)
vi: Tôi biết lần sau tôi sẽ đi dã ngoại ở đâu ;)

source: Now I can go #fishing and enjoy the nature without leaving the city! #fishhugger
vi: Bây giờ tôi có thể đi # câu cá và tận hưởng thiên nhiên mà không cần rời khỏi thành phố! #fishhugger

source: Even the Pharaohs of the ancient #Egypt didn't have #pyramids as #ecofriendly as this :D
vi: Ngay cả các Pharaoh cổ đại #Ai Cập không có #kim tự tháp như #thân thiện như thế này :D

source: If you haven't yet visited the #lungsofthecity #park you should do it now. I just spent the most relaxing day under those majestic trees.
vi: Nếu bạn chưa truy cập #lungsofthecity #park, bạn nên làm điều đó ngay bây giờ. Tôi vừa trải qua một ngày thư giãn nhất dưới những tán cây hùng vĩ đó.

source: Time to science the s**t out of the #globalwarming with the new #climate #research station ;D
vi: Đã đến lúc nghiên cứu để thoát khỏi sự nóng lên toàn cầu với # khí hậu # trạm tìm kiếm mới; D

source: Not the best place for a picnic, but great for the nature ;) #savethebees
vi: Không phải là nơi tốt nhất cho một chuyến dã ngoại, nhưng tuyệt vời cho thiên nhiên ;) #savethebees

source: The new #geothermal #powerplant is a small step on a global scale, but a huge step for our city.
vi: #Geothermal #powerplant mới là một bước tiến nhỏ trên quy mô toàn cầu, nhưng là một bước tiến lớn đối với thành phố của chúng ta.

source: The new Ocean powerplant lets us to harness the power of the seas. #cleanenergy
vi: Động cơ đại dương mới cho phép chúng ta khai thác sức mạnh của biển. #cleanenergy

source: Solar energy technology is an investment in the future #solarupdrafttower
vi: Công nghệ năng lượng mặt trời là một khoản đầu tư trong tương lai #solarupdrafttower

source: I think it was a responsible decision from our city to choose the #ecowateroutlets
vi: Tôi nghĩ rằng đó là một quyết định có trách nhiệm từ thành phố của chúng tôi để chọn #ecowateroutlets

source: Investing in a water treatment plant with the latest purification technology is not an expense - it's the only viable choice. #greencity
vi: Đầu tư vào một nhà máy xử lý nước với công nghệ lọc mới nhất không phải là một khoản chi phí - đó là sự lựa chọn khả thi duy nhất. #thành phố xanh

source: People throw away so much stuff that could be recycled. I'm glad that our city has taken a step to the right direction.
vi: Mọi người vứt bỏ quá nhiều thứ có thể tái chế. Tôi rất vui vì thành phố của chúng ta đã có một bước đi đúng hướng.

source: #afriendlyreminder - It's still not ok to throw #trash in the water, even though we have the new floating garbage collector.
vi: #afriendlyreminder - Bạn vẫn không được ném # thùng rác xuống nước, mặc dù chúng tôi có bộ thu gom rác nổi mới.

source: A great day for a little dip in the pool don't you think ;) #communitypool
vi: Một ngày tuyệt vời cho một chút ngâm mình trong hồ bơi, bạn không nghĩ ;) #communitypool

source: It's a bit chilly for a swim, but that just builds character :D #communitypool #frozen
vi: Hơi lạnh một chút khi bơi, nhưng điều đó chỉ tạo nên tính cách :D #communitypool #frozen

source: OMG! The new sports hall has an excellent indoor basketball court. Highly recommended.
vi: CHÚA ƠI! Nhà thi đấu mới có sân bóng rổ trong nhà tuyệt vời. Rất khuyến khích.

source: Get your chackras in check and come to an open air yoga session today at the #yogapark
vi: Hãy kiểm tra kỹ năng của bạn và đến buổi tập yoga session today at thengoài trời ngay hôm nay tại #yogapark

source: Join our winter #yoga session today. Remember to dress warm, it's free-zen outside ;)
vi: Tham gia phiên #yoga mùa đông của chúng tôi ngày hôm nay. Nhớ mặc ấm, bên ngoài thì miễn phí ;)

source: The new #communityschool has a wide offering of different after-school activities and hobbies.
vi: Ứng tuyển vào Viện Công nghệ Hiện đại để nghiên cứu các giải pháp công nghệ và thiết kế tiên tiến.

source: The new Institute of Creative Arts is going to implement new #creative ways of teaching #art
vi: Viện Nghệ thuật Sáng tạo mới sẽ triển khai mới #cách dạy sáng tạo #art

source: Apply to the Modern Technology Institute to study cutting edge technological solutions and design.
vi: Ứng tuyển vào Viện Công nghệ Hiện đại để nghiên cứu các giải pháp công nghệ và thiết kế tiên tiến.

source: First #biofuel busses have arrived!
vi: Các xe buýt #nhiên liệu sinh học đầu tiên đã đến!

source: The new Tropical Garden is a more pleasant kind of #urban #jungle.
vi: Vườn nhiệt đới mới là một loại dễ chịu hơn #urban #jungle.
