Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Mods and other user generated content ("UGC") are fan created content that modify your game experience. Neither Paradox Interactive nor Colossal Order screen or support uploaded UGC and download of such is at your own risk. Use the same precautions that you normally use when downloading software and beware that some UGC may not be safe. Please read the EULA for more information. Use of UGC through Steam Workshop is subject to the Steam Subscriber Agreement [http://store.steampowered.com/subscriber_agreement/]
vi: Mod và nội dung do người dùng tạo khác

source: Please note that having many District styles in use may affect performance and make loading times longer. If you experience problems, try turning off District styles.
vi: Xin lưu ý rằng việc sử dụng nhiều kiểu District có thể ảnh hưởng đến hiệu suất và làm cho thời gian tải lâu hơn. Nếu bạn gặp sự cố, hãy thử tắt Kiểu quận.

source: Must be placed on a concourse!
vi: Phải được đặt trong một sảnh chờ của sân bay

source: Can’t connect to runway here!
vi: Không thể kết nối với đường băng ở đây!

source: Airport area required!
vi: Khu vực sân bay bắt buộc phải có!

source: Can’t modify airport area terrain!
vi: Không thể sửa đổi địa hình khu vực sân bay!

source: ChirpAir
vi: Hãng hàng không Chirp Air

source: Landing Area & Aircraft Stands
vi: Khu vực hạ cánh & nhà chờ cho máy bay

source: Runway & Taxiway
vi: Đường băng & Đường lăn

source: Decoration Buildings
vi: Các công trình trang trí

source: Public Transport
vi: Phương tiện công cộng

source: Air Cargo
vi: Hàng hóa đường hàng không

source: Airport Area Buildings
vi: Tòa nhà khu vực sân bay

source: Airport Buildings – Classic Style
vi: Tòa nhà trong Sân bay - Phong cách Cổ điển

source: Airport Buildings – Modern Style
vi: Tòa nhà trong Sân bay - Phong cách Hiện đại

source: Airport Buildings – Ultra Modern Style
vi: Tòa nhà trong Sân bay - Phong cách Tối tân

source: Auxiliary Buildings
vi: Tòa nhà phụ trợ

source: Vehicle Stops
vi: Điểm dừng xe

source: Airport Area Info
vi: Thông tin khu vực sân bay

source: Airport Areas can be used to build specialized airport areas of varying sizes and shapes.
vi: Khu vực Sân bay có thể được sử dụng để xây dựng các khu vực sân bay chuyên biệt với nhiều kích thước và hình dạng khác nhau.

source: Create an airport area by placing terminals, runways and gates. Customize your modular airport to connect air traffic to other public transportation services and increase tourism to your city.
vi: Tạo khu vực sân bay bằng cách đặt các nhà ga, đường băng và cổng. Tùy chỉnh mô-đun trong sân bay của bạn để kết nối giao thông hàng không với các dịch vụ giao thông công cộng khác và tăng cường du lịch cho thành phố của bạn.

source: This building requires being built on a concourse!
vi: Tòa nhà này yêu cầu được xây dựng trên một sảnh chờ!

source: Curved Taxiway
vi: Đường lăn cong

source: Straight Taxiway
vi: Đường lăn thẳng

source: Free-form Taxiway
vi: Đường lăn tuỳ chỉnh

source: Curved Concourse
vi: Sảnh chờ cong

source: Straight Concourse
vi: Sảnh chờ thẳng

source: Free-form Concourse
vi: Sảnh chờ dạng tuỳ chỉnh

source: 14 New Trees by MrMaison
vi: 14 mẫu cây mới thiết kế bởi MrMaison

source: A range of new trees to suit any biome. Find these decorations under the new “Content Creator Trees” tab!
vi: Một loạt các cây mới phù hợp với bất kỳ quần xã sinh vật nào. Tìm những đồ trang trí này trong tab “Cây do người dùng thiết kế” mới!

source: Tree Replacement Tool
vi: Công cụ thay thế cây

source: If you have a road that already has trees but you’d like to replace them with a different one, simply have the new tree selected and click on the road to change all the existing trees to the selected one.
vi: Nếu bạn có một con đường đã có cây nhưng bạn muốn thay thế chúng bằng một cây khác, chỉ cần chọn cây mới và nhấp vào con đường để thay đổi tất cả các cây hiện có thành cây đã chọn.

source: Landscaping
vi: Cảnh quan

source: Do you find it hard to balance your soil buffer? You can now buy or dispose of soil for a fee while using the landscaping tool.
vi: Bạn có cảm thấy khó khăn trong việc cân bằng lượng đất sử dụng của mình không? Bây giờ bạn có thể mua hoặc bổ sung đất với một khoản phí trong khi sử dụng công cụ tạo cảnh.

source: The new airport area tool lets you zone airport areas while simultaneously flattening the ground to ensure smooth landings and takeoffs. With airport areas, you can build completely modular airports by individually placing terminals, concourses, aircraft stands, runways and much more.
vi: Công cụ khu vực sân bay mới cho phép bạn khoanh vùng các khu vực sân bay đồng thời làm phẳng mặt đất để đảm bảo hạ cánh và cất cánh suôn sẻ. Với các khu vực sân bay, bạn có thể xây dựng các sân bay hoàn toàn theo mô-đun bằng cách đặt riêng các nhà ga, sảnh chờ, vị trí đỗ của máy bay, đường băng và hơn thế nữa.

source: Choose from three styles or mix & match to build different kinds of terminals, concourses and airport towers to your liking.
vi: Chọn từ ba phong cách hoặc kết hợp nhiều loại với nhau để xây dựng các loại nhà ga sân bay, sảnh chờ và đài không lưu khác nhau theo ý thích của bạn.

source: Increase tourism and improve your city’s public transport connections by building airport areas to fit your city’s needs. New policies further help you to manage your airport.
vi: Tăng cường du lịch và cải thiện kết nối giao thông công cộng của thành phố bằng cách xây dựng các khu vực sân bay để phù hợp với nhu cầu của thành phố. Các chính sách mới giúp bạn quản lý sân bay của mình.

source: Unlock different sized aircraft and new airport buildings and use aircraft stands to manage passenger and cargo airplane traffic as you level up your airport.
vi: Mở khóa các máy bay có kích thước khác nhau và các tòa nhà sân bay mới và sử dụng vị trí đỗ của máy bay để quản lý lưu lượng máy bay chở hành khách và hàng hóa khi bạn nâng cấp sân bay của mình.

source: Specialized cargo aircraft stands allow for cargo traffic connections to and from your airport area. The new cargo airport roads are optimized for efficient traffic flow.
vi: Vị trí đỗ của máy bay chở hàng chuyên dụng cho phép kết nối giao thông hàng hóa đến và đi từ khu vực sân bay của bạn. Các đường sân bay hàng hóa mới được tối ưu hóa để lưu thông giao thông hiệu quả.

source: Airlines
vi: Các hãng hàng không

source: When your airport area has reached level three, you can found an airline by building an Airline Headquarters Building.
vi: Khi khu vực sân bay của bạn đạt đến cấp độ ba, bạn có thể tìm thấy một hãng hàng không bằng cách xây dựng Tòa nhà Trụ sở Hãng hàng không.

source: Running an airline lets you earn money by selling plane tickets to passengers. Both the look and name of the airline are also customizable to fit your style.
vi: Điều hành một hãng hàng không cho phép bạn kiếm tiền bằng cách bán vé máy bay cho hành khách. Cả giao diện và tên của hãng hàng không cũng có thể tùy chỉnh để phù hợp với phong cách của bạn.

source: Public Transport
vi: Phương tiện giao thông công cộng

source: Transportation hubs for bus, metro and train lines that can be built right on the airport’s concourses. These allow for great public transport connections for incoming and outgoing passengers.
vi: Các trung tâm giao thông cho các tuyến xe buýt, tàu điện ngầm và xe lửa có thể được xây dựng ngay trên sảnh chờ của sân bay. Những điều này cho phép kết nối giao thông công cộng tuyệt vời cho hành khách đến và đi.

source: The Airports expansion adds two airport themed buses, one airport metro and one airport themed train.
vi: Bản mở rộng Sân bay bổ sung thêm hai xe buýt, một tàu điện và một xe lửa theo chủ đề sân bay.

source: New Maps
vi: Các bản đồ mới

source: Three new maps, with plenty of space for building airports on.
vi: Ba bản đồ mới, với nhiều không gian để xây dựng sân bay.

source: {0} Metropolitan Airport
vi: {0} Sân bay Thủ đô

source: {0} Airfield
vi: {0} Sân bay

source: {0} City Airport
vi: {0} Sân bay Thành phố

source: {0} Airport
vi: {0} Sân bay

source: {0} International Airport
vi: {0} Sân bay Quốc tế

source: Build an airport terminal
vi: Xây dựng một nhà ga sân bay

source: Build an aircraft stand
vi: Xây dựng một chỗ đỗ máy bay

source: Build a runway
vi: Xây dựng một đường băng

source: Airport Area Under Construction
vi: Khu vực sân bay đang được xây dựng

source: Airport Policies
vi: Chính sách Sân bay

source: Complete the airport construction to unlock policies.
vi: Hoàn thành việc xây dựng sân bay để mở khóa các chính sách.

source: Airline: {0}
vi: Hãng hàng không: {0}

source: Here you can customize your very own airline!
vi: Tại đây bạn có thể tùy chỉnh hãng hàng không của riêng mình!

source: Customize Airline Name
vi: Tùy chỉnh tên hãng hàng không

source: Customize Airline Logo
vi: Tùy chỉnh biểu trưng của hãng hàng không

source: Customize Airline Color
vi: Tùy chỉnh màu của hãng hàng không

source: The weekly income from airline ticket sales and policy effects.
vi: Thu nhập hàng tuần từ việc bán vé máy bay và ảnh hưởng của chính sách.

source: The airport’s attractiveness score determines how many tourists the airport will attract.
vi: Điểm số hấp dẫn của sân bay xác định số lượng khách du lịch mà sân bay sẽ thu hút.

source: The total amount of passengers that have used the airport.
vi: Tổng lượng hành khách đã sử dụng sân bay.

source: Leveling up the airport unlocks new building and features.
vi: Nâng cấp sân bay mở khóa các công trình và tính năng mới.

source: Passengers: {0} / week
vi: Hành khách: {0} / tuần

source: Expenses: {0}
vi: Chi phí: {0}

source: Airline Ticket Price – Higher prices will increase your income, but also make the airport less attractive.
vi: Giá vé máy bay - Giá cao hơn sẽ làm tăng thu nhập của bạn, nhưng cũng làm cho sân bay kém hấp dẫn hơn.

source: You can now found your own airline by building an Airline Headquarters Building.
vi: Bây giờ bạn có thể tìm thấy hãng hàng không của riêng mình bằng cách xây dựng Tòa nhà trụ sở hãng hàng không.

source: Biomes Valley
vi: Thung lũng Biomes

source: Asanu Beach
vi: Bãi biển Asanu

source: Hanami Bay
vi: Vịnh Hanami

source: Noyou Port
vi: Cảng Noyou

source: With the landscaping tools, you can lower or elevate terrain, smooth it out or create new hills. When you lower terrain, you will gain soil. When elevating terrain, the same soil is placed on the map. It is possible to buy more or dispose of soil for a fee using the buttons next to the soil buffer display. Water structures allow you to build canals, quays and flood walls. Canals can be used for beautification or moving water. Use flood walls to keep water in the canal if flooding occurs often. If your canal is not getting any water, try using a deeper canal. You can upgrade canals to be deeper or shallower. Quays are used on water front to finish the shoreline nicely. You can place shoreline buildings on top of quay. Trees, rocks and cliffs can be placed on the map for added flavor and aesthetical purposes. Trees also reduce Noise Pollution in their vicinity. To replace trees on a road, click on the road while having a tree selected.
vi: Với các công cụ tạo cảnh quan, bạn có thể hạ thấp hoặc nâng cao địa hình, làm phẳng nó hoặc tạo ra những ngọn đồi mới. Khi bạn hạ thấp địa hình, bạn sẽ thu hồi được đất. Khi nâng cao địa hình, sẽ tiêu hao lượng đất tích trữ được trước đó. Bạn có thể mua thêm hoặc xử lý đất với một khoản phí bằng cách sử dụng các nút bên cạnh màn hình bổ. Các công trình chứa nước cho phép bạn xây kênh, rạch và tường ngăn lũ. Kênh đào có thể được sử dụng để làm đẹp hoặc chuyển nước. Sử dụng tường ngăn lũ để giữ nước trong kênh nếu lũ lụt thường xuyên xảy ra. Nếu kênh của bạn không nhận được nước, hãy thử sử dụng kênh sâu hơn. Bạn có thể nâng cấp kênh để sâu hơn hoặc nông hơn. Các cầu cảng sử dụng trên mặt nước để hoàn thành đường bờ một cách độc đáo. Bạn có thể đặt các tòa nhà ven biển trên đỉnh cầu tàu. Có thể đặt cây, đá và vách đá trên bản đồ để tăng thêm hương vị và mục đích thẩm mỹ. Cây cối cũng làm giảm Ô nhiễm Tiếng ồn trong vùng lân cận của chúng. Để thay thế cây trên đường, hãy nhấp vào đường khi đang chọn cây.

source: Airport Areas provide a lot of creative freedom regarding the layout of an airport, and in addition to a place for passenger planes to land, offer options for cargo traffic and many features making the city more attractive for tourists, which benefit the city by spending money in commercial zones. An airport area needs an Airport Terminal, at least one Aircraft Stand and a runway to function. Connect the runway to the aircraft stand using taxiways. To avoid accidents, taxiways are one-way only. Various buildings such as airline lounges and other decorative buildings increase an Airport Area’s attractiveness score, which helps attract more tourists to visit the city. Reaching certain attractiveness scores and transporting many passengers will level up an Airport Area, unlocking more buildings and the option to found your own airline. Having an airline generates money from selling tickets to airport passengers.
vi: Các khu vực sân bay cung cấp nhiều quyền tự do sáng tạo về cách bố trí sân bay, và ngoài nơi cho máy bay chở khách hạ cánh, cung cấp các lựa chọn về giao thông hàng hóa và nhiều tính năng làm cho thành phố trở nên hấp dẫn hơn đối với khách du lịch, mang lại lợi ích cho thành phố bằng cách chi tiền trong các khu thương mại. Một khu vực sân bay cần có Nhà ga hàng không, ít nhất một Vị trí chờ máy bay và một đường băng để hoạt động. Nối đường băng với Vị trí đỗ máy bay bằng đường lăn. Để tránh tai nạn, đường lăn chỉ có một chiều. Các tòa nhà khác nhau như phòng chờ hàng không và các tòa nhà trang trí khác làm tăng điểm thu hút của Khu vực sân bay, giúp thu hút nhiều khách du lịch hơn đến thăm thành phố. Đạt được một số điểm hấp dẫn nhất định và vận chuyển nhiều hành khách sẽ nâng cấp Khu vực Sân bay, mở khóa nhiều tòa nhà hơn và tùy chọn để thành lập hãng hàng không của riêng bạn. Có một hãng hàng không tạo ra tiền từ việc bán vé cho hành khách tại sân bay.

source: Wow, trams are coming to the city! #trams4ever #ilovetrams #trams!
vi: Chà, tàu điện phố đang đến thành phố! # trams4ever #ilovetrams #trams!

source: Lovely warmth! Saunas make the winter time more bearable :) #sauna
vi: Sự ấm áp đáng yêu! Tắm hơi làm cho thời gian mùa đông dễ chịu hơn :) #sauna

source: Skiing is the number one winter sport! I'll just grab my skis and head to the new resort right away! #skiing #skitime #wintersports
vi: Trượt tuyết là môn thể thao mùa đông số một! Tôi sẽ lấy ván trượt của mình và đi đến khu nghỉ mát mới ngay lập tức! #skiing #skitime #wintersports

source: Ah, warm water and massages! A spa was just what this city needed! #ilovethemayor #spatime #relaxation
vi: À, nước ấm và mát-xa! Một quán spa là những gì thành phố này cần! #ilovethemayor # không gian # mối quan hệ

source: Looks like we are getting some heating, way to go! #boilerstation #heating
vi: Có vẻ như chúng ta đang được sưởi ấm, cách để đi! #boilerstation #heating

source: Off with the snow! The city just got a brand new snowdump, awesome! #snowaway
vi: Tắt với tuyết! Thành phố vừa có một đống tuyết hoàn toàn mới, thật tuyệt vời! #snowaway

source: Road maintenance just got better! Soon we all can drive even faster on the roads! #needforspeed #roadmaintenance
vi: Đường bảo trì tốt hơn! Chẳng mấy chốc tất cả chúng ta có thể lái xe nhanh hơn trên đường! #needforspeed #roadmaintenance

source: Geothermal energy is so exciting! Soon we can heat our houses with it! #heating #geothermalplant
vi: Năng lượng địa nhiệt rất thú vị! Chẳng mấy chốc chúng ta có thể sưởi ấm ngôi nhà của mình với nó! #heating #geothermalplant

source: Skiing, sledges, reindeer... I love winter time! #wintertime #purejoy
vi: Trượt tuyết, xe trượt tuyết, tuần lộc ... Tôi yêu thời gian mùa đông! #wintertime #purejoy

source: Winter is coming. Wait, is it already here? #winterwascoming
vi: Mùa đông đang tới. Đợi đã, nó đã ở đây chưa? #winterwascoming

source: Kids sure seem to love playing in the #snow #kidsplay
vi: Trẻ em chắc chắn rất thích chơi trong #snow #kidsplay

source: Did you see that reindeer? I can swear it had a red nose! #rudolf #reindeer #nature
vi: Bạn có thấy con tuần lộc đó không? Tôi có thể thề rằng nó có một cái mũi đỏ! #rudolf #reindeer #nature

source: I hate snow. Too white, too cold. Just not for me! #goawaysnow
vi: Tôi ghét tuyết. Quá trắng, quá lạnh. Chỉ không cho tôi! #goawaysnow

source: When I look out of my window, I see snow. Liking it! #winterrulesok
vi: Khi tôi nhìn ra ngoài cửa sổ, tôi thấy tuyết. Thích nó! #winterrulesok

source: Brr, it's a bit cold! But that's how winter is, I guess #putonmoreclothes #winter
vi: Brr, trời hơi lạnh! Nhưng mùa đông là thế đấy, tôi đoán là #putonmoreclothes #winter

source: Winter nights are my favourite. The way light plays on the snow is gorgeous! #winternights
vi: Đêm mùa đông là yêu thích của tôi. Cách ánh sáng chơi trên tuyết là tuyệt đẹp! #winternights

source: Remember to drive safe, it can be slippery on the roads! #besafe
vi: Hãy nhớ lái xe an toàn, nó có thể trơn trượt trên đường! #besafe

source: Don't run! It's slippery! #norunning
vi: Đừng chạy! Thật trơn! #norunning

source: What's the best place for sledding around here? #sleddingforlife
vi: Nơi tốt nhất để trượt quanh đây là gì? #sleddingforlife

source: I'm mesmerized by starry skies during winter. Take a look next time you have the opportunity! #wintersky
vi: Tôi bị mê hoặc bởi bầu trời đầy sao trong mùa đông. Hãy xem lần sau bạn có cơ hội! #wintersky

source: Skiing is my favourite pastime! Skiing up, down or on level ground, I love it all #skiingismylife
vi: Trượt tuyết là trò tiêu khiển yêu thích của tôi! Trượt tuyết lên, xuống hoặc trên mặt đất, tôi yêu tất cả #skiingismylife

source: I lost my woollen hat in the park! If you find it, send me a message. It's sorely missed #earsfreezing
vi: Tôi bị mất mũ len trong công viên! Nếu bạn tìm thấy nó, gửi cho tôi một tin nhắn. Nó vô cùng nhớ #earsfreezing

source: Have you seen my mittens? White, soft and warm ones? I need them! #myhandsarecold
vi: Bạn đã thấy găng tay của tôi? Trắng, mềm và ấm? Tôi cần chúng! #myhandsarecold

source: It's so cozy to sit by the fireplace! #coziness #fireplace
vi: Thật ấm cúng khi ngồi bên lò sưởi! #coziness #fireplace

source: Pro tip: Don't dry your socks on top of the radiator. #toofieryforme
vi: Mẹo nhỏ: Không làm khô tất của bạn trên đầu bộ tản nhiệt. #toofieryforme

source: Tired of winter? Go for a holiday somewhere warm! I know I sure am! #warmholidays
vi: Mệt mỏi của mùa đông? Đi cho một kỳ nghỉ ở đâu đó ấm áp! Tôi biết tôi chắc chắn! #warmholidays

source: Woollen socks are the best thing ever! My grandma makes the best ones! #woollensocks #bestthinginlife
vi: Vớ len là thứ tốt nhất từ trước đến nay! Bà tôi làm cho những người tốt nhất! #woollensocks #bestthinginlife

source: Woollen socks are the best thing ever! My grandpa makes the best ones! #woollensocks #bestthinginlife
vi: Vớ len là thứ tốt nhất từ trước đến nay! Ông tôi làm cho những người tốt nhất! #woollensocks #bestthinginlife

source: Straight Canal
vi: Kênh Thẳng

source: Curved Canal
vi: Kênh Cong

source: Free-form Canal
vi: Kênh Tự do

source: Snow plow service
vi: Dịch vụ Dọn tuyết

source: Snow
vi: Tuyết

source: Upgrade water pipes to water and heating pipes
vi: Nâng cấp ống nước thành ống dẫn nước và nhiệt

source: Upgraded water pipes transfer both water and heat. Connect heating service buildings and housing to allow housing to use heating instead of pure electricity to warm up.
vi: Các ống nước được nâng cấp truyền cả nước và nhiệt. Kết nối các tòa nhà dịch vụ sưởi ấm và nhà ở để cho phép nhà ở sử dụng hệ thống sưởi thay vì dùng điện thuần túy để sưởi ấm.

source: Name
vi: Tên

source: Stops
vi: Điểm dừng

source: Passengers
vi: Hành khách

source: Trips saved
vi: Số chuyến giảm được

source: Select all
vi: Chọn tất cả

source: Select none
vi: Không chọn gì

source: lines for each vehicle type
vi: tuyến cho mỗi loại phương tiện

source: Tram Line
vi: Tuyến Tàu điện phố

source: Ferry Line
vi: Tuyến Tàu thủy

source: Blimp Line
vi: Tuyến Khí cầu

source: Monorail Line
vi: Tuyến Tàu đơn ray

source: Walking Tour Point of Interest
vi: Điểm tham quan đi bộ

source: Sightseeing Bus Stop
vi: Điểm dừng xe buýt tham quan

source: Helicopter Line
vi: Tuyến Trực thăng

source: Trolleybus Line
vi: Tuyến Xe buýt lưới điện

source: Bus Line
vi: Tuyến Xe Buýt

source: Metro Line Tool
vi: Tuyến Tàu điện ngầm

source: Train Line
vi: Tuyến Tàu hỏa

source: Click on roads with tram tracks to place a stop, simultaneously drawing a tram line. A line must be circular to be finished. Stops can only be placed on roads that already have tracks.
vi: Nhấp vào đường có đường xe điện để đặt điểm dừng, đồng thời vẽ đường xe điện. Một dòng phải khép kín để được hoàn thành. Chỉ có thể đặt các điểm dừng trên những con đường đã có đường ray.

source: Connect ferry stops with a ferry line to create a line. A line can be circular or have two ends. If you have trouble finding routes between Piers and Stops, use the Ferry Path tool to mark the way between the buildings.
vi: Nối các bến phà với một tuyến phà để tạo một tuyến. Một đường có thể khép kín hoặc có hai đầu. Nếu bạn gặp khó khăn khi tìm tuyến đường giữa Cầu tàu và Trạm dừng, hãy sử dụng công cụ Đường dẫn phà để đánh dấu đường đi giữa các tòa nhà.

source: Connect Blimp Stops to each other to create a Blimp Line. If there is no route found between the Stops, use the Blimp Path tool to draw the path you want Blimps to travel to get from one stop to another. A Blimp line must be circular. Depots do not need to be connected to lines.
vi: Kết nối các Điểm dừng Khí cầu với nhau để tạo Tuyến đường Khí cầu. Nếu không có tuyến đường nào được tìm thấy giữa các Điểm dừng, hãy sử dụng công cụ Blimp Path để vẽ con đường bạn muốn Khí cầu đi để đi từ điểm dừng này đến điểm dừng khác. Đường Khí cầu phải khép kín. Các kho hàng không cần kết nối với đường dây.

source: Click on Monorail Stops connected with tracks to each other to choose in which order they are visited. A line must be circular.
vi: Nhấp vào Điểm dừng tàu điện một ray được kết nối với các tuyến đường với nhau để chọn thứ tự mà chúng được truy cập. Một đường phải khép kín.

source: Place points of interest to create a walking tour. Tours going through areas with a high appeal attract more tourists. The points of interest must form a circular line!
vi: Đặt các điểm ưa thích để tạo chuyến tham quan đi bộ. Các tour du lịch đi qua các khu vực có sức hấp dẫn cao thu hút nhiều khách du lịch hơn. Các điểm quan tâm phải tạo thành một đường khép kín!

source: Place Sightseeing Bus Stops to create Sightseeing tours. Tours going through areas with a high appeal attract more tourists. The stops must form a circular line! Sightseeing Buses are automatically sent from the Sightseeing Bus Depot.
vi: Đặt các điểm dừng xe buýt tham quan để tạo các chuyến tham quan. Các tour du lịch đi qua các khu vực có sức hấp dẫn cao thu hút nhiều khách du lịch hơn. Các điểm dừng phải tạo thành một đường khép kín! Xe buýt Tham quan được gửi tự động từ Kho Xe buýt Tham quan.

source: Connect Helicopter Stops to each other with the Pathways and use the Line tool to create a circular Helicopter Line. Depots need Pathways to access the lines.
vi: Kết nối các Điểm dừng Trực thăng với nhau bằng Đường dẫn và sử dụng công cụ Đường để tạo Tuyến Đường trực thăng khép kín. Các kho cần có Pathways để truy cập các đường dây.
