Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: RESET CONFIGURATION
vi: ĐẶT LẠI CÁC THIẾT LẬP

source: The default configuration will be restored when restarting the game. Are you sure you want to proceed?
vi: Cấu hình mặc định sẽ được khôi phục khi khởi động lại trò chơi. Bạn có chắc muốn tiếp tục?

source: Cloud Synchronization is disabled from current Steam Account Settings
vi: Lưu trữ Đám mây đã bị tắt trong Cài đặt Tài khoản Steam

source: Created by {0}
vi: Tác giả: {0}

source: Left-hand Traffic
vi: Đi bên tay trái

source: Choose map
vi: Chọn bản đồ

source: Use Steam Cloud
vi: Dùng Steam Cloud

source: Choose theme
vi: Chọn đề tài

source: No theme found
vi: Không tìm thấy đề tài nào

source: SELECT THEME
vi: CHỌN ĐỀ TÀI

source: City Name
vi: Tên Thành phố

source: START
vi: BẮT ĐẦU

source: YES
vi: PHẢI

source: NO
vi: KHÔNG

source: CANCEL
vi: HỦY

source: SELECT
vi: CHỌN

source: CREATE
vi: TẠO

source: SAVE
vi: LƯU

source: AN ERROR OCCURRED
vi: CÓ LỖI

source: OK
vi: ĐỒNG Ý

source: COPY
vi: CHÉP

source: CLOSE
vi: ĐÓNG

source: STATISTICS
vi: THỐNG KÊ

source: ALL CONTENT
vi: TẤT CẢ

source: PACKAGES
vi: GÓI

source: SAVEGAMES
vi: TỆP TIN LƯU

source: MAPS
vi: BẢN ĐỒ

source: ASSETS
vi: TÀI NGUYÊN

source: Publish Source Code
vi: Phát hành Mã nguồn

source: PUBLISH MOD ON STEAM WORKSHOP
vi: XUẤT BẢN MOD LÊN STEAM WORKSHOP

source: PUBLISH SAVEGAME ON STEAM WORKSHOP
vi: XUẤT BẢN TỆP LƯU LÊN STEAM WORKSHOP

source: PUBLISH MAP ON STEAM WORKSHOP
vi: XUẤT BẢN BẢN ĐỒ LÊN STEAM WORKSHOP

source: PUBLISH ASSET ON STEAM WORKSHOP
vi: XUẤT BẢN TÀI NGUYÊN LÊN STEAM WORKSHOP

source: Workshop Title
vi: Tên trên Workshop

source: Workshop Description
vi: Mô tả trên Workshop Description

source: PUBLISH
vi: XUẤT BẢN

source: Idle
vi: Ngừng

source: PREPARING CONFIG
vi: CHUẨN BỊ THIẾT LẬP

source: PREPARING CONTENT
vi: CHUẨN BỊ NỘI DUNG

source: UPLOADING CONTENT
vi: ĐĂNG TẢI NỘI DUNG

source: UPLOADING PREVIEW
vi: ĐĂNG TẢI XEM TRƯỚC

source: COMMITTING CHANGES
vi: THỰC HIỆN THAY ĐỔI

source: Change Note
vi: Ghi chú thay đổi

source: By submitting this item, you agree to the
vi: Bằng việc đưa thứ này ra, bạn sẽ đồng ý với

source: workshop terms of service
vi: điều khoản dịch vụ workshop

source: Debug Output
vi: Đầu ra Sửa lỗi

source: CLEAR
vi: XÓA

source: Reset Unique Building Unlocking
vi: Đặt lại tình trạng mở khóa các Công trình Đặc trưng

source: Reset Configuration
vi: Đặt lại các thiết lập

source: Log out of your Paradox Account
vi: Đăng xuất tài khoản Paradox

source: Language
vi: Ngôn ngữ

source: Auto-open Chirper messages
vi: Tự động mở tin nhắn từ Chirper

source: Tutorial Messages
vi: Hướng dẫn

source: GRAPHICS
vi: ĐỒ HỌA

source: GAMEPLAY
vi: CÁCH CHƠI

source: MISC
vi: LINH TINH

source: AUDIO
vi: ÂM THANH

source: Aspect Ratio
vi: Tỉ lệ màn hình

source: Resolution
vi: Độ phân giải

source: Display Mode
vi: Chế độ Hiển thị

source: Apply
vi: Áp dụng

source: Edge Scrolling Enabled
vi: Cho phép di chuyển ở viền màn hình

source: Edge Scrolling Sensitivity
vi: Độ nhạy khi di chuyển ở cạnh màn hình

source: Camera Rotation Sensitivity
vi: Độ nhạy xoay máy quay

source: Shared
vi: Chung

source: In-Game
vi: Trong màn chơi

source: Map Editor
vi: Khi sửa Bản đồ

source: Asset Editor
vi: Khi sửa Tài nguyên

source: Main Volume
vi: Âm lượng tổng

source: Ambient Volume
vi: Tiếng động

source: Music Volume
vi: Âm nhạc

source: Effects Volume
vi: Hiệu ứng

source: User Interface Volume
vi: Âm bàn phím

source: Tilt Shift Amount
vi: Mật độ làm mờ

source: Color Correction Override
vi: Cân chỉnh màu sắc

source: Shadows Quality
vi: Chất lượng Đổ bóng

source: Shadows Distance
vi: Khoảng cách Đổ bóng

source: Anti-aliasing
vi: Khử răng cưa

source: Texture Quality
vi: Chất lượng vân bề mặt

source: Anisotropic Filtering
vi: Lọc bất đẳng hướng

source: Brightness
vi: Độ sáng

source: V-Sync
vi: Đồng bộ dọc

source: Level of Detail
vi: Mức độ Chi tiết

source: Low
vi: Thấp

source: Medium
vi: Trung bình

source: Very High
vi: Rất cao

source: Very Short
vi: Rất ngắn

source: Short
vi: Ngắn

source: Far
vi: Xa

source: Very Far
vi: Rất Xa

source: Normal (4:3)
vi: Bình thường (4:3)

source: Widescreen (16:9)
vi: Màn rộng (16:9)

source: Widescreen (16:10)
vi: Màn rộng (16:10)

source: Widescreen (21:9)
vi: Màn rộng (21:9)

source: Windowed
vi: Cửa sổ

source: Fullscreen
vi: Toàn màn hình

source: Multiple Actions
vi: Nhiều hành động

source: News Feed
vi: Tin tức

source: Store
vi: Cửa hàng

source: Please note: All mods are global. Activating a mod and loading a saved game will modify the game experience.
vi: Xin lưu ý: Tất cả các mod đều là toàn cầu. Kích hoạt một bản mod và tải một trò chơi đã lưu sẽ thay đổi trải nghiệm trò chơi.

source: Steam Achievements are disabled when mods are active.
vi: Thành tựu Steam sẽ bị vô hiệu hóa khi đang có mod hoạt động

source: Get more maps on
vi: Tải thêm bản đồ tại

source: Get more saved games on
vi: Tải thêm tập tin lưu tại

source: Replace
vi: Thay thế

source: When 'Replace' is enabled, the asset will override previously loaded assets that share the same name.
vi: Khi bật 'Thay thế', tài nguyên sẽ ghi đè lên tài nguyên cùng tên được tải từ trước.

source: Get more assets on
vi: Tải thêm tài nguyên từ

source: Get more mods on
vi: Tải thêm mod từ

source: Operation in progress
vi: Đang tiến hành

source: The mesh is still being processed. Please wait.
vi: Lưới đang được xử lý. Xin hãy chờ

source: {0} / {1} mods enabled
vi: Đã bật {0} / {1} mod

source: Easy Mode
vi: Chế độ Dễ

source: Sit back and relax. A more casual game experience.
vi: Ngồi lại và thư giãn. Trải nghiệm trò chơi bình thường hơn.

source: All progression milestones become unlocked
vi: Mọi cột mốc phát triển đều được mở khóa sẵn

source: Interfaces:
vi: Giao diện:

source: Multiple mods inherit the same interfaces. In case of conflicts, unexpected behaviour may occur.
vi: Nhiều mod kế thừa các giao diện giống nhau. Trong trường hợp xung đột, hành vi bất ngờ có thể xảy ra.

source: Bank Balance
vi: Tài khoản Ngân hàng

source: Play / Pause
vi: Chơi / Dừng

source: Date
vi: Ngày

source: Accelerate Time
vi: Tăng tốc

source: Areas
vi: Khu vực

source: City Information
vi: Thông tin về Thành phố

source: Zoning Demand
vi: Nhu cầu Quy hoạch

source: No demand for residential zone
vi: Không có nhu cầu quy hoạch khu dân cư

source: Low demand for residential zone
vi: Nhu cầu quy hoạch khu dân cư thấp

source: Medium demand for residential zone
vi: Nhu cầu quy hoạch khu dân cư trung bình

source: High demand for residential zone
vi: Nhu cầu quy hoạch khu dân cư cao

source: Very high demand for residential zone
vi: Nhu cầu quy hoạch khu dân cư cao

source: No demand for commercial zone
vi: Không có nhu cầu quy hoạch khu thương mại

source: Low demand for commercial zone
vi: Nhu cầu quy hoạch khu thương mại thấp

source: Medium demand for commercial zone
vi: Nhu cầu quy hoạch khu thương mại trung bình

source: High demand for commercial zone
vi: Nhu cầu quy hoạch khu thương mại cao

source: Very high demand for commercial zone
vi: Nhu cầu quy hoạch khu thương mại rất cao

source: No demand for industry or offices
vi: Không có nhu cầu quy hoạch khu công nghiệp hoặc văn phòng

source: Low demand for industry or offices
vi: Nhu cầu quy hoạch khu công nghiệp hoặc văn phòng thấp

source: Medium demand for industry or offices
vi: Nhu cầu trung bình cho công nghiệp hoặc văn phòng

source: High demand for industry or offices
vi: Nhu cầu quy hoạch khu công nghiệp hoặc văn phòng cao

source: Very high demand for industry or offices
vi: Nhu cầu quy hoạch khu công nghiệp hoặc văn phòng rất cao

source: Global Happiness
vi: Độ hài lòng chung

source: Weekly Change
vi: Biến động mỗi tuần

source: Info Views
vi: Xem thông tin

source: Advisor
vi: Cố vấn

source: Straight Road
vi: Đường thẳng

source: Curved Road
vi: Đường cong

source: Free-form Road
vi: Đường uốn lượn

source: Upgrade Road
vi: Nâng cấp đường

source: Toggle Snapping
vi: Bật tắt chế độ bám theo khuôn

source: Small Brush
vi: Cọ nhỏ

source: Medium Brush
vi: Cọ trung bình

source: Large Brush
vi: Cọ lớn

source: Marquee
vi: Kẻ ô

source: Straight Path
vi: Đường thẳng

source: Curved Path
vi: Đường cong

source: Free-form Path
vi: Đường uốn lượn

source: Upgrade Path
vi: Nâng cấp đường

source: Straight Tunnel
vi: Đường hầm thẳng

source: Curved Tunnel
vi: Đường hầm cong

source: Free-form Tunnel
vi: Đường hầm uốn lượn

source: Upgrade Tunnel
vi: Nâng cấp đường hầm

source: Straight Track
vi: Đường ray thẳng

source: Curved Track
vi: Đường ray cong

source: Free-form Track
vi: Đường ray uốn lượn

source: Upgrade Track
vi: Nâng cấp đường ray

source: Low Density Residential Zone
vi: Khu Dân cư mật độ thấp

source: High Density Residential Zone
vi: Khu Dân cư mật độ cao

source: Low Density Commercial Zone
vi: Khu Thương mại mật độ thấp

source: High Density Commercial Zone
vi: Khu Thương mại mật độ cao

source: Industrial Zone
vi: Khu Công nghiệp

source: Office Zone
vi: Khu Văn phòng

source: Low density residential zone attracts families with children and will evolve into fancy villas.
vi: Khu dân cư mật độ thấp thu hút các gia đình có trẻ em và sẽ phát triển thành các biệt thự sang trọng.

source: Urban areas offer citizens apartment houses to move into. High density residential buildings attract young adults especially.
vi: Các khu đô thị cung cấp nhà chung cư cho công dân chuyển đến ở. Các tòa nhà dân cư mật độ cao đặc biệt thu hút những người trẻ tuổi.

source: Small stores and cosy boutiques offer citizens places to spend their money. Low density commercial zones can provide the necessities for nearby low density residential areas.
vi: Các cửa hàng nhỏ và cửa hiệu ấm cúng cung cấp cho người dân nơi để tiêu tiền của họ. Các khu thương mại mật độ thấp có thể cung cấp các nhu cầu cần thiết cho các khu dân cư mật độ thấp lân cận.

source: High density commercial buildings are department stores and supermarkets that offer citizens a wide variety of spending possibilities. They can serve a large number of customers, so they are ideal for high density residential areas.
vi: Các tòa nhà thương mại có mật độ cao là các cửa hàng bách hóa và siêu thị mang đến cho người dân nhiều khả năng chi tiêu. Chúng có thể phục vụ một lượng lớn khách hàng, vì vậy chúng rất lý tưởng cho các khu dân cư mật độ cao.

source: Industrial zones provide jobs for the citizens and produce goods for local businesses. Industry uses a lot of water and produces ground pollution to its surroundings. Be sure to place the industrial zones at a safe distance from any residential areas.
vi: Các khu công nghiệp cung cấp công ăn việc làm cho người dân và sản xuất hàng hóa cho các doanh nghiệp địa phương. Ngành công nghiệp sử dụng nhiều nước và tạo ra ô nhiễm mặt đất cho môi trường xung quanh. Đảm bảo đặt khu công nghiệp cách khu dân cư một khoảng cách an toàn.

source: Office areas offer workplaces for educated citizens. Make sure you have a University in the city to provide suitable workers.
vi: Các khu văn phòng cung cấp nơi làm việc cho những công dân có trình độ học vấn. Hãy chắc chắn rằng bạn có một trường Đại học trong thành phố để cung cấp những người lao động phù hợp.

source: Release the area of any zone type. With any zoning tool selected, you can also use the secondary mouse button on a zoned area to release it.
vi: Giải phóng khu vực của bất kỳ loại khu vực nào. Với bất kỳ công cụ khoanh vùng nào được chọn, bạn cũng có thể sử dụng nút chuột phụ trên vùng đã khoanh vùng để giải phóng nó.

source: Crime Rate
vi: Tỉ lệ Tội phạm

source: Police Efficiency
vi: Hiệu suất của Cảnh sát

source: Police Buildings
vi: Đồn Cảnh sát

source: Legend
vi: Chú thích

source: Inactive
vi: Ngừng

source: Residential Happiness
vi: Mức hài lòng về Dân cư

source: Commercial Happiness
vi: Mức hài lòng về Thương mại

source: Office Happiness
vi: Mức hài lòng về Văn phòng

source: Industrial Happiness
vi: Mức hài lòng về Công ngiệp

source: Happy
vi: Hài lòng

source: Unhappy
vi: Bất mãn

source: Average Ground Pollution
vi: Mức Ô nhiễm Đất Trung bình

source: Average Drinking Water Pollution
vi: Mức Ô nhiễm Nước uống Trung bình

source: Average Noise Pollution
vi: Mức Ô nhiễm Tiếng ồn Trung bình

source: Calm
vi: Yếu

source: Strong
vi: Mạnh

source: Wind Turbines
vi: Tua-bin Gió

source: Strength
vi: Sức gió

source: Average Land Value: {0} {1}/m²
vi: Giá trị đất trung bình: {0} {1}/m²

source: Population: {0:N0}
vi: Dân số: {0:N0}

source: People employed: {0:N0}
vi: Số người làm việc: {0:N0}

source: Jobs available: {0:N0}
vi: Chỗ làm còn trống: {0:N0}

source: Unemployment: {0}%
vi: Thất nghiệp: {0}%

source: Density
vi: Mật độ

source: Children - {0}
vi: Trẻ em - {0}

source: Teens - {0}
vi: Thiếu niên - {0}

source: Young Adults - {0}
vi: Thanh niên - {0}

source: Adults - {0}
vi: Trung niên - {0}

source: Seniors - {0}
vi: Cao niên - {0}

source: {0:N0} births / week
vi: {0:N0} ca sinh / tuần

source: {0:N0} deaths / week
vi: {0:N0} ca tử vong / tuần

source: Mostly families
vi: Hầu hết là các gia đình

source: Mostly seniors
vi: Hầu hết là người cao tuổi

source: Mostly adults
vi: Hầu hết là người trưởng thành

source: Available
vi: Hiện có

source: {0} units
vi: {0} đơn vị

source: {0} units/week
vi: {0} đơn vị/tuần

source: {0} ha
vi: {0} hecta

source: Deathcare
vi: Hậu sự

source: Average Health
vi: Sức khỏe trung bình

source: Efficiency
vi: Hiệu suất

source: Sick citizens: {0:N0}
vi: Sô người bệnh: {0:N0}

source: Healthcare Availability
vi: Khả năng đáp ứng về Y tế

source: Heal capacity: {0:N0}
vi: Số giường bệnh: {0:N0}

source: Cemetery usage
vi: Nghĩa trang đã sử dụng

source: Buried: {0:N0}
vi: Đã chôn cất: {0:N0}

source: Capacity: {0:N0}
vi: Sức chứa: {0:N0}

source: Crematorium Availability
vi: Khả năng đáp ứng của Lò thiêu xác

source: Deceased: {0:N0}
vi: Số người chết: {0:N0}

source: Electricity Availability
vi: Khả năng đáp ứng về Điện

source: Electricity consumption: {0:N0} MW
vi: Lượng điện tiêu thụ: {0:N0} MW

source: Electricity production: {0:N0} MW
vi: Lượng điện sản xuất được: {0:N0} MW

source: Power Plants
vi: Nhà máy điện

source: Connected
vi: Đã hòa mạng

source: Disconnected
vi: Chưa hòa mạng

source: Water Availability
vi: Khả năng cung cấp Nước

source: Sewage Treatment
vi: Khả năng Thoát nước

source: Fresh water pollution: {0}%
vi: Mức độ ô nhiễm nguồn nước: {0}%

source: Water Facilities
vi: Cơ sở cung cấp nước sạch

source: Sewage Facilities
vi: Cơ sở xử lý nước thải

source: Water only & No sewage
vi: Chỉ nước sạch & không nước thải

source: No water & no sewage
vi: Không nước sạch & không nước thải

source: Water consumption: {0:N0} m³/week
vi: Nước sạch tiêu thụ: {0:N0} m³/tuần

source: Water pumping capacity: {0:N0} m³/week
vi: Nước sạch có thể bơm: {0:N0} m³/tuần

source: Sewage draining capacity: {0:N0} m³/week
vi: Nước thải có thể thoát: {0:N0} m³/tuần

source: Sewage production: {0:N0} m³/week
vi: Nước thải tạo ra: {0:N0} m³/tuần

source: Elementary
vi: Tiểu học

source: Elementary School Availability
vi: Khả năng đáp ứng cấp Tiểu học

source: High School Availability
vi: Khả năng đáp ứng cấp Trung học

source: University Availability
vi: Khả năng đáp ứng cấp Đại học

source: Eligible: {0:N0}
vi: Đủ tiêu chuẩn: {0:N0}

source: Graduated
vi: Đã tốt nghiệp

source: Schools
vi: Trường học

source: Graduated citizens: {0}%
vi: Công dân đã tốt nghiệp: {0}%

source: Fire Hazard
vi: Mức cảnh báo cháy

source: Hazard
vi: Rủi ro

source: Firefighter Efficiency
vi: Hiệu suất cứu hỏa

source: Fire Stations
vi: Trạm cứu hỏa

source: Landfill Usage
vi: Bãi rác đã sử dụng

source: Garbage Processing Status
vi: Tình trạng thiêu hủy

source: Landfill storage: {0:N0}
vi: Kho chứa của Bãi rác: {0:N0}

source: Landfill capacity: {0:N0}
vi: Sức chứa của bãi rác: {0:N0}

source: Garbage processing capacity: {0:N0} units / week
vi: Công suất của lò đốt rác: {0:N0} đơn vị / tuần

source: Garbage production: {0:N0} units / week
vi: Rác sản sinh: {0:N0} đơn vị / tuần

source: Garbage sites
vi: Bãi rác

source: Total Import: {0:N0}
vi: Tổng nhập: {0:N0}

source: Total Export: {0:N0}
vi: Tổng xuất: {0:N0}

source: Oil Products
vi: Sản phẩm dầu mỏ

source: Ore Products
vi: Khoáng sản

source: Forestry Products
vi: Lâm sản

source: Goods
vi: Hàng hóa

source: Agricultural Products
vi: Nông sản

source: Import Products
vi: Sản phẩm Nhập khẩu

source: Export Products
vi: Sản phẩm Xuất khẩu

source: Weekly Tourist Visits: {0:N0}
vi: Lượng Du khách hàng tuần: {0:N0}

source: Tourists Wealth
vi: Độ giàu có của du khách

source: Low Wealth
vi: Hạ lưu

source: Medium Wealth
vi: Trung lưu

source: High Wealth
vi: Thượng lưu

source: Child
vi: Trẻ em

source: Teen
vi: Thiếu niên

source: Young
vi: Thanh niên

source: Adult
vi: Trung niên

source: Senior
vi: Cao niên

source: Citizens
vi: Người dân

source: Air
vi: Máy bay

source: {0:N0} per week
vi: {0:N0} mỗi tuần

source: Residential Level
vi: Cấp độ Dân cư

source: Commercial Level
vi: Cấp độ Thương mại

source: Offices Level
vi: Cấp độ Văn phòng

source: Industrial Level
vi: Cấp độ Công nghiệp

source: Educate more citizens to allow the building to be upgraded. Make sure your education facilities can handle all potential students.
vi: Giáo dục nhiều công dân hơn để cho phép tòa nhà được nâng cấp. Đảm bảo rằng các cơ sở giáo dục của bạn có thể tiếp nhận tất cả các học sinh tiềm năng.

source: Increase the value of the land to allow the building to be upgraded. Parks, plazas and good services increase land value.
vi: Tăng giá trị của đất để cho phép nâng cấp công trình. Công viên, quảng trường và dịch vụ tốt làm tăng giá trị đất.

source: Make sure all is well in the building to allow it to be upgraded.
vi: Đảm bảo rằng tất cả đều tốt trong tòa nhà để cho phép nó được nâng cấp.

source: Building has reached its maximum level. Congratulations!
vi: Công trình đã đạt cấp độ tối đa. Xin chúc mừng!

source: Building needs to be covered by more services to allow it to be upgraded.
vi: Tòa nhà cần được bao phủ bởi nhiều dịch vụ hơn để cho phép nó được nâng cấp.

source: Building cannot level up at this time.
vi: Công trình không thể thăng cấp vào lúc này.

source: No levelup info available.
vi: Không có thông tin về thăng cấp.

source: Building cannot level up because highrise buildings are banned.
vi: Tòa nhà không thể tăng cấp vì các tòa nhà cao tầng bị cấm.

source: Attract wealthier customers to allow the building to be upgraded.
vi: Thu hút những khách hàng giàu có hơn để cho phép nâng cấp tòa nhà.

source: Specialized industry buildings are always of the highest level.
vi: Các tòa nhà chuyên ngành công nghiệp luôn ở mức cao nhất.

source: Visitors in Unique Buildings per week: {0:N0}
vi: Khách đến các Công trình Đặc trưng hàng tuần: {0:N0}

source: Visitors in parks & plazas per week: {0:N0}
vi: Khách đến công viên và quảng trường hàng tuần: {0:N0}

source: Leisure buildings
vi: Công trình Giải trí

source: Accessibility
vi: Khả năng tiếp cận

source: Art Deco DLC
vi: DLC Art Deco

source: Low Wealth Child
vi: Trẻ em Hạ lưu

source: Medium Wealth Child
vi: Trẻ em Trung lưu

source: High Wealth Child
vi: Trẻ em Thượng lưu

source: Low Wealth Teen
vi: Thiếu niên Hạ lưu

source: Medium Wealth Teen
vi: Thiếu niên Trung lưu

source: High Wealth Teen
vi: Thiếu niên Thượng lưu

source: Low Wealth Young Adult
vi: Thanh niên Hạ lưu

source: Medium Wealth Young Adult
vi: Thanh niên Trung lưu

source: High Wealth Young Adult
vi: Thanh niên Thượng lưu

source: Low Wealth Adult
vi: Trung niên Hạ lưu

source: Medium Wealth Adult
vi: Trung niên Trung lưu

source: High Wealth Adult
vi: Trung niên Thượng lưu

source: Low Wealth Senior
vi: Cao niên Hạ lưu

source: Medium Wealth Senior
vi: Cao niên Trung lưu

source: High Wealth Senior
vi: Cao niên Thượng lưu

source: Uneducated Child
vi: Trẻ em chưa qua Đào tạo

source: Uneducated Teen
vi: Thiếu niên chưa qua Đào tạo

source: Uneducated Young Adult
vi: Thanh niên chưa qua Đào tạo

source: Uneducated Adult
vi: Trung niên chưa qua Đào tạo

source: Uneducated Senior
vi: Cao niên chưa qua Đào tạo

source: Educated Child
vi: Trẻ em đã qua Đào tạo

source: Educated Teen
vi: Thiếu niên đã qua Đào tạo

source: Educated Young Adult
vi: Thanh niên đã qua Đào tạo

source: Educated Adult
vi: Trung niên đã qua Đào tạo

source: Educated Senior
vi: Cao niên đã qua Đào tạo

source: Well Educated Child
vi: Trẻ em có Trình độ khá

source: Well Educated Teen
vi: Thiếu niên có Trình độ khá

source: Well Educated Young Adult
vi: Thanh niên có Trình độ khá

source: Well Educated Adult
vi: Trung niên có Trình độ khá

source: Well Educated Senior
vi: Cao niên có Trình độ khá

source: Highly Educated Child
vi: Trẻ em có Trình độ cao

source: Highly Educated Teen
vi: Thiếu niên có Trình độ cao

source: Highly Educated Young Adult
vi: Thanh niên có Trình độ cao

source: Highly Educated Adult
vi: Trung niên có Trình độ cao

source: Highly Educated Senior
vi: Cao niên có Trình độ cao

source: Unemployed
vi: Thất nghiệp

source: Resides at
vi: Sinh sống tại

source: Worker at
vi: Làm việc tại

source: Elementary school student at
vi: Học sinh Tiểu học tại

source: High school student at
vi: Học sinh Trung học tại

source: University student at
vi: Sinh viên Đại học tại

source: Visiting
vi: Đang ghé thăm

source: At home
vi: Đang ở nhà

source: Studying
vi: Đang học

source: Going to
vi: Đang đi tới

source: Going home
vi: Đang về nhà

source: Going to work
vi: Đang tới chỗ làm

source: Going to school
vi: Đang tới trường

source: Leaving the city
vi: Đang rời khỏi thành phố

source: Driving to
vi: Đang lái xe tới

source: Driving home
vi: Đang lái xe về nhà

source: Driving to work
vi: Đang lái xe tới chỗ làm

source: Driving to school
vi: Đang lái xe tới trường

source: Driving out of the city
vi: Đang lái xe ra khỏi thành phố

source: Traveling to
vi: Đang đi tới

source: Traveling home
vi: Đang về nhà

source: Traveling to work
vi: Đang tới chỗ làm

source: Traveling to school
vi: Đang tới trường

source: Traveling out of the city
vi: Đang ra khỏi thành phố

source: Confused
vi: Hoang mang

source: Flying around
vi: Đang bay loanh quanh

source: Wandering around
vi: Đang đi lang thang

source: Eating
vi: Đang ăn

source: Following
vi: Đang theo đuôi

source: Loading a patient
vi: Đang đưa bệnh nhân lên xe

source: Loading a dead person
vi: Đang đưa một người chết lên xe

source: Looting
vi: Đang hôi của

source: Inspecting crime scene
vi: Đang điều tra hiện trường

source: Owner:
vi: Chủ sở hữu:

source: Passengers: {0} / {1}
vi: Hành khách: {0} / {1}

source: Distance Traveled on line
vi: Tuyến đường đã chạy

source: Parking
vi: Đang đỗ lại

source: Parked
vi: Đỗ

source: Importing goods to
vi: Đang nhập hàng hóa về

source: Importing ore products to
vi: Đang nhập khoáng sản về

source: Importing oil products to
vi: Đang nhập sản phẩm hóa dầu về

source: Importing forestry products to
vi: Đang nhập lâm sản về

source: Importing agricultural products to
vi: Đang nhập nông sản về

source: Unloading cargo
vi: Đang dỡ hàng

source: Collecting garbage
vi: Đang thu gom rác

source: Compressing garbage
vi: Đang nén rác

source: Relocating garbage to
vi: Đang chuyển rác tới

source: Unloading garbage
vi: Đang đổ rác

source: Doughnut break
vi: Đang giải lao

source: Returning to station
vi: Đang về trạm

source: Returning to hospital
vi: Đang quay về bệnh viện

source: Transporting a patient for treatment
vi: Đang chuyển một bệnh nhân đi điều trị

source: Picking up a dead person from
vi: Đang tới nhận một người chết từ

source: Relocating corpses to
vi: Đang chuyển xác tới

source: Unloading corpses
vi: Đang dỡ xác xuống

source: Going back
vi: Đang về

source: Coiling in the hoses
vi: Đang cuộn ống nước

source: Transporting passengers to
vi: Đang đưa hành khách tới

source: Loading cargo
vi: Đang chất hàng

source: Transporting cargo to
vi: Đang chuyển hàng tới
