Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Adds a bonus of 200 points to the airport's attractiveness rating. Cost: ₡20 / passenger / week
vi: Cộng thêm 200 điểm vào xếp hạng mức độ hấp dẫn của sân bay. Chi phí: 20 $ / hành khách / tuần

source: Adds a land value bonus to the whole airport. Cost: ₡5 / 100 airport area cells / week
vi: Thêm tiền thưởng giá trị đất cho toàn bộ sân bay. Chi phí: 5 $ / 100 ô khu vực sân bay / tuần

source: Tourists are much more likely to use cars, which may increase traffic. Adds ₡2 income / passenger / week
vi: Khách du lịch có xu hướng sử dụng ô tô nhiều hơn, điều này có thể làm tăng lượng xe cộ lưu thông. Thêm thu nhập 2 $ / hành khách / tuần

source: Cars are required to have studded tires during the winter. This makes cars resistant to small amount of snow, keeping the traffic smoother even if there's some snow on the roads. Increases road maintenance cost by 25%.
vi: Xe hơi bắt buộc phải có lốp xe trong mùa đông. Điều này giúp ô tô có khả năng chống lại lượng tuyết nhỏ, giữ cho giao thông trơn tru hơn ngay cả khi có tuyết trên đường. Tăng 25% chi phí bảo trì đường bộ.

source: Increases the health of elderly citizens by making them less likely to slip on icy streets. - Upkeep: 0,32 ¢ / senior citizen
vi: Gia tăng sức khỏe cho những người dân cao tuổi bằng cách làm họ bớt bị trượt ngã trên đường đóng băng. - Phí: 0,32 ¢ / người cao niên

source: Buildings require less energy for heating, thanks to the extra insulation layer in their walls and roofs, but produce less tax income because of the higher construction and maintenance costs.
vi: Các tòa nhà yêu cầu ít năng lượng hơn để sưởi ấm, nhờ có thêm lớp cách nhiệt trong tường và mái của chúng, nhưng lại tạo ra thu nhập thuế ít hơn do chi phí xây dựng và bảo trì cao hơn.

source: Buildings are forbidden to use electricity for heating; they can only use heat produced by heating services. Make sure your heating services produce enough for the whole city!
vi: Các công trình bị cấm sử dụng điện để sưởi ấm; họ chỉ có thể sử dụng nhiệt do các dịch vụ sưởi ấm tạo ra. Hãy chắc chắn rằng các dịch vụ sưởi ấm của bạn sản xuất đủ cho cả thành phố!

source: Buildings are forbidden to use heating; they can only use electricity. This raises electricity consumption significantly during cold spells.
vi: Các tòa nhà bị cấm sử dụng hệ thống sưởi; họ chỉ có thể sử dụng điện. Điều này làm tăng mức tiêu thụ điện đáng kể trong các đợt lạnh.

source: Request tallest buildings to install lightning rods on their roofs to lower the likelihood of them catching fire during a thunderstorm. Cost 1.6 ¢ / building
vi: Yêu cầu những công trình cao nhất phải lắp đặt cột thu lôi trên nóc để giảm khả năng chúng bắt lửa trong một trận bão sét. Tốn 1.6 ¢ / công trình

source: If there are emergencies on areas with this policy on, the services will always use helicopters instead of ground vehicles.
vi: Nếu có trường hợp khẩn cấp ở các khu vực có chính sách này, các dịch vụ sẽ luôn sử dụng trực thăng thay vì phương tiện mặt đất.

source: Any and all Shelters in policy area are reserved only for the citizens living in the policy area.
vi: Bất kỳ và tất cả các Hầm trú ẩn trong khu vực chính sách chỉ dành riêng cho những công dân sống trong khu vực chính sách.

source: In these areas the Emergency Response Unit does not search for survivors but only makes the lot ready for re-building. More citizens are lost but the city recovers faster.
vi: Trong những khu vực này, Trung tâm Ứng phó Khẩn cấp không tìm kiếm những người sống sót mà chỉ chuẩn bị sẵn sàng để xây dựng lại lô đất. Nhiều công dân bị mất hơn nhưng thành phố phục hồi nhanh hơn.

source: Forbid re-building on lots with destroyed buildings. Lots have to be manually bulldozed to allow re-building.
vi: Cấm xây dựng lại trên các lô có các tòa nhà bị phá hủy. Rất nhiều phải được ủi bằng tay để cho phép xây dựng lại.

source: Citizens prefer ferries for moving in the city. Upkeep 2¢ / ferry in use.
vi: Người dân thích phà để di chuyển trong thành phố. Bảo trì 2 ¢ / phà đang sử dụng.

source: Switch advertisements on Blimps to be educational posters to boost education slightly. No cost.
vi: Chuyển quảng cáo trên các Khinh khí cầu thành áp phích giáo dục để thúc đẩy giáo dục một chút. Không tốn phí.

source: Raise public transport ticket prices by 25% to get more profit. This may results in less passengers!
vi: Tăng giá vé giao thông công cộng thêm 25% để có thêm lợi nhuận. Điều này có thể dẫn đến ít hành khách hơn!

source: Recycling Centers work with +20% efficiency. Cost 100 ¢ / Recycling Center / week
vi: Các Trung tâm Tái chế hoạt động hiệu quả hơn +20%. Tốn 100 / Trung tâm / tuần

source: Only electric cars are allowed in the affected area, except for the residents, businesses and city service vehicles. Please note that this policy takes some time to have an effect. Citizens with combustion engine vehicles will avoid the policy area, but if they have a destination within the area, they will travel to it.
vi: Chỉ xe điện mới được phép vào khu vực bị ảnh hưởng, ngoại trừ người dân, doanh nghiệp và xe dịch vụ của thành phố. Xin lưu ý rằng chính sách này cần một thời gian để có hiệu lực. Những công dân có xe động cơ đốt trong sẽ tránh khu vực chính sách, nhưng nếu họ có điểm đến trong khu vực, họ sẽ đi đến đó.

source: Everyone living in the policy area must switch to an electric car if they own any cars. Cost 2 ¢ / vehicle / week
vi: Tất cả mọi người sống trong diện chính sách phải chuyển sang ô tô điện nếu họ sở hữu bất kỳ ô tô nào. Chi phí 2 ¢ / chiếc / tuần

source: Allow zoned industry to work even more effectively by overlooking a few work safety laws. - Doubles the amount of goods produced by zoned industry buildings - Upkeep: 6 ¢ / zoned industrial building
vi: Cho phép ngành công nghiệp được khoanh vùng hoạt động hiệu quả hơn nữa bằng cách bỏ qua một số luật an toàn lao động. - Tăng gấp đôi số lượng hàng hóa do các tòa nhà công nghiệp quy hoạch sản xuất - Bảo trì: 6 ¢ / tòa nhà công nghiệp được quy hoạch

source: Zoned industrial buildings need to filter their waste, making them pollute the ground a lot less. Cost 2 ¢ / zoned industrial building / week
vi: Các tòa nhà công nghiệp được khoanh vùng cần phải lọc chất thải, làm cho chúng ít gây ô nhiễm hơn. Chi phí 2 ¢ / tòa nhà công nghiệp quy hoạch / tuần

source: The self-sufficient residential buildings recycle their waste and produce energy with solar panels and by other means: - Consumes 30% less electricity - Produces 30% less garbage - Generates 30% less tax income
vi: Những khu dân cư tự cấp tự túc tự tái chế rác cũng như tự sản xuất năng lượng bằng pin mặt trời hoặc những cách khác: - Tiêu thụ điện năng ít hơn 30% - Sản sinh ra rác ít hơn 30% - Nộp thuế ít hơn 30%

source: IT cluster is an office specialization that changes the office buildings into high tech buildings. - Requires 50% less workers - Consumes 30% more electricity - Generates 30% more tax revenue
vi: Tổ hợp IT là một chuyên môn hóa cho văn phòng làm thay đổi những tòa nhà văn phòng thành các tòa nhà công nghệ cao. - Cần ít nhân công hơn 50% - Tiêu thụ thêm 30% điện năng - Nộp thuế nhiều thêm 30%

source: Changes commercial area to consist of buildings like organic produce shops, electric car charging stations and such. - Produces 50% of sold goods locally - Truck traffic in the area is reduced by 50% - Increases electricity consumption by 20% - Reduces garbage production by 20%
vi: Thay đổi khu vực thương mại để bao gồm các công trình kiểu như cửa hàng sản vật hữu cơ, trạm sạc xe điện. - Sản xuất tại chỗ 50% lượng hàng bán ra - Lưu lượng xe tải trong khu vực giảm đi 50% - Tăng lượng điện năng tiêu thụ thêm 20% - Giảm lượng rác sinh ra đi 20%

source: Zoo animals receive extra care and activities to keep them happy and entertained. - Boosts the entertainment effect of the Zoo buildings by 20%. - Cost 10 / Zoo building
vi: Động vật trong vườn thú được chăm sóc thêm và các hoạt động để giữ cho chúng vui vẻ và giải trí. - Tăng 20% hiệu quả giải trí của các tòa nhà vườn bách thú. - Giá cả 10 / Xây dựng vườn thú

source: Advertise the park throughout the city to have more visitors. - Draws 20% more visitors. - Cost 200 / week
vi: Quảng cáo công viên khắp thành phố để có nhiều du khách hơn. - Thu hút thêm 20% khách truy cập. - Chi phí 200 / tuần

source: Mark the park as the main attraction in the city to make it more attractive to tourists. If you have several parks with this policy active, they are equally attractive to visitors.
vi: Đánh dấu công viên là điểm thu hút chính trong thành phố để thu hút khách du lịch hơn. Nếu bạn có một số công viên có chính sách này đang hoạt động, chúng cũng hấp dẫn như nhau đối với du khách.

source: The Park Area will not organize fireworks while this policy is active.
vi: Khu Công viên sẽ không tổ chức bắn pháo hoa trong thời gian chính sách này đang hoạt động.

source: Fireworks show in the park every night! - Fireworks are organized daily after the sunset instead of every week.
vi: Chương trình bắn pháo hoa trong công viên mỗi đêm! - Pháo hoa được tổ chức hàng ngày sau khi mặt trời lặn thay vì mỗi tuần.

source: Visitors can see the park at night on special tours. - Draws 30% more visitors during night-time. - Cost 50 / week
vi: Du khách có thể nhìn thấy công viên vào ban đêm trong các chuyến tham quan đặc biệt. - Thu hút thêm 30% lượng khách vào ban đêm. - Chi phí 50/tuần

source: Amusement Park buildings are maintained super well, causing them to be even more fun than normally. - Boosts the entertainment effect of the Amusement Park buildings by 20%. - Cost 10 / Amusement Park building
vi: Các tòa nhà Công viên giải trí được duy trì siêu tốt, khiến chúng thậm chí còn vui hơn bình thường. - Tăng 20% hiệu quả giải trí của các tòa nhà Công viên giải trí. - Giá cả 10 / Xây dựng công viên giải trí

source: Nature Reserve buildings have a separate container for biodegradable garbage, and handles the garbage on the park grounds. - Decrease garbage accumulation by 20% for the Nature Reserve buildings. - Cost 10 / Nature Reserve building
vi: Các tòa nhà của Khu bảo tồn thiên nhiên có một thùng chứa riêng cho rác phân hủy sinh học và xử lý rác trong khuôn viên công viên. - Giảm tích lũy rác 20% cho các tòa nhà Khu bảo tồn thiên nhiên. - Giá cả 10 / Khu bảo tồn thiên nhiên

source: Tourists in the area choose to visit parks more often than Unique Buildings. - Parks, Plazas and Park Areas draw 10% more visitors. - Cost 100 / Park, Plaza or Park Area in the policy area
vi: Khách du lịch trong khu vực chọn đến thăm công viên thường xuyên hơn các Tòa nhà độc đáo. - Công viên, Quảng trường và Khu vực Công viên thu hút nhiều khách hơn 10%. - Chi phí 100/Công viên, Quảng trường hoặc Khu vực Công viên trong khu vực chính sách

source: Park Maintenance Service in the area does double shifts, costing more money but tending parks more efficiently. - Increases the Park Maintenance vehicles’ shift length by 50% - Cost 80 / Park Maintenance Service building
vi: Dịch vụ bảo trì công viên trong khu vực làm tăng ca đôi, tốn nhiều tiền hơn nhưng chăm sóc công viên hiệu quả hơn. - Tăng thời gian bảo dưỡng xe Công viên thay đổi chiều dài 50% - Giá cả 80 / Tòa nhà dịch vụ bảo trì công viên

source: Outside connections in the area can handle more vehicles carrying tourists, increasing the amount of visitors in the city. - Outside connection traffic capacity is increased by 20%. Applies to boats, planes, trains and private cars. - Cost 10 000 / week
vi: Kết nối bên ngoài trong khu vực có thể xử lý nhiều phương tiện chở khách du lịch, làm tăng lượng khách trong thành phố. - Dung lượng kết nối bên ngoài được tăng thêm 20%. Áp dụng cho thuyền, máy bay, xe lửa và xe hơi tư nhân. - Giá cả 10 000 / tuần

source: The Workers' Union has a strong presence in the city. It provides the workers with better benefits and increases their morale, but also reduces the tax income. - Slightly increase adult citizens Happiness - Reduce residential tax income by 2%
vi: Liên minh Công nhân có sự hiện diện mạnh mẽ trong thành phố. Nó cung cấp cho người lao động những lợi ích tốt hơn và tăng tinh thần của họ, nhưng cũng làm giảm thu nhập thuế. - Tăng nhẹ công dân trưởng thành Hạnh phúc - Giảm 2% thu nhập thuế dân cư

source: Introducing automated sorting to Post Sorting Facilities and Post Offices around your city will increase not only mail capacity, but also sorting rate. - Increases mail capacity by 10% - Cost 300 ¢ per city post service building
vi: Giới thiệu sắp xếp tự động cho các cơ sở sắp xếp bưu điện và bưu điện quanh thành phố của bạn sẽ tăng không chỉ dung lượng thư mà còn tăng tỷ lệ sắp xếp. \ N- Tăng dung lượng thư lên 10% - Giá cả 300 ¢ mỗi tòa nhà dịch vụ bưu điện

source: Vehicles no longer need to stop at the Toll Booth, which makes passing through the booths a lot faster. Vehicles still need to slow down while driving through the booth. - Increases vehicle flow through Toll Booths - Reduces Toll Booths income by 30%
vi: Xe không còn cần phải dừng tại Nhà thu phí, điều này khiến việc đi qua các gian hàng nhanh hơn rất nhiều. Xe vẫn cần giảm tốc độ khi lái xe qua buồng. - Tăng lưu lượng xe qua Toll booth - Giảm thu nhập Toll booth 30%

source: Free wireless access points for the citizens and tourists allow easier use of email and other internet services instead of traditional mail services. This reduces the amount of Mail accumulation in the area. - Reduce mail accumulation by 15% - Cost 2 ¢ / building
vi: Các điểm truy cập không dây miễn phí cho người dân và khách du lịch cho phép sử dụng email và các dịch vụ internet khác dễ dàng hơn thay vì các dịch vụ thư truyền thống. Điều này làm giảm lượng Thư tích lũy trong khu vực. - Giảm tích lũy thư đi 15% - Chi phí 2 ¢ / tòa nhà

source: Packing and scheduling of the deliveries is more efficient due to advanced inventory and vehicle tracking systems. - Increases the storage capacity of Extractors and Processing buildings by 20% - Increase upkeep cost of Industrial buildings by 10%
vi: Đóng gói và lên lịch giao hàng hiệu quả hơn nhờ hệ thống theo dõi và kiểm kê xe tiên tiến. - Tăng 20% khả năng lưu trữ của Công cụ chiết xuất và xử lý - Tăng 10% chi phí bảo trì các tòa nhà công nghiệp

source: Safety at work is supervised more carefully with strict standards and regulations. - Increase workers Health - Cost 1 ¢ / affected worker
vi: An toàn tại nơi làm việc được giám sát cẩn thận hơn với các tiêu chuẩn và quy định nghiêm ngặt. - Tăng sức khỏe công nhân - Giá cả 1 ¢ / công nhân bị ảnh hưởng

source: Robots and other automated systems make the production process faster and more accurate. - Increase production output by 10% - Increase buildings upkeep by 10%
vi: Robot và các hệ thống tự động khác làm cho quá trình sản xuất nhanh hơn và chính xác hơn. - Tăng sản lượng sản xuất thêm 10% - Tăng 10% bảo trì tòa nhà

source: The new technologies alter the nature of the industrial workforce. - All industrial workplaces are for well- and highly educated citizens - Increased production output by 50% - Reduces workplaces by 30% / zoned industry
vi: Các công nghệ mới làm thay đổi bản chất của lực lượng lao động công nghiệp. - Tất cả các nơi làm việc công nghiệp là dành cho công dân có trình độ học vấn cao - Sản lượng tăng 50% - Giảm 30% nơi làm việc / ngành công nghiệp quy hoạch

source: All education facilities become for-profit and students are required to pay tuition fees to attend school. - Education building upkeep -50% - Cost: Reduces citizens happiness
vi: Tất cả các cơ sở giáo dục trở thành vì lợi nhuận và sinh viên được yêu cầu phải trả học phí để đi học. - Bảo trì xây dựng giáo dục -50% - Chi phí: Giảm hạnh phúc của công dân

source: The local Public Libraries organize a book fair. - Increased happiness and entertainment within the Public Libraries radius - Cost: Public Libraries upkeep increased by 100%
vi: Thư viện công cộng địa phương tổ chức hội chợ sách. - Gia tăng hạnh phúc và giải trí trong bán kính Thư viện công cộng - Chi phí: Bảo trì thư viện công cộng tăng 100%

source: Students are provided with free healthcare by the campus. - Increases students health - Cost: Campus upkeep cost increases by 5¢ / student
vi: Học sinh được cung cấp dịch vụ chăm sóc sức khỏe miễn phí tại trường.. - Tăng sức khỏe học sinh - Chi phí: Chi phí bảo trì trường tăng 5¢ / sinh viên

source: Students are provided with meal vouchers which they can use in the campus cafeteria to get a free lunch. - Increases students happiness - Cost: Campus upkeep cost increases by 1¢ / student.
vi: Học sinh được cung cấp phiếu ăn uống mà họ có thể sử dụng trong nhà ăn trong khuôn viên trường để được ăn trưa miễn phí. - Tăng hạnh phúc cho học sinh - Chi phí: Chi phí bảo trì trường tăng 1¢ / sinh viên.

source: The campus hires various lecturers and scholars to teach on the campus. Affects all faculties within the campus area - Increases Faculty bonus +25% - Cost: Increases Faculty upkeep by 25%
vi: Trường thuê các giảng viên và học giả khác nhau để giảng dạy trong khuôn viên trường. Ảnh hưởng đến tất cả các khoa trong khu vực khuôn viên - Tăng tiền thưởng Khoa + 25% - Chi phí: Tăng 25% bảo trì Khoa

source: Regardless of the campus reputation, students don't pay any tuition fees. - Increases campus attractiveness by 20% - Increases students happiness - Cost: No income from campus tuition fees.
vi: Bất kể danh tiếng của trường, sinh viên không phải trả bất kỳ khoản học phí nào. - Tăng 20% sức hấp dẫn của trường - Tăng hạnh phúc cho học sinh - Chi phí: Không có thu nhập từ học phí trường.

source: The varsity team gives out free fan merchandise to the fans during matches and organizes fan club trips to away matches. - Increases the odds of winning home and away matches by 7% - Cost: 180¢ / week / arena located on campus
vi: Đội ngũ thể thao sinh viên phát hàng miễn phí cho người hâm mộ trong các trận đấu và tổ chức các chuyến đi của câu lạc bộ người hâm mộ đến các trận đấu trên sân khách. - Tăng tỷ lệ thắng trận sân nhà và sân khách lên 7% - Chi phí: 180 ¢ / tuần / đấu trường nằm trên khuôn viên trường

source: Advertise the Varsity Sports matches throughout the city to have more visitors on the arenas. - Increase amount of visitors to the arenas by 20% - Cost: 200¢ / week / arena located on campus
vi: Quảng cáo các trận đấu của Thể thao sinh viên trên toàn thành phố để có nhiều khách tham quan hơn trên các đấu trường. - Tăng lượng khách đến các đấu trường lên 20% - Chi phí: 200 ¢ / tuần / đấu trường nằm trong khuôn viên trường

source: The varsity team has become famous! City businesses are offering to sponsor the local team. - Decreased upkeep cost of campus' varsity sports by 8% - Billboard change from varsity team's logo to sponsor's brand
vi: Đội thể thao sinh viên đã trở nên nổi tiếng! Các doanh nghiệp thành phố đang cung cấp để tài trợ cho đội địa phương. - Giảm 8% chi phí bảo trì các môn thể thao trong trường của trường - Thay đổi bảng quảng cáo từ logo của đội varsity sang thương hiệu của nhà tài trợ

source: The city offers fishing licenses to citizens in exchange for a small amount of money. - Increases all residential tax income by 5% - Cost: Reduces citizen happiness and increases crime by 5%
vi: Thành phố cung cấp giấy phép đánh bắt cho công dân để đổi lấy một số tiền nhỏ. - Tăng tất cả thu nhập từ thuế dân cư lên 5% n- Chi phí: Giảm hạnh phúc của công dân và tăng tội phạm lên 5%

source: Algae is used as a natural filtering system. Requires algae farm. - Increases filtering in water intakes and purification level in drain pipes by 45% - Reduces Algae Farm production by 50% and increases Water facility upkeep by 15%
vi: Tảo được sử dụng như một hệ thống lọc tự nhiên. Yêu cầu trang trại nuôi tảo. - Tăng khả năng lọc nước vào và mức độ lọc trong ống thoát nước lên 45% - Giảm sản lượng trang trại nuôi tảo xuống 50% và tăng khả năng bảo trì công trình nước lên 15%

source: The city offers affordable intercity bus tickets to people living in the surrounding cities to increase tourism. - The city will receive 8% more tourists - Cost: Increases Intercity Bus network upkeep by 15%
vi: Thành phố cung cấp vé xe buýt liên tỉnh giá cả phải chăng cho người dân sống ở các thành phố xung quanh để tăng cường du lịch. - Thành phố sẽ đón thêm 8% khách du lịch - Chi phí: Tăng hoạt động duy trì mạng lưới xe buýt liên tỉnh lên 15%

source: The fishing industry adopts new techniques to ensure minimal dolphin fatalities during tuna fishing. - Decreases fish yield by 25% - Increases citizen happiness by 20%
vi: Ngành công nghiệp đánh bắt cá áp dụng các kỹ thuật mới để đảm bảo giảm thiểu số lượng cá heo tử vong trong quá trình đánh bắt cá ngừ. - Giảm sản lượng cá 25% - Tăng mức độ hạnh phúc của người dân lên 20%

source: The local Aviation Club starts organizing airplane tours. - Increases building plane count, entertainment and city attractiveness - Cost: Increases building noise pollution by 50%
vi: Câu lạc bộ Hàng không địa phương bắt đầu tổ chức các chuyến tham quan bằng máy bay. - Tăng số lượng máy bay xây dựng, hoạt động giải trí và sức hấp dẫn của thành phố - Chi phí: Tăng ô nhiễm tiếng ồn của tòa nhà lên 50%

source: The fishing industry takes steps to minimize the environmental impact of fishing. - Decreases fish yields by 10% and increases fishing harbor upkeep by 15% - Increases citizen happiness by 15% and commercial income from goods by 5%
vi: Ngành công nghiệp đánh cá thực hiện các bước để giảm thiểu tác động môi trường của việc đánh bắt cá. - Giảm sản lượng cá 10% và tăng hoạt động canh tác cảng đánh cá lên 15% - Tăng hạnh phúc của người dân lên 15% và thu nhập thương mại từ hàng hóa lên 5%

source: Advertise the festival to attract more visitors to the concerts. An active Ad Campaign increases the popularity of all the bands by 1 per month.
vi: Quảng cáo lễ hội để thu hút nhiều du khách đến xem các buổi hòa nhạc. Một Chiến dịch Quảng cáo đang hoạt động làm tăng mức độ phổ biến của tất cả các ban nhạc lên 1 mỗi tháng.

source: A premium studio allows the bands to practice and record albums with high quality equipment and acoustics. A Premium Studio will increase the chances of a successful concert.
vi: Một studio cao cấp cho phép các ban nhạc tập luyện và thu album với thiết bị và âm thanh chất lượng cao. Một Studio Cao cấp sẽ tăng khả năng có một nhạc hội thành công.

source: By spending money on training young players, the team has increased odds to win. Applies to all stadiums. Cost 9000 per week multiplied by number of stadiums in the city.
vi: Bằng cách chi tiền cho việc đào tạo các cầu thủ trẻ, đội đã tăng tỷ lệ thắng. Áp dụng cho tất cả các sân vận động. Chi phí 9000 mỗi tuần nhân với số sân vận động trong thành phố.

source: To make it easier for fans to get to the stadium, public transport is free on match days. Increased amount of visitors raises the odds of winning matches.
vi: Để giúp người hâm mộ đến sân dễ dàng hơn, các phương tiện giao thông công cộng được miễn phí vào những ngày diễn ra trận đấu. Lượng khách tăng lên làm tăng tỷ lệ thắng các trận đấu.

source: Hire security staff to patrol around the stadium, keeping crime low. Cost 500 per week per stadium.
vi: Thuê nhân viên an ninh để tuần tra xung quanh sân vận động, giữ cho tội phạm thấp. Chi phí 500 mỗi tuần cho mỗi sân vận động.

source: Specialize in Forestry to take advantage of the renewable woodland. - Slightly increased electricity consumption - Slightly increased tax income - Required natural resource: Forest (Renewable)
vi: Chuyên canh vào Lâm nghiệp để tận dụng những cánh rừng có thể tái sinh. - Tăng nhẹ lượng điện tiêu thụ - Tăng nhẹ lượng thuế thu được - Yêu cầu tài nguyên thiên nhiên: Rừng (Có thể tái sinh)
