Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Euro style fancy pedestrian bridge for pedestrians.
vi: Cầu đi bộ lạ mắt theo phong cách châu Âu dành cho người đi bộ.

source: American style wooden pedestrian bridge for pedestrians.
vi: Cầu đi bộ bằng gỗ kiểu Mỹ dành cho người đi bộ.

source: 1 lane 1 way bowstring truss rail bridge.
vi: Cầu đường sắt loại vòm cung có 1 làn 1 chiều.

source: 1 lane 1 way lattice truss rail bridge
vi: Cầu đường sắt loại vòm lưới có 1 làn 1 chiều.

source: 2 lane concrete, high speed train bridge network with 220kmph / 136mph speed limit.
vi: Bê tông 2 làn xe, mạng lưới cầu cho tàu cao tốc với giới hạn tốc độ 220 km/h.

source: Euro style, 2 lane wide medieval road bridge with custom stone textured sidewalks.
vi: Phong cách châu Âu, cầu đường thời trung cổ rộng 2 làn với vỉa hè lát đá tùy chỉnh.

source: US style, 2 lane wide metal truss bridge and road with custom concrete textured sidewalks.
vi: Phong cách Hoa Kỳ, cầu và đường giàn kim loại rộng 2 làn với vỉa hè kết cấu bê tông tùy chỉnh.

source: 3 lane, highway bridge with a concrete look.
vi: 3 làn xe, cầu cho đường cao tốc có màu xi măng.

source: Euro style 4 lane wide concrete bridge and avenue with custom concrete textured sidewalks.
vi: Cầu bê tông rộng 4 làn theo phong cách Châu Âu và đại lộ với vỉa hè kết cấu bê tông tùy chỉnh.

source: US style 4 lane wide metal truss bridge and avenue with custom stone textured sidewalks.
vi: Cầu giàn bằng kim loại rộng 4 làn theo phong cách Hoa Kỳ và đại lộ với vỉa hè kết cấu bằng đá tùy chỉnh.

source: Euro style 6 lane stone bridge and avenue with custom cobblestone sidewalks.
vi: Cầu đá 6 làn phong cách Châu Âu và đại lộ với vỉa hè lát đá cuội tùy chỉnh.

source: US style 6 lane fake stone bridge and avenue with custom colored concrete sidewalks.
vi: Cầu giả đá 6 làn phong cách Mỹ và đại lộ với vỉa hè bê tông màu tùy chỉnh.

source: Seawall type quay with pedestrian path.
vi: Loại cầu cảng có tường chắn sóng với lối đi dành cho người đi bộ.

source: Seawall type quay with pedestrian path and without fences
vi: Loại cầu cảng có tường chắn sóng với lối đi dành cho người đi bộ không có hàng rào

source: Seawall type quay with pedestrian paths on top tier.
vi: Loại cầu cảng có tường chắn sóng với lối đi dành cho người đi bộ ở tầng trên cùng.

source: Seawall type quay with pedestrian paths on top and low tier.
vi: Loại cầu cảng có tường chắn sóng với lối đi dành cho người đi bộ ở tầng trên và tầng thấp.

source: Seawall type quay with wide low tier and functional pedestrian path on top.
vi: Loại cầu cảng có tường chắn sóng với tầng thấp rộng và lối đi dành cho người đi bộ ở trên cùng.

source: Seawall type quay with wide low tier and functional pedestrian paths both levels.
vi: Loại cầu tàu có tường chắn sóng với các tầng rộng và lối đi dành cho người đi bộ ở cả hai tầng.

source: Seawall type quay with pedestrian paths on top and low tier with decorative stairs.
vi: Loại cầu tàu có tường chắn sóng với lối đi dành cho người đi bộ trên đỉnh và bậc thấp với cầu thang được trang trí.

source: Parisian style quay with pedestrian path.
vi: Cầu cảng theo phong cách Paris với đường dành cho người đi bộ.

source: Parisian style fenceless quay with pedestrian path.
vi: Cầu cảng không hàng rào, theo phong cách Paris với đường dành cho người đi bộ.

source: Parisian style tiered quay with pedestrian path on top.
vi: Cầu cảng kiểu Paris với lối đi dành cho người đi bộ trên đỉnh.

source: Parisian style tiered quay with pedestrian paths on both levels.
vi: Cầu cảng kiểu Paris với lối đi dành cho người đi bộ ở cả hai tầng.

source: Parisian style wide quay with pedestrian path.
vi: Cầu cảng rộng lớn theo phong cách Paris với lối đi dành cho người đi bộ.

source: Parisian style wide quay with stairs and pedestrian path.
vi: Cầu cảng rộng lớn theo phong cách Paris với cầu thang và lối đi dành cho người đi bộ.

source: Too many prisoners!
vi: Quá nhiều tù nhân!

source: Not in airport area!
vi: Không có trong khu vực sân bay!

source: Concourse required!
vi: Bắt buộc phải có sảnh chờ!

source: Terminal required!
vi: Bắt buộc phải có nhà ga hàng không!

source: Snow has piled up!
vi: Tuyết chất đống rồi!

source: Needs to be connected to lines!
vi: Cần được kết nối với tuyến!

source: Heating pipe not connected!
vi: Ống dẫn nhiệt chưa được nối với nhau!

source: Not enough heat!
vi: Không đủ nhiệt!

source: Track not connected!
vi: Đường ray chưa được nối với nhau!

source: Collapsed!
vi: Đã sập!

source: The area has been searched and is ready for automatic rebuilding once demand for zone is up.
vi: Khu vực đã được tìm kiếm và sẵn sàng để xây dựng lại tự động khi nhu cầu về khu vực này tăng lên.

source: Not enough food!
vi: Không đủ thực phẩm!

source: Evacuating!
vi: Đang sơ tán!

source: Not enough goods!
vi: Không đủ hàng hóa!

source: Not enough water!
vi: Không đủ nước!

source: Not enough electricity!
vi: Không đủ điện!

source: Park Area Required!
vi: Khu vực công viên cần thiết!

source: Path or road access required!
vi: Đường dẫn hoặc đường cần thiết!

source: Main Gate Missing!
vi: Cổng chính mất tích!

source: Not enough Natural Resources!
vi: Không đủ tài nguyên thiên nhiên!

source: Not enough Special Goods!
vi: Không đủ hàng đặc biệt!

source: Not enough raw materials!
vi: Không đủ nguyên liệu thô!

source: Not in industry area!
vi: Không trong khu vực công nghiệp!

source: Wrong area type!
vi: Sai loại khu vực!

source: No resource selected!
vi: Không có tài nguyên được chọn!

source: Not in campus area!
vi: Không trong khu vực đại học!

source: Needs to be connected to lines!
vi: Cần được kết nối với tuyến đường!

source: Trolleybus wires not connected!
vi: Chưa kết nối Cáp xe buýt điện!

source: Not enough buyers for fish!
vi: Không đủ người mua cá!

source: Missing outside connection!
vi: Thiếu kết nối bên ngoài!

source: Waste Transfer Facility is full!
vi: Cơ sở chuyển giao chất thải đã đầy!

source: Not enough fish!
vi: Không đủ cá!

source: Fishing route on polluted water!
vi: Tuyến câu cá trên vùng nước ô nhiễm!

source: Low fishing route efficiency!
vi: Hiệu quả tuyến đánh bắt thấp!

source: Fishing route incomplete!
vi: Tuyến đường đánh cá chưa hoàn thành!

source: Fish Farm on polluted water!
vi: Trang trại cá trên nguồn nước ô nhiễm!

source: Garbage has piled up!
vi: Rác chất thành đống rồi!

source: Building is on fire!
vi: Công trình đang cháy!

source: Citizens are sick!
vi: Người dân đang đổ bệnh!

source: Crime rate is high!
vi: Tỉ lệ tội phạm quá cao!

source: Building is turned off!
vi: Công trình này đã bị đình chỉ!

source: Too few services!
vi: Quá ít dịch vụ!

source: Low land value!
vi: Giá trị đất thấp quá!

source: Power is not connected!
vi: Điện chưa kéo về bản!

source: Not enough fuel!
vi: Không đủ nhiên liệu!

source: No road access!
vi: Đường không thông!

source: Water pipe not connected!
vi: Ống nước không nối với nhau

source: Sewage is backing up!
vi: Cống thoát nước đang trào ngược!

source: A dead person is waiting for transport!
vi: Một người chết đang chờ được chuyển đi!

source: No more room!
vi: Hết chỗ!

source: Building is emptying!
vi: Công trình này bị bỏ trống!

source: Transport line not connected!
vi: Tuyến vận tải chưa được kết nối!

source: Not enough customers!
vi: Không đủ khách hàng!

source: Not enough goods to sell!
vi: Không đủ hàng để bán!

source: Not enough buyers for products!
vi: Không đủ người mua để sản xuất!

source: Not enough workers!
vi: Không đủ nhân công!

source: Not enough educated workers!
vi: Không đủ nhân công có trình độ!

source: Emptying Finished!
vi: Đã xả xong!

source: Building is flooding!
vi: Lụt rồi!

source: The building cannot accept any more prisoners because it's full. Make sure you have enough Prisons in the city to handle all criminals!
vi: Công trình này không thể nhận thêm tù nhân bởi nó đầy rồi. Hãy đảm bảo bạn có đủ Nhà tù để giam hết tội phạm trong thành phố!

source: Airport area buildings do not operate outside of airport areas.
vi: Các tòa nhà trong khu vực sân bay không hoạt động bên ngoài khu vực sân bay.

source: This building requires being built on a concourse.
vi: Tòa nhà này yêu cầu được xây dựng trên một sảnh chờ.

source: This building needs to be built in an airport area that has a terminal.
vi: Công trình này cần được xây dựng trong khu vực sân bay đã có nhà ga.

source: Needs to be connected to lines! Make sure vehicles from the depot can reach public transport lines.
vi: Cần nối với tuyến! Hãy đảm bảo những phương tiện xuất phát từ bến có thể tới được tuyến vận tải công cộng.

source: Connect heating service building to the water network to allow heat to be delivered.
vi: Kết nối công trình dịch vụ sưởi với hệ thống ống nước để chuyển nhiệt đi khắp nơi.

source: Not enough heat! The building is connected to heating, but still needs to use electricity for heat. If you wish for it to use heating, make sure you produce enough.
vi: Không đủ khí sưởi! Công trình này được nối với dịch vụ sưởi, nhưng vẫn cần dùng thêm điện năng để sưởi ấm. Nếu bạn muốn nó dùng khí, hãy đảm bảo bạn đã sản xuất đủ lượng yêu cầu.

source: Structure has collapsed!
vi: Công trình này sập rồi!

source: Make sure there is enough industrial area to produce goods.
vi: Hãy đảm bảo có đủ khu công nghiệp để sản xuất hàng hóa.

source: The shelter is set to evacuate citizens on its cover range.
vi: Hầm trú ẩn đang sơ tán người dân trong tầm kiểm soát của nó.

source: The stockpiled food, clothing and sanitary supplies are running low. Make sure shelter gets more goods!
vi: Nguồn cung thực phẩm, quần áo và thiết bị vệ sinh dự trữ sắp hết. Hãy đảm bảo hầm trú ẩn nhận được thêm hàng hóa!

source: The Shelter does not have enough water for its inhabitants. Make sure the water system is running and that the Shelter is connected to it.
vi: Hầm trú ẩn không có đủ nước cho những người trong đó. Hãy đảm bảo hệ thống cấp nước vẫn đang hoạt động và Hầm trú ẩn được nối với nó.

source: The Shelter does not have enough electricity to run properly. Make sure the electricity grid is up and the Shelter is connected to it.
vi: Hầm trú ẩn không có đủ điện để hoạt động hiệu quả. Hãy đảm bảo lưới điện vẫn an toàn và Hầm trú ẩn được kết nối vào đó.

source: This building needs to be inside a Park Area to function properly.
vi: Tòa nhà này cần phải ở trong Khu vực công viên để hoạt động bình thường.

source: No path or road access! Make sure pedestrians can reach the building entrance. Road access is needed in case the Park Area does not have a Main Gate.
vi: Không có đường dẫn hoặc đường vào! Hãy chắc chắn rằng người đi bộ có thể đến lối vào tòa nhà. Cần có đường đi bộ trong trường hợp Khu vực công viên không có Cổng chính.

source: The Side Gate cannot operate properly without a Main Gate.
vi: Cổng phụ không thể hoạt động bình thường nếu không có Cổng chính.

source: Extractor is missing natural resources. This building won't produce raw materials required for processing buildings. Place extractor building on natural resource needed for Industry Area type: - Farming Industry require fertile land - Forest Industry require forest - Ore Industry require ore deposit - Oil Industry require oil
vi: Extractor là thiếu tài nguyên thiên nhiên. Tòa nhà này sẽ không sản xuất nguyên liệu cần thiết cho các tòa nhà chế biến. Đặt tòa nhà khai thác trên tài nguyên thiên nhiên cần thiết cho loại Khu vực công nghiệp: - Nông nghiệp đòi hỏi đất đai màu mỡ - Ngành lâm nghiệp cần có rừng - Công nghiệp quặng yêu cầu tiền gửi quặng - Ngành dầu cần dầu

source: Low amount of special goods available. Make sure trucks carrying them from processing buildings can reach the Unique Factory. If the missing resource is produced in a far away place, building a warehouse storing it nearby can help ensure that there is always some available.
vi: Số lượng hàng hóa đặc biệt có sẵn thấp. Đảm bảo xe tải chở chúng từ các tòa nhà chế biến có thể đến Nhà máy độc đáo. Nếu tài nguyên bị thiếu được sản xuất ở một nơi xa, việc xây dựng một kho lưu trữ nó gần đó có thể giúp đảm bảo rằng luôn có sẵn một số.

source: Low amount of raw materials available. Raw materials are needed for production, so make sure trucks carrying them can reach the building. For processing buildings in industry areas, having a nearby storage building storing the raw material can help ensure that there is always some available.
vi: Lượng nguyên liệu thấp. Nguyên liệu thô là cần thiết cho sản xuất, vì vậy hãy chắc chắn rằng xe tải chở chúng có thể đến tòa nhà. Để xử lý các tòa nhà trong khu vực công nghiệp, có một tòa nhà lưu trữ gần đó lưu trữ nguyên liệu thô có thể giúp đảm bảo rằng luôn có sẵn.

source: Industry buildings do not operate outside industry area.
vi: Các tòa nhà công nghiệp không hoạt động bên ngoài khu vực công nghiệp.

source: Industry buildings require an area with a main building of the same type.
vi: Các tòa nhà công nghiệp đòi hỏi một khu vực với một tòa nhà chính cùng loại.

source: No resource is selected for storage in this warehouse. To start storing a resource, select one from the dropdown menu.
vi: Không có tài nguyên được chọn để lưu trữ trong kho này. Để bắt đầu lưu trữ tài nguyên, chọn một tài nguyên từ menu thả xuống.

source: Campus buildings do not operate outside campus areas.
vi: Các tòa nhà trong khuôn viên không hoạt động bên ngoài khu vực khuôn viên.

source: No path or road access! Make sure pedestrians can reach the building entrance.
vi: Không có đường dẫn hoặc đường vào! Hãy chắc chắn rằng người đi bộ có thể đến lối vào tòa nhà.

source: Campus buildings require an area with an administration building of the same type.
vi: Các tòa nhà trong khuôn viên trường đòi hỏi một khu vực có tòa nhà hành chính cùng loại.

source: Needs to be connected to lines! Make sure vehicles from the depot can reach public transport lines.
vi: Cần được kết nối với tuyến đường! Đảm bảo các phương tiện từ kho có thể tiếp cận các tuyến giao thông công cộng.

source: Goods are piling up. Place more Fish Factories or Fish Markets that buy fish and make sure trucks carrying fish can reach outside connection to export fish.
vi: Hàng hóa chất đống. Đặt thêm Nhà máy chế biến Cá hoặc Chợ cá để mua cá và đảm bảo rằng xe tải chở cá có thể tiếp cận với bên ngoài để xuất khẩu cá.

source: Intercity bus network is missing highway outside connection. Make sure the intercity buses can reach the highway outside connection.
vi: Mạng lưới xe buýt liên tỉnh thiếu kết nối bên ngoài đường cao tốc. Đảm bảo xe buýt liên tỉnh có thể đến đường kết nối bên ngoài đường cao tốc.

source: Waste Transfer Facility requires the Waste Processing Complex to transfer waste from temporary storage to be processed into goods and energy.
vi: Cơ sở chuyển giao chất thải yêu cầu Khu liên hợp xử lý chất thải chuyển chất thải từ kho tạm thời được chế biến thành hàng hóa và năng lượng.

source: Low amount of fish available. Make sure you are catching enough fish and that trucks carrying fish from harbors or farms can reach the Fish Factory or Fish Market.
vi: Lượng cá có sẵn ít. Đảm bảo bạn đang đánh bắt đủ cá và xe tải chở cá từ bến cảng hoặc trang trại có thể đến Nhà máy chế biến Cá hoặc Chợ Cá.

source: Fishing rate is reduced due to water pollution on the fishing route. Remove the polluted water or redraw the fishing route on clear water to increase the fishing rate.
vi: Tỷ lệ đánh bắt cá giảm do ô nhiễm nguồn nước trên tuyến đường đánh bắt. Loại bỏ nước ô nhiễm hoặc vẽ lại tuyến đường đánh cá trên mặt nước trong để tăng tỷ lệ câu cá.

source: Fishing route efficiency is low. Make sure that fishing boats correctly match the fish type, which is determined by the depth and flow of water. Also avoid polluted water and creating short fishing routes.
vi: Hiệu quả tuyến đánh bắt thấp. Đảm bảo rằng thuyền đánh cá kết hợp chính xác loại cá, được xác định bởi độ sâu và dòng chảy của nước. Đồng thời tránh nguồn nước bị ô nhiễm và tạo các tuyến đánh bắt cá ngắn.

source: The fishing route has to be circular and needs to start and end at the same fishing harbor.
vi: Tuyến đường đánh bắt phải khép kín và bắt đầu và kết thúc tại cùng một bến cá.

source: Fish yield in the building is reduced due to water pollution. Cultivation can stop if the water pollution is too high! Remove the polluted water or relocate the building to clear water.
vi: Năng suất cá trong tòa nhà bị giảm do ô nhiễm nguồn nước. Việc canh tác có thể dừng lại nếu ô nhiễm nước quá cao! Loại bỏ nước ô nhiễm hoặc di dời tòa nhà để có nước sạch.

source: Fishing rate is greatly reduced due to water pollution on the fishing route. To increase the fishing rate, remove polluted water or redraw the fishing route on clear water.
vi: Tỷ lệ đánh bắt cá giảm đáng kể do ô nhiễm nước trên tuyến đường đánh bắt. Để tăng tỷ lệ câu cá, hãy loại bỏ nước ô nhiễm hoặc vẽ lại tuyến đường câu cá trên vùng nước trong.

source: Fish yield in the building is greatly reduced due to water pollution. Cultivation can stop if the water pollution is too high! To increase the fish yield, remove polluted water or relocate the building to clear water.
vi: Năng suất cá trong tòa nhà giảm đáng kể do ô nhiễm nguồn nước. Việc canh tác có thể dừng lại nếu ô nhiễm nước quá cao! Để tăng sản lượng cá, hãy loại bỏ nước ô nhiễm hoặc di dời tòa nhà để có nước sạch.

source: There's some garbage piled up. Make sure garbage trucks can reach the building.
vi: Hiện có nhiều rác tồn chất thành đống. Hãy đảm bảo xe chở rác có thể tới được công trình này.\n

source: There are occasional power shortages. Make sure your power plants have enough supply for the whole city.
vi: Đôi lúc có xảy ra tình trạng thiếu điện. Hãy đảm bảo những nhà máy điện của bạn đủ để cung cấp cho toàn thành phố.

source: Building is in need of fresh water. Make sure your water pumps and towers can supply the whole city.
vi: Công trình này cần nước sạch. Hãy đảm bảo trạm bơm và tháp nước của bạn có thể cung cấp cho cả thành phố.

source: Oh no, a fire! Luckily it's only a small one.
vi: Ôi không, cháy! Thật may đó chỉ là một vụ hỏa hoạn nhỏ.

source: Dirty water is making citizens feel nauseous. Make sure your source of drinking water is not polluted.
vi: Nước bẩn đang làm người dân cảm thấy buồn nôn. Hãy đảm bảo nguồn nước của bạn không bị ô nhiễm.

source: The ground is polluted and it's making citizens feel nauseous. Make sure there is healthcare available.
vi: Đất bị ô nhiễm và điều đó khiến người dân cảm thấy buồn nôn. Hãy đảm bảo các cơ sở y tế luôn sẵn sàng.

source: Citizens are not feeling too well because of noise pollution in the area. Make sure there is healthcare available.
vi: Người dân cảm thấy không ổn bởi lượng ô nhiễm tiếng ồn trong khu vực. Hãy đảm bảo các cơ sở y tế luôn sẵn sàng.

source: The neigborhood does not feel as safe as before due to a rise in crime. Make sure police can reach the building.
vi: Khu phố này không còn được an toàn như xưa do số lượng tội phạm tăng cao. Hãy đảm bảo cảnh sát có thể tới được công trình đó.

source: Building is closed and not working!
vi: Công trình đã đóng cửa và ngừng hoạt động!

source: Citizens wish more services were available in the area.
vi: Người dân mong có nhiều dịch vụ trong khu vực này hơn.

source: Low land value affects the building negatively. Make sure there are parks and the ground is not polluted.
vi: Giá trị đất thấp gây ảnh hưởng tiêu cực đến công trình. Hãy đảm bảo bạn có xây công viên và đất ở đó không bị ô nhiễm.

source: Power is not connected. Make sure electricity reaches this building.
vi: Chưa đóng điện. Hãy đảm bảo lưới điện vươn tới được công trình này.

source: Building does not have enough fuel to function properly. Make sure trucks carrying it can reach the building from outside the city.
vi: Công trình không có đủ nhiên liệu để hoạt động bình thường. Hãy đảm bảo những xe tải chở nhiên liệu từ bên ngoài thành phố có thể tới được công trình.

source: No road access! Make sure cars and pedestrians can reach the entrance.
vi: Đường không thông! Hãy đảm bảo xe và người đi bộ có thể đến được cổng vào.

source: Building needs connection to a water pipe.
vi: Công trình cần phải nối với một ống nước.

source: Smells like a sewer in here! Dirty water is not draining away as fast as it should.
vi: Ở đây có mùi như dưới cống vậy! Nước bẩn không thoát đi nhanh như lẽ ra nó phải thế.

source: A person has passed away and is waiting for transport.
vi: Một người vừa qua đời và đang chờ được chuyển đi.

source: Building is set to empty its content and therefore not working!
vi: Công trình này được lệnh xả kho nên sẽ không hoạt động!

source: The number of customers visiting the building is low. Make sure there is enough residential area in the city to support your businesses.
vi: Lượng khách hàng đến công trình này rất thấp. Hãy đảm bảo bạn có đủ khu dân cư trong thành phố để hỗ trợ cho các doanh nghiệp.

source: Low amount of raw materials available. Raw materials are needed for production, so make sure trucks carrying them can reach the building.
vi: Lượng nguyên liệu thô sẵn có quá thấp. Nguyên liệu thô cần cho sản xuất, vậy nên hãy đảm bảo những xe tải vận chuyển chúng có thể tới được công trình.

source: Shelves are getting empty! Make sure there is enough industrial area to produce goods for commercial buildings.
vi: Các gian hàng trống trơn rồi! Hãy đảm bảo bạn có đủ khu công nghiệp để sản xuất hàng hóa cho các công trình thương mại.

source: Goods are piling up. Zone more commercial area to create places that sell goods.
vi: Hàng hóa đang chất đống. Hãy quy hoạch thêm khu thương mại để tạo nơi bán hàng.

source: Not enough workers. Make sure there is free residential area to allow people to move into the city.
vi: Không đủ nhân công. Hãy đảm bảo bạn có đủ khu dân cư còn trống để cho phép người dân chuyển tới sống trong thành phố.

source: Building is in need of workers that have higher education. Make sure there are schools in the city.
vi: Công trình này đang cần nhân công với trình độ cao hơn. Hãy đảm bảo bạn có trường học trong thành phố.

source: The site has been emptied and is ready for operation.
vi: Công trình đã được làm trống và sẵn sàng hoạt động.

source: Citizens are not feeling too well. Make sure there is healthcare available.
vi: Người dân cảm thấy không ổn. Hãy đảm bảo các cơ sở y tế vẫn sẵn sàng.

source: Take measures to control the flood or the building is going to become abandoned or inoperational.
vi: Tìm biện pháp để kiểm soát trận lụt, nếu không công trình sẽ bị bỏ hoang hoặc không thể hoạt động.

source: Leisure Suites
vi: Tổ hợp Giải trí

source: Playing With The Boys
vi: Chơi với các chàng trai

source: Prison Break
vi: Vượt ngục

source: 1001 Nights
vi: 1001 đêm

source: Airline Tycoon
vi: Ông trùm hàng không

source: Airlifter
vi: Máy bay vận tải

source: Airport Architect
vi: Kiến trúc sư sân bay

source: Airfield Expertise
vi: Chuyên môn về sân bay

source: High-cost-carrier
vi: Chi phí vận chuyển cao

source: Quay-King
vi: Ông vua cầu tàu

source: Does My Bum Look Big In This?
vi: Bum Của Tôi Có Nhìn Lớn hơn khi ở trong Này Không?

source: Singing In The-
vi: Hát trong-

source: Foggy Weather
vi: Thời tiết sương mù

source: With Canals You Can!
vi: Với kênh đào bạn có thể!

source: Get Your Snowshoes Ready!
vi: Chuẩn bị sẵn sàng cho Giày tuyết!

source: Here's A Tram
vi: Đây là xe điện

source: I Love Trams!
vi: Tôi yêu xe điện!

source: Are They Naked In There?
vi: Họ có khỏa thân ở đó không?

source: It's Wintertime!
vi: Đó là mùa đông!

source: Speed up!
vi: Tăng tốc!

source: The Plowmaster
vi: Người cày thuê

source: We need snorkels!
vi: Chúng tôi cần ống thở!

source: Shake It Up!
vi: Lắc nó lên!

source: It's heading right for us!
vi: Đó là hướng đi đúng cho chúng ta!

source: Drop the Base
vi: Thả cơ sở

source: Run, Bambi!
vi: Chạy đi, Bambi!

source: Thunder and Lightning
vi: Sấm sét

source: Twist and shout
vi: Xoắn và hét

source: What the...?
vi: Cái gì...?
