Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Click on roads with trolleybus wires to place a stop, simultaneously drawing a trolleybus line. A line must be circular to be finished. Stops can only be placed on trolleybus roads.
vi: Nhấp vào các đường có dây xe buýt điện để đặt điểm dừng, đồng thời vẽ đường xe buýt điện. Một dòng phải khép kín để được hoàn thành. Chỉ có thể đặt các điểm dừng trên đường dành cho xe buýt điện.

source: Place bus stops to create a line. Bus stops need to form a circular line! Buses are automatically sent out from a Bus Depot.
vi: Đặt các điểm dừng xe buýt để tạo một đường thẳng. Các điểm dừng xe buýt cần tạo thành một đường khép kín! Xe buýt được gửi tự động từ Bến xe buýt.

source: Draw metro lines by clicking on stations. Draw the line from the departure station to the terminal station and back as a metro line needs to be circular. Stations need to be connected with metro tracks.
vi: Vẽ các tuyến tàu điện ngầm bằng cách nhấp vào các ga. Vẽ đường từ ga khởi hành đến ga cuối và quay lại vì tuyến tàu điện ngầm cần phải khép kín. Các ga cần được kết nối với đường ray tàu điện ngầm.

source: Draw a train line by clicking the Train Stations. Draw the line from the departure station to the terminal station and back as a train line needs to be circular. Build Train Stations and rails before making a line. Cargo Train Terminals can't have train stops, but the line can go through them.
vi: Vẽ đường tàu bằng cách nhấp vào Ga tàu. Vẽ đường từ ga khởi hành đến ga cuối và quay lại như một đường tàu cần phải khép kín. Xây dựng Trạm xe lửa và đường ray trước khi tạo hàng. Nhà ga xe lửa chở hàng không thể có điểm dừng tàu, nhưng tuyến có thể đi qua đó.

source: Tram Line {0}
vi: Tuyến Tàu điện phố {0}

source: Ferry Line {0}
vi: Tuyến Tàu thủy {0}

source: Line {0} – Blimp
vi: Tuyến Khí cầu {0}

source: Monorail Line {0}
vi: Tuyến Tàu đơn ray {0}

source: Sightseeing Bus Line {0}
vi: Tuyến xe buýt tham quan {0}

source: Walking Tour {0}
vi: Tour đi bộ {0}

source: Line {0} – Helicopter
vi: Tuyến {0} – Trực thăng

source: Trolleybus Line {0}
vi: Tuyến Xe buýt lưới điện {0}

source: Bus Line {0}
vi: Tuyến Xe buýt {0}

source: Metro Line {0}
vi: Tuyến Tàu điện ngầm {0}

source: Train Line {0}
vi: Tuyến Tàu hỏa {0}

source: Helicopter
vi: Trực thăng

source: Walking Tour
vi: Tour đi bộ

source: Trams in use: {0}
vi: Tàu điện phố đang chạy: {0}

source: Boarding
vi: Đang đón khách

source: En route
vi: Đang trên đường

source: Escape Routes
vi: Lối Thoát hiểm

source: Radio Coverage
vi: Độ phủ sóng Radio

source: Destruction
vi: Sự phá hủy

source: Disaster Detection
vi: Cảnh báo Thiên tai

source: Traffic Routes
vi: Lộ trình Giao thông

source: Post Offices
vi: Bưu điện

source: Crime
vi: Tội phạm

source: Health
vi: Sức khỏe

source: Citizen Happiness
vi: Độ hài lòng của người dân

source: Population
vi: Dân số

source: Noise Pollution
vi: Ô nhiễm tiếng ồn

source: Pollution
vi: Ô nhiễm

source: Land Value
vi: Giá trị đất

source: Traffic
vi: Giao thông

source: Wind
vi: Gió

source: Fire Safety
vi: Phòng cháy

source: Levels
vi: Cấp độ

source: Citizen Age
vi: Tuổi tác

source: Heating Output: {0} MW
vi: Khí sưởi tạo ra: {0} MW

source: Heating Output: {0} - {1} MW
vi: Khí sưởi tạo ra: {0} - {1} MW

source: These roads or tracks cannot cross each other!
vi: Đường ray xe điện không được giao với đường ray xe lửa!

source: Cannot find path!
vi: Không tìm thấy đường!

source: Shoreline required!
vi: Cần đường bờ biển!

source: Building has collapsed!
vi: Công trình đã sập!

source: Target is on fire!
vi: Mục tiêu đang cháy!

source: Cooldown {0}%
vi: Chờ đợi {0}%

source: Not in park area!
vi: Không nằm trong khu công viên!

source: Line is too long!
vi: Tuyến quá dài!

source: Building must be placed inside a park area or roadside!
vi: Tòa nhà phải đặt bên đường hoặc trong khu vực công viên!

source: Area must have a main gate!
vi: Khu vực phải có cổng chính!

source: Area already has a main gate!
vi: Khu này đã có một cổng chính rồi!

source: Area already has a main building!
vi: Khu này đã có một tòa nhà chính rồi!

source: Area has no main building!
vi: Khu này chưa có tòa nhà chính!

source: Area already has an administration building!
vi: Khu này đã có một tòa nhà điều hành rồi!

source: Area has no administration building!
vi: Khu này chưa có tòa nhà điều hành!

source: Building must be placed inside a campus area or roadside!
vi: Tòa nhà phải được đặt bên đường hoặc trong khu đại học!

source: Not enough soil!
vi: Không đủ đất!

source: Too much soil!
vi: Quá nhiều đất!

source: Too close to another canal!
vi: Gần đoạn kênh khác quá!

source: Space already occupied!
vi: Chỗ đó vướng rồi!

source: Out of city limits!
vi: Ngoài giới hạn thành phố!

source: Invalid shape!
vi: Hình không hợp lệ!

source: Distance too short!
vi: Ngắn quá!

source: Slope too steep!
vi: Dốc quá!

source: Water required!
vi: Cần có Nước!

source: Height too high!
vi: Cao quá!

source: Cannot connect to route!
vi: Không thể nối với tuyến!

source: Cannot build on water!
vi: Không thể xây trên mặt nước!

source: Building must be placed roadside!
vi: Công trình phải được đặt bên đường!

source: Cannot upgrade to this type!
vi: Không thể nâng cấp lên loại này!

source: Building already exists!
vi: Công trình đã tồn tại!

source: Cannot create more outside connections!
vi: Không thể tạo thêm kết nối với bên ngoài!

source: Building is not empty!
vi: Nơi này chưa trống hẳn!

source: Building has burned down!
vi: Nơi này cháy rụi rồi!

source: Out of editing area!
vi: Ngoài khu vực chỉnh sửa!

source: Cannot create any more objects of this type!
vi: Không thể tạo thêm đối tượng dạng này!

source: Use dynamic weather
vi: Dùng thời tiết động

source: Upgrade Canal
vi: Nâng cấp Kênh

source: Curved Flood Wall
vi: Đập Cong

source: Straight Flood Wall
vi: Đập Thẳng

source: Free-form Flood Wall
vi: Đập Tự do

source: Curved Quay
vi: Kè Cong

source: Straight Quay
vi: Kè Thẳng

source: Free-form Quay
vi: Kè Tự do

source: Upgrade Pipes
vi: Nâng cấp Ống nước

source: Straight Pipes
vi: Ống nước Thẳng

source: Units Settings
vi: Thiết lập Đơn vị

source: Fahrenheit (°F)
vi: Độ F (°F)

source: Celsius (°C)
vi: Độ C (°C)

source: Temperature Units
vi: Đơn vị Nhiệt độ

source: The lower the temperature, the more electricity or heating the city requires.
vi: Tòa nhà phải được đặt bên trong khuôn viên khu vực hoặc bên đường!

source: Select a Chirper look:
vi: Chọn ngoại hình Chirper:

source: European / Vanilla
vi: Châu Âu / Gốc

source: Vanilla
vi: Gốc

source: DLCs
vi: DLC

source: Installed
vi: Đã cài

source: Available to purchase
vi: Có thể mua

source: Deluxe Edition
vi: Phiên bản Xịn

source: Deluxe Edition Upgrade
vi: Nâng lên Phiên bản Xịn

source: After Dark DLC
vi: DLC After Dark

source: Snowfall DLC
vi: DLC Snowfall

source: Heating Availability
vi: Mức đáp ứng Khí sưởi

source: Heating consumption: {0:N0} MW
vi: Khí sưởi tiêu thụ: {0:N0} MW

source: Heating production: {0:N0} MW
vi: Sản lượng Khí sưởi: {0:N0} MW

source: Heated
vi: Được sưởi

source: Unheated
vi: Không được sưởi

source: Heating Facilities
vi: Cơ sở sản xuất khí sưởi

source: Road Maintenance
vi: Bảo trì Đường bộ

source: Coverage
vi: Độ bao phủ

source: Condition
vi: Điều kiện

source: Depots
vi: Trạm

source: Snow on Roads
vi: Tuyết trên Đường

source: Dumps
vi: Bãi đổ

source: Good
vi: Tốt

source: Poor
vi: Tệ

source: Heated with electricity
vi: Sưởi bằng điện

source: Heated with heating service
vi: Sưởi bằng khí

source: Get more map themes on
vi: Tải thêm kiểu bản đồ tại

source: MAP THEMES
vi: KIỂU BẢN ĐỒ

source: Snowfall DLC required
vi: Cần có bản DLC Snowfall

source: CONFIRM
vi: XÁC NHẬN

source: Warning: The custom map theme used by this map or save is missing. A default map theme will be used instead. Do you wish to proceed?
vi: Cảnh báo: Chủ đề tùy chỉnh mà bản đồ này dùng hoặc lưu đang bị thiếu. Một chủ đề mặc định sẽ được dùng thay thế. Bạn chấp nhận chứ?

source: Force map theme:
vi: Buộc dùng kiểu:

source: Select a map theme to use instead of the default. Note that saving will make the change permanent!
vi: Chọn chủ đề bản đồ để sử dụng thay vì chủ đề mặc định. Lưu ý rằng việc lưu sẽ làm cho thay đổi vĩnh viễn!

source: UNPUBLISHED MAP THEME
vi: KIỂU BẢN ĐỒ CHƯA XUẤT BẢN

source: Warning: You are about to create a map based on an unpublished map theme. If this map is shared in Steam Workshop, it will use a default map theme instead. To share a map with a custom map theme, first publish and subscribe to your theme. Do you want to continue anyway?
vi: Cảnh báo: Bạn sắp tạo một bản đồ dựa trên kiểu bản đồ chưa được xuất bản. Nếu bản đồ này được chia sẻ trên Steam Workshop, nó sẽ phải sử dụng kiểu bản đồ mặc định. Để chia sẻ một bản đồ với kiểu tùy biến, bạn phải xuất bản và theo dõi kiểu đó trước. Bạn có muốn tiếp tục không?

source: Warning: You are about to share a map based on an unpublished map theme. This map will use a default map theme instead. To share a map with a custom map theme, first publish and subscribe to your theme. Do you want to continue anyway?
vi: Cảnh báo: Bạn sắp chia sẻ một bản đồ dựa trên kiểu bản đồ chưa được xuất bản. Nó sẽ phải sử dụng kiểu bản đồ mặc định. Để chia sẻ một bản đồ với kiểu tùy biến, bạn phải xuất bản và theo dõi kiểu đó trước. Bạn có muốn tiếp tục không?

source: Winter
vi: Mùa đông

source: Temperate
vi: Ôn đới

source: Boreal
vi: Hàn đới

source: Tropical
vi: Nhiệt đới

source: Delete Line
vi: Xóa Tuyến

source: New Pipes
vi: Ống nước mới

source: New Canals
vi: Kênh mới

source: Toggle snow
vi: Bật/Tắt Tuyết

source: Boosted
vi: Được Nâng cấp

source: None
vi: Không có

source: Base theme: {0}
vi: Kiểu Cơ bản: {0}

source: Base theme
vi: Kiểu Cơ bản

source: Custom map theme:
vi: Kiểu Tùy biến:

source: Theme Editor
vi: Chỉnh sửa Kiểu Bản đồ

source: Pause Simulation
vi: Tạm dừng Mô phỏng

source: Normal Simulation Speed
vi: Mô phỏng tốc độ Thường

source: Fast Simulation Speed
vi: Mô phỏng tốc độ Nhanh

source: Super Fast Simulation Speed
vi: Mô phỏng tốc độ Rất nhanh

source: Terrain Properties
vi: Thuộc tính Địa hình

source: Water Properties
vi: Thuộc tính Nước

source: Atmosphere Properties
vi: Thuộc tính Khí quyển

source: Structures Properties
vi: Thuộc tính Kiến truc

source: World Properties
vi: Thuộc tính Thế giới

source: Theme Settings
vi: Thiết lập Kiểu

source: Heating Info View
vi: Bảng Dịch vụ Sưởi

source: Road Maintenance Info View
vi: Bảng Bảo trì Đường bộ

source: Snow Info View
vi: Bảng Tuyết

source: Select Billboards Props
vi: Chọn Biển quảng cáo

source: Select Special Billboards Props
vi: Chọn Biển quảng cáo Đặc biệt

source: Select Industrial Props
vi: Chọn Tiểu cảnh Công nghiệp

source: Select Park Props
vi: Chọn Tiểu cảnh Công viên

source: Select Common Props
vi: Chọn Tiểu cảnh Chung

source: Select Residential Props
vi: Chọn Tiểu cảnh Dân cư

source: Select Markers
vi: Chọn Điểm đánh dấu

source: Select Asset Settings
vi: Chọn Thiết lập Tài nguyên

source: Select Map Settings
vi: Chọn Thiết lập Bản đồ

source: Select Small Roads
vi: Chọn Phố

source: Select Medium Roads
vi: Chọn Đường

source: Select Large Roads
vi: Chọn Đại lộ

source: Select Highways
vi: Chọn Cao tốc

source: Select Intersections
vi: Chọn Giao lộ

source: Select Road Maintenance
vi: Chọn Bảo trì Đường bộ

source: Select Bus Public Transport
vi: Chọn Xe buýt

source: Select Tram Public Transport
vi: Chọn Tàu điện phố

source: Select Metro Public Transport
vi: Chọn Tàu điện ngầm

source: Select Train Public Transport
vi: Chọn Tàu hỏa

source: Select Ship Public Transport
vi: Chọn Tàu thủy

source: Select Plane Public Transport
vi: Chọn Máy bay

source: Select Taxi Public Transport
vi: Chọn Taxi

source: Select Districts Painting Tools
vi: Chọn Công cụ vẽ Quận

source: Select Industrial Specializations
vi: Chọn Chuyên môn hóa Công nghiệp

source: Select Commercial Specializations
vi: Chọn Chuyên môn hóa Thương mại

source: Select Water Services
vi: Chọn Dịch vụ Nước

source: Select Heating
vi: Chọn Dịch vụ Sưởi

source: Select Parks & Plazas
vi: Chọn Công viên & Quảng trường

source: Select Tourism & Leisure
vi: Chọn Du lịch & Giải trí

source: Select Paths
vi: Chọn Đường

source: Select Props
vi: Chọn Tiểu cảnh

source: Select Landmarks
vi: Chọn Mốc phân giới

source: Select Tourism & Leisure Unique Buildings
vi: Chọn Công trình Đặc trưng Du lịch & Giải trí

source: Select Level 1 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 1

source: Select Level 2 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 2

source: Select Level 3 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 3

source: Select Level 4 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 4

source: Select Level 5 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 5

source: Select Level 6 Unique Buildings
vi: Chọn Công trình Đặc trưng Cấp 6

source: Select Logos
vi: Chọn Biểu tượng

source: Select Small Billboards
vi: Chọn Biển quảng cáo Nhỏ

source: Select Medium Billboards
vi: Chọn Biển quảng cáo Vừa

source: Select Large Billboards
vi: Chọn Biển quảng cáo Lớn

source: Select Random Logos
vi: Chọn Biêu tượng Ngẫu nhiên

source: Select Random Small Billboards
vi: Chọn Biển quảng cáo Nhỏ Ngẫu nhiên

source: Select Random Medium Billboards
vi: Chọn Biển quảng cáo Vừa Ngẫu nhiên

source: Select Random Large Billboards
vi: Chọn Biển quảng cáo Lớn Ngẫu nhiên

source: Select 3D Billboards
vi: Chọn Biển quảng cáo 3D

source: Select Animated Billboards
vi: Chọn Biển quảng cáo Động

source: Select Containers Props
vi: Chọn Tiểu cảnh Container

source: Select Construction Materials Props
vi: Chọn Vật liệu Xây dựng

source: Select Structures Props
vi: Chọn Tiểu cảnh Kiến trúc

source: Select Playgrounds Props
vi: Chọn Tiểu cảnh Sân chơi

source: Select Flowers & Plants Props
vi: Chọn Hoa & Cây cảnh

source: Select Park Equipment Props
vi: Chọn Tiểu cảnh Trang bị cho Công viên

source: Select Fountains Props
vi: Chọn Tiểu cảnh Vòi phun nước

source: Select Accessories Props
vi: Chọn Tiểu cảnh Trang trí

source: Select Garbage Props
vi: Chọn Tiểu cảnh Rác

source: Select Communications Props
vi: Chọn Tiểu cảnh Liên lạc

source: Select Street Props
vi: Chọn Tiểu cảnh Đường phố

source: Select Light Props
vi: Chọn Tiểu cảnh Đèn

source: Select Home Yard Props
vi: Chọn Sân nhà

source: Select Ground Tiles Props
vi: Chọn Nền đất

source: Select Rooftop Accesses Props
vi: Chọn Cầu thang

source: Select Random Rooftop Accesses Props
vi: Chọn Cầu thang Ngẫu nhiên

source: Select Tram Tracks
vi: Chọn Đường ray Xe điện

source: Select Train Tracks
vi: Chọn Đường ray Tàu hỏa

source: Select Trees
vi: Chọn Cây

source: Terrain Tool
vi: Công cụ Địa hình

source: Place Disasters
vi: Bố trí Thiên tai

source: Trigger Panel
vi: Bảng Tác nhân

source: Scenario Settings
vi: Thiết lập Kịch bản

source: Select Landscaping Disasters
vi: Chọn Landscaping Disasters

source: Escape Routes Info View
vi: Thông tin Lối thoát hiểm

source: Radio Info View
vi: Thông tin Đài phát thanh

source: Destruction Info View
vi: Thông tin Thiệt hại

source: Disaster Detection Info View
vi: Thông tin Phát hiện Thiên tai

source: Disaster Properties
vi: Đặc điểm của Thiên tai

source: Toggle Snapping to Angle
vi: Bật tắt Bám vào Góc

source: Toggle Snapping to Length
vi: Bật tắt Bám vào Chiều dài

source: Toggle Snapping to Grid
vi: Bật tắt Bám vào Ô lưới

source: Toggle Snapping to Road Guidelines
vi: Bật tắt Bám vào Căn chỉ Đường

source: Toggle Snapping to All
vi: Bật tắt Bám vào Mọi thứ

source: Toggle Underground Bulldozing
vi: Bật tắt Xóa bỏ công trình dưới lòng đất

source: Traffic Routes Info View
vi: Thông tin Lộ trình Giao thông

source: Select Monorail Public Transport
vi: Chọn Tàu đơn ray

source: Select Cable Car Public Transport
vi: Chọn Cáp treo

source: Select Public Transport Tours
vi: Chọn tham quan giao thông công cộng

source: Select City Park Buildings
vi: Chọn Tòa nhà Công viên Thành phố

source: Select Amusement Park Buildings
vi: Chọn công trình giải trí

source: Select Zoo Buildings
vi: Chọn Tòa nhà Sở thú

source: Select Nature Reserve Buildings
vi: Chọn các tòa nhà bảo tồn thiên nhiên

source: Select Park Maintenance
vi: Chọn bảo trì công viên

source: Select Walls and Fences
vi: Chọn Tường và Hàng rào

source: Select Landscaping Vegetation
vi: Chọn Thảm thực vật

source: Tourism Info View
vi: Xem thông tin du lịch

source: Park Maintenance Info View
vi: Xem thông tin bảo trì công viên

source: Tours Info View
vi: Xem thông tin du lịch

source: Select Parks & Plazas Props
vi: Chọn Công viên và Tiểu cảnh Công viên

source: Select Landscaping Props
vi: Chọn Tiểu cảnh tạo cảnh

source: Select Districts and Areas
vi: Chọn Quận và Khu vực

source: Cinematic Camera
vi: Camera điện ảnh

source: Select Industry Areas Info View
vi: Chọn Chế độ xem thông tin khu vực công nghiệp

source: Select Post Offices Info View
vi: Chọn Bưu điện Xem thông tin

source: Select Forest Industry
vi: Chọn ngành lâm nghiệp

source: Select Farming Industry
vi: Chọn ngành nông nghiệp

source: Select Ore Industry
vi: Chọn ngành quặng

source: Select Oil Industry
vi: Chọn ngành dầu khí

source: Select Warehouses
vi: Chọn kho

source: Select Unique Factories
vi: Chọn Các nhà máy chuyên biệt

source: Select Road Tolls
vi: Chọn Phí cầu đường

source: Select Post Service
vi: Chọn dịch vụ bưu điện

source: Select Disaster Services
vi: Chọn dịch vụ thiên tai

source: Toggle Snapping Menu
vi: Chuyển đổi Menu Snapping

source: Change Elevation Step
vi: Thay đổi Bước nâng Độ cao

source: Toolmode Button 1
vi: Nút Công cụ 1

source: Toolmode Button 2
vi: Nút Công cụ 2

source: Toolmode Button 3
vi: Nút Công cụ 3

source: Toolmode Button 4
vi: Nút Công cụ 4

source: Select Landscaping
vi: Chọn Chỉnh sửa Địa hình

source: Select Landscaping Tools
vi: Chọn Công cụ Chỉnh sửa Địa hình

source: Select Landscaping Water Structures
vi: Chọn Công trình Thủy lợi

source: Select Winter Parks & Plazas
vi: Chọn Công viên & Quảng trường Mùa đông

source: Select Winter Unique Buildings
vi: Chọn Công trình Đặc trưng Mùa đông

source: Select Landscaping Paths
vi: Chọn Chỉnh sửa Địa hình Đường

source: Select Landscaping Trees
vi: Chọn Chỉnh sửa Địa hình Cây

source: Select Landscaping Rocks
vi: Chọn Chỉnh sửa Địa hình Đá

source: Select Parks
vi: Chọn Công viên

source: Select Plazas
vi: Chọn Quảng trường

source: Select Other Parks
vi: Chọn Công viên Khác

source: Screenshot
vi: Chụp màn hình

source: High Resolution Screenshot (x4)
vi: Chụp màn hình độ phân giải cao (x4)

source: Build Elevation Up
vi: Nâng tầng

source: Build Elevation Down
vi: Hạ tầng

source: Pan Camera Left
vi: Đưa máy quay sang Trái

source: Pan Camera Right
vi: Đưa máy quay sang Phải

source: Pan Camera Forward
vi: Đưa máy quay tới Trước

source: Pan Camera Backward
vi: Đưa máy quay về Sau

source: Rotate Camera Modifier
vi: Xoay máy quay

source: Rotate Camera Left
vi: Xoay máy quay sang Trái

source: Rotate Camera Right
vi: Xoay máy quay sang Phải

source: Rotate Camera Up
vi: Xoay máy quay lên Trên

source: Rotate Camera Down
vi: Xoay máy quay xuống Dưới

source: Zoom Camera In
vi: Phóng to

source: Zoom Camera Out
vi: Thu nhỏ

source: Terrain Tools
vi: Công cụ tạo Địa hình

source: Import Heightmap Tool
vi: Nhập Bản đồ độ cao

source: Export Heightmap Tool
vi: Xuất Bản đồ độ cao

source: Water Tools
vi: Công cụ tạo Nước

source: Natural Resources Tool
vi: Công cụ tạo Tài nguyên thiên nhiên

source: Forest Tool
vi: Công cụ tạo Rừng

source: Outside Connections Items
vi: Liên kết với bên ngoài

source: Environment Tools
vi: Công cụ tạo Môi trường

source: Select Bulldozer
vi: Chọn Máy ủi

source: Increase Brush Size
vi: Tăng kích cỡ Cọ

source: Decrease Brush Size
vi: Giảm kích cỡ Cọ

source: Increase Brush Strength
vi: Tăng độ đậm của Cọ

source: Decrease Brush Strength
vi: Giảm độ đậm của Cọ

source: Raise Sea Level
vi: Tăng mực nước biển

source: Lower Sea Level
vi: Hạ mực nước biển

source: Raise Target Level Height
vi: Tăng cao độ của mục tiêu

source: Lower Target Level Height
vi: Giảm cao độ của mục tiêu

source: Increase Water Source Capacity
vi: Tăng dung tích nguồn nước

source: Decrease Water Source Capacity
vi: Giảm dung tích nguồn nước

source: Decorations
vi: Trang trí

source: Surfaces
vi: Bề mặt

source: Select Roads
vi: Chọn Đường

source: Select Zoning
vi: Chọn Quy hoạch

source: Select Districts
vi: Chọn Quận

source: Select Electricity
vi: Chọn Điện năng

source: Select Water and Sewage
vi: Chọn Cấp thoát Nước

source: Select Garbage
vi: Chọn Rác thải

source: Select Healthcare
vi: Chọn Y tế

source: Select Fire Department
vi: Chọn Cứu hỏa

source: Select Police Department
vi: Chọn Cảnh sát

source: Select Government
vi: Chọn Chính quyền

source: Select Education
vi: Chọn Giáo dục

source: Select Public Transport
vi: Chọn Giao thông Công cộng

source: Select Decoration
vi: Chọn Trang trí

source: Select Unique Buildings
vi: Chọn Công trình Đặc trưng

source: Select Monuments
vi: Chọn Kỳ quan

source: Select Economy
vi: Chọn Kinh tế

source: Select Budget
vi: Chọn Ngân sách

source: Select Taxes
vi: Chọn Thuế

source: Select Loans
vi: Chọn Nợ công

source: Select Policies
vi: Chọn Chính sách

source: Select Info Views
vi: Chọn Xem thông tin

source: Create Residential Low Zone
vi: Tạo khu Dân cư mật độ Thấp

source: Create Residential High Zone
vi: Tạo khu Dân cư mật độ Cao

source: Create Commercial Low Zone
vi: Tạo khu Thương mại mật độ Thấp

source: Create Commercial High Zone
vi: Tạo khu Thương mại mật độ Cao

source: Create Industrial Zone
vi: Tạo khu Công nghiệp

source: Create Office Zone
vi: Tạo khu Văn phòng

source: De-Zone
vi: Xóa Quy hoạch

source: Electricity Info View
vi: Thông tin Điện năng

source: Water and Sewage Info View
vi: Thông tin Cấp thoát Nước

source: Crime Info View
vi: Thông tin An ninh

source: Health Info View
vi: Thông tin Y tế

source: Happiness Info View
vi: Thông tin Độ hài lòng

source: Density Info View
vi: Thông tin Mật độ dân

source: Noise Pollution Info View
vi: Thông tin Ô nhiễm Tiếng ồn

source: Public Transport Info View
vi: Thông tin Giao thông Công cộng

source: Pollution Info View
vi: Thông tin Ô nhiễm

source: Natural Resources Info View
vi: Thông tin Tài nguyên Thiên nhiên

source: Land Value Info View
vi: Thông tin Giá trị Đất đai

source: Districts Info View
vi: Thông tin Quận

source: Outside Connections Info View
vi: Thông tin Liên kết với bên ngoài

source: Traffic Congestion Info View
vi: Thông tin Giao thông

source: Wind Speed Info View
vi: Thông tin Tốc độ Gió

source: Garbage Info View
vi: Thông tin Rác thải

source: Levels Info View
vi: Thông tin Cấp độ

source: Fire Safety Info View
vi: Thông tin An toàn cháy nổ

source: Education Info View
vi: Thông tin Giáo dục

source: Age Info View
vi: Thông tin Tuổi tác

source: Advisor Panel
vi: Cố vấn

source: Free Camera Mode
vi: Chế độ Máy quay Tự do

source: Unlocking Panel
vi: Bảng Mở khóa

source: Select Game Areas
vi: Chọn Vùng

source: Quick Save
vi: Lưu nhanh

source: Quick Load
vi: Nạp nhanh

source: City Info
vi: Thông tin về Thành phố

source: Debug Output Panel
vi: Bảng xuất kết quả sửa lỗi

source: Snow plow capacity: {0}
vi: Khả năng Dọn tuyết: {0}

source: Snow plows in use: {0} / {1}
vi: Xe dọn tuyết đang sử dụng: {0} / {1}

source: Plowing snow
vi: Đang dọn tuyết

source: Collecting snow
vi: Đang gom tuyết

source: Relocating snow to
vi: Đang chở tuyết đến

source: Unloading snow
vi: Đang đổ tuyết

source: Returning to facility
vi: Đang quay về cơ sở

source: Boost your roads
vi: Hãy nâng cấp đường

source: Chilly?
vi: Lạnh không?

source: Energy consumption high?
vi: Năng lượng tiêu thụ cao quá à?
