Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: A colum of air wreaks destruction on the map. Tornados travel from an edge of the map to another edge. The severity of tornado affect how large the tornado is and how straight it travels through the map. Tornadoes need an entry point.
vi: Một cột không khí tàn phá hủy diệt trên bản đồ. Tornados đi từ rìa bản đồ sang rìa khác. Mức độ nghiêm trọng của lốc xoáy ảnh hưởng đến mức độ lớn của cơn lốc xoáy và cách nó di chuyển thẳng qua bản đồ. Lốc xoáy cần một điểm vào.

source: Forest fires set nature props and trees on fire. If a forest fire reaches any buildings, it can set them on fire too. A Forest Fire needs a starting point.
vi: Cháy rừng đốt cháy các tiểu cảnh thiên nhiên và cây cối. Nếu đám cháy rừng đến bất kỳ tòa nhà nào, nó cũng có thể thiêu rụi chúng. Cháy rừng cần có điểm khởi đầu.

source: A flaming rock from space hits the earth. The severity of a Meteor Strike affects how large of a crater will be created and how far from the impact site the destruction reaches. Place disaster to choose impact site.
vi: Một tảng đá rực lửa từ không gian chạm vào trái đất. Mức độ nghiêm trọng của Meteor Strike ảnh hưởng đến mức độ lớn của miệng núi lửa sẽ được tạo ra và khoảng cách từ địa điểm va chạm mà sự phá hủy đạt đến. Đặt thảm họa để chọn nơi ảnh hưởng.

source: A wave is created in the sea and travels towards the city. The severity controls the height of the wave. Depending on the map, it can take quite long for the tsunami effect to be seen. The tsunami has no location.
vi: Một làn sóng được tạo ra trên biển và đi về phía thành phố. Mức độ nghiêm trọng kiểm soát độ cao của sóng. Tùy thuộc vào bản đồ, có thể mất khá nhiều thời gian để nhìn thấy hiệu ứng sóng thần. Sóng thần không có vị trí.

source: The ground shakes, causing the earth to crack and buildings on cracks to be destroyed. Earthquakes have an epicenter that's the main point of destruction. If the epicenter is on water, the earthquake can cause tsunami like waves.
vi: Mặt đất rung chuyển, khiến mặt đất nứt ra và các tòa nhà trên vết nứt bị phá hủy. Động đất có tâm chấn là điểm hủy diệt chính. Nếu tâm chấn nằm trên mặt nước, trận động đất có thể gây ra sóng thần như sóng thần.

source: Part of the ground suddenly sinks to create a hole. Place disaster to choose location of sinkhole.
vi: Một phần mặt đất đột ngột lún xuống tạo thành hố. Đặt thảm họa để chọn vị trí của hố sụt.

source: A powerful storm travels across the map. Lightning bolts can set buildings and forest on fire. A Thunderstorm needs an entry point.
vi: Một cơn bão mạnh di chuyển khắp bản đồ. Tia chớp có thể đốt cháy các tòa nhà và khu rừng. Sấm sét cần một điểm vào.

source: A structure in the city catches fire. Fire can spread if it's not put out quickly. Fire needs a location with a structure.
vi: Một công trình kiến trúc trong thành phố bốc cháy. Lửa có thể lan rộng nếu không được dập tắt nhanh chóng. Lửa cần một vị trí với một cấu trúc.

source: A structure in the city collapses. Needs a location with a structure.
vi: Một cấu trúc trong thành phố sụp đổ. Cần một vị trí có cấu trúc.

source: The city feels so safe now that we have a shelter! #shelter #protectionfromdisasters
vi: Thành phố bây giờ cảm thấy rất an toàn vì chúng tôi có một nơi trú ẩn! #shelter #protectionfromdisasters

source: What a wonderful addition for the city police forces! Helicopters! #policehelicopters
vi: Quả là một sự bổ sung tuyệt vời cho lực lượng cảnh sát thành phố! Máy bay trực thăng! #policehelicopters

source: Now the fire brigade can be even more efficient! #firefightinghelicopters
vi: Bây giờ đội cứu hỏa thậm chí có thể hiệu quả hơn! #firefightinghelicopters

source: The city's healthcare services are top notch now with the medical helicopters! #medicalhelicopters
vi: Các dịch vụ chăm sóc sức khỏe của thành phố hiện nay là hàng đầu với máy bay trực thăng y tế! #medicalhelicopters

source: More safety to us city dwellers and to forest animals! It's good to have a firewatch tower! #firewatchtower
vi: An toàn hơn cho cư dân thành phố và động vật rừng! Thật tốt khi có một tháp đồng hồ cứu hỏa! #firewatchtower

source: Handling flooding houses just got easier! Excellent that the city now has a pumping service! #pumpingservice
vi: Xử lý lũ lụt nhà cửa trở nên dễ dàng hơn! Tuyệt vời là thành phố hiện có một dịch vụ bơm! #pumpingservice

source: I feel so much safer already now that we have a disaster response unit in the city! #safetyfirst #disasterresponceunit
vi: Bây giờ tôi cảm thấy an toàn hơn rất nhiều khi chúng tôi có một đơn vị ứng phó thảm họa trong thành phố! #safetyfirst #disasterresponceunit

source: No more unexpected tsunamis now that the city has a Warning Buoy! #tsunamiwarningbuoy
vi: Không còn sóng thần bất ngờ khi thành phố đã có Phao Cảnh báo! #tsunamiwarningbuoy

source: The new weather radar seems like an excellent investment! No more unexpected thunderstorms, tornadoes or dry spells! #weatherradar
vi: Radar thời tiết mới có vẻ là một khoản đầu tư tuyệt vời! Không còn giông bão, lốc xoáy hay khô hạn bất ngờ! #weatherradar

source: We are prepared for earthquakes with the brand new earthquake sensor! #earthquakesensor
vi: Chúng tôi đã chuẩn bị cho động đất với cảm biến động đất hoàn toàn mới! #earthquakesensor

source: In loving memory of the disaster the city unveils a disaster memorial #rememberthedisaster
vi: Để tưởng nhớ đến thảm họa, thành phố khánh thành đài tưởng niệm thảm họa #rememberthedisaster

source: That's what I call a shelter! The brand new Doomsday Vault in bigger and better than any other shelter! #doomsdayvault
vi: Đó là những gì tôi gọi là một nơi trú ẩn! Doomsday Vault hoàn toàn mới trong lớn hơn và tốt hơn bất kỳ nơi trú ẩn nào khác! #ngày tận thế

source: Remember the meteor that fell? Now you can see it in the meteor park! #meteorpark
vi: Nhớ sao băng đã rơi? Bây giờ bạn có thể nhìn thấy nó trong công viên sao băng! #meteorpark

source: UB1 first chirp
vi: Tiếng kêu đầu tiên của UB1

source: UB2 first chirp
vi: Tiếng ríu rít đầu tiên của UB2

source: UB3 first chirp
vi: Tiếng hót líu lo đầu tiên của UB3

source: Dry spells are history! I'm so happy the city decided to build water tanks to make sure we have enough water! #watertanks
vi: Phép thuật khô là lịch sử! Tôi rất vui vì thành phố đã quyết định xây dựng các bể chứa nước để đảm bảo chúng tôi có đủ nước! #bể chứa nước

source: The surf's up! Wait, no. #flooding #disaster #nosurfing
vi: Lướt lên! Đợi đã, không. #ngập lụt #thảm họa #lướt ván

source: What's with all the water? #flood #toomuchwater
vi: Những gì với tất cả các nước? #lũ lụt #nước biển

source: Why is my bed wet? #flood #whysowet
vi: Tại sao giường của tôi ướt? #lũ lụt #whysowet

source: Wait a moment, there shouldn't be water in my house? #flood #suspicious
vi: Chờ một chút, không nên có nước trong nhà của ta? #flood #suspicious

source: I guess I'm not going to work without a snorkel today! #flood #snorkelday
vi: Tôi đoán hôm nay tôi sẽ không làm việc nếu không có ống thở! #flood #snorkelday

source: Anyone got spare flippers? I need to get to work! #flood #swimtoworktheysay
vi: Có ai có chân chèo dự phòng không? Tôi cần phải đi làm! #flood #swimtoworktheysay

source: My cat hates water! Help! #flood #catemergency
vi: Con mèo của tôi ghét nước! Cứu với! #flood #catemergency

source: An umbrella won't help now, except maybe used as a boat! #flood #paddlinginmyumbrella
vi: Một chiếc ô sẽ không giúp đỡ bây giờ, ngoại trừ có thể được sử dụng như một chiếc thuyền! #lũ lụt #paddlinginmyumbrella

source: Help, my house is flooding! #flood #notinmyhouse
vi: Giúp em với, nhà em đang ngập nước! #lũ lụt #notinmyhouse

source: Thor, show us your might! #thunderstorm #oldgods
vi: Thor, hãy cho chúng tôi thấy sức mạnh của bạn! #thunderstorm #oldgods

source: What a storm! I hope no one is hurt! #thunderstorm #staysafe
vi: Thật là một cơn bão! Tôi hy vọng không ai bị tổn thương! #dông #staysafe

source: Did you see that lightning? Wow! #thunderstorm #lightningspotting
vi: Bạn có thấy tia sét đó không? Ồ! #dông #lightningspotting

source: Thunder and lightning! Very very frightening! #thunderstorm #ilovemusic
vi: Sấm và sét! Rất rất đáng sợ! #dông #ilovemusic

source: Don't go under a tree to stay dry! It's not safe! #thunderstorm #notrees
vi: Đừng đi dưới gốc cây để giữ khô! Nó không an toàn! #dông #notrees

source: Oh no, my umbrella! #thunderstorm #byebyebrelly
vi: Ôi không, ô của tôi! #dông #byebyebrelly

source: Today is the day to wear wellies! #thunderstorm #wellieday
vi: Hôm nay là ngày để mặc goodies! #dông #wellieday

source: What's that rumbling? #thunderstorm #weirdnoises
vi: Cái gì ầm ầm? #dông #weirdnoises

source: Stay safe, everyone! There's a storm raging! #thunderstorm #safetyfirst
vi: Giữ an toàn, mọi người! Có một cơn bão đang hoành hành! #dông #safetyfirst

source: It's pouring! Lightning flashing! #thunderstorm #heavyrain
vi: Nó đang đổ! Sấm chớp! #dông #heavyrain

source: What was that rumble? Is my neighbour having bowel issues again? #meteorstrike #healthyneighboursplease
vi: Tiếng ầm ầm đó là gì? Là hàng xóm của tôi có vấn đề về ruột một lần nữa? #meteorstrike #healthyneighboursplease

source: Did you see that?! That was {0}! #meteorstrike #WOW
vi: Bạn có thấy điều đó không?! Đó là {0}! #meteorstrike #WOW

source: Was it aliens? I bet it was aliens! #meteorstrike #conspiracy #aliens
vi: Có phải người ngoài hành tinh? Tôi cá rằng đó là người ngoài hành tinh! #meteorstrike #conspiracy #aliens

source: Oh lord we are all going to die! #meteorstrike #worried
vi: Chúa ơi tất cả chúng ta sẽ chết! #meteorstrike #worried

source: Stay calm! I think it missed us! #meteorstrike #isitamiss
vi: Bình tĩnh! Tôi nghĩ rằng nó nhớ chúng tôi! #meteorstrike #isitamiss

source: That's why I wear a helmet all the time. You should too. #meteorstrike #helmetsareokay
vi: Đó là lý do tại sao tôi đội mũ bảo hiểm mọi lúc. Bạn cũng nên. #meteorstrike #helmetsareokay

source: A flaming rock fell from the sky! These are the end times! #meteorstrike #endtimes #flamingrocks
vi: Một tảng đá rực lửa từ trên trời rơi xuống! Đây là những lần kết thúc! #meteorstrike #endtimes #flamingrocks

source: That's it! I'm packing my things and moving to live in a cave. No more flaming rocks falling on me! #meteorstrike #nomore
vi: Đó là nó! Tôi đang thu dọn đồ đạc và chuyển đến sống trong một cái hang. Không còn những tảng đá rực lửa rơi vào tôi! #meteorstrike #nomore

source: Is that an asteroid? I mean a meteorite? Or a meteor? Help me out! #meteorstrike #whatdoicallit
vi: Đó có phải là một tiểu hành tinh? Ý tôi là một thiên thạch? Hay một thiên thạch? Giúp tôi ra! #meteorstrike #whatdoicallit

source: WHAT WAS THAT!? #meteorstrike #nervous
vi: CÁI GÌ ĐÓ!? #meteorstrike #nervous

source: Scientists were excited for asteroid {0} passing us by so close, but it seems they can inspect it up close now! #meteorstrike #forscience
vi: Các nhà khoa học rất vui mừng vì tiểu hành tinh {0} đi ngang qua chúng ta quá gần, nhưng có vẻ như họ có thể kiểm tra nó ngay bây giờ! #meteorstrike #forscience

source: Oh, so that's {0}? I thought it would be a bit smaller and less threatening. Time to run for your lives! #meteorstrike #runrunrun
vi: Ồ, đó là {0}? Tôi nghĩ nó sẽ nhỏ hơn một chút và ít đe dọa hơn. Thời gian để chạy cho cuộc sống của bạn! #meteorstrike #runrunrun

source: {0} come to me! No not that fast! #meteorstrike #wishuponastar
vi: {0} đến với tôi! Không, không nhanh lắm! #meteorstrike #wishuponastar

source: Nice to meet you, {0}! Please be gentle! #meteorstrike #dontdestroyus
vi: Rất vui được gặp bạn, {0}! Làm ơn dịu dàng! #meteorstrike #dontdestroyus

source: My car was just there a moment ago. Now it isn’t. What is this? #mystery #sinkhole #sinkholemystery
vi: Xe của tôi vừa ở đó một lúc trước. Bây giờ thì không. Cái này là cái gì? # bí ẩn # hố chìm # bí ẩn

source: A sinkhole? Where am I supposed to park now? #needmoreparkingspace #sinkhole
vi: Một hố sâu? Tôi phải đậu ở đâu bây giờ? #needmoreparkingspace #sinkhole

source: That was my favourite spot in the whole city! Oh no! #sadness #sinkhole
vi: Đó là điểm yêu thích của tôi trong toàn thành phố! Ôi không! #sadness #sinkhole

source: There I was, minding my own business when the ground fell off. What? Why? #WHY #sinkhole
vi: Tôi đã ở đó, để ý đến việc kinh doanh của chính mình khi mặt đất sụp đổ. Gì? Tại sao? #WHY #sinkhole

source: Watch out for sinkholes! I nearly lost my dog to one! #doggydontgo #sinkhole
vi: Coi chừng hố sụt! Tôi gần như mất con chó của tôi đến một! #doggydontgo #sinkhole

source: The sky is pretty, but remember to watch you feet. I almost fell into a sinkhole! #prettysky #sinkhole
vi: Bầu trời rất đẹp, nhưng hãy nhớ ngắm nhìn đôi chân của bạn. Tôi gần như rơi vào một hố sâu! #prettysky #sinkhole

source: A sinkhole just sunk and while sinking took with it a building! #sinksanksunk #sinkhole
vi: Một hố chìm vừa chìm và trong khi chìm đã mang theo nó một tòa nhà! #sinksanksunk #sinkhole

source: What was that noise? Sounded like something huge just fell down #sinkhole #falling
vi: Tiếng ồn đó là gì? Nghe như một thứ gì đó to lớn vừa rơi xuống #sinkhole #falling

source: That was fast! The sinkhole just suddenly appeared out of nowhere! #surprise #sinkhole
vi: Nhanh thật! Cái hố chìm đột nhiên xuất hiện từ hư không! #surprise #sinkhole

source: Was it a sinkhole that sunk the Titanic? At least I wouldn’t want to try steering a ship into one! #titanic #sinkhole
vi: Nó có phải là một hố sụt đã đánh chìm tàu Titanic? Ít nhất thì tôi sẽ không muốn thử lái một con tàu thành một con tàu! #titanic #hố sụt

source: Hold on to your hats! And your kids! #tornado #flyinghats #andkids
vi: Giữ trên mũ của bạn! Và những đứa trẻ của bạn! #tornado #flyinghats #andkids

source: I took the dog for a walk but she seemed more interested in flying today #tornado #whendogsfly
vi: Tôi dắt chó đi dạo nhưng hôm nay cô ấy có vẻ thích bay hơn #tornado #whendogsfly

source: Today I'll go and try out my new kite! #tornado #kiteweather
vi: Hôm nay tôi sẽ đi thử diều mới của tôi! #tornado #kiteweather

source: Send help! My umbrella flew up a tree with me still holding on to it! #tornado #badumbrella
vi: Gửi giúp đỡ! Chiếc ô của tôi bay lên một cái cây với tôi vẫn đang giữ nó! #tornado #badumbrella

source: My hat! My favourite hat! If you see a red cap flying by, grab it, it's mine! #tornado #myfavouritehat #lost
vi: Mũ của tôi! Chiếc mũ yêu thích của tôi! Nếu bạn thấy một cái mũ đỏ bay ngang qua, hãy nắm lấy nó, nó là của tôi! #tornado #myfavouritehat #lost

source: My cow! My favourite cow! If you see brown cow flying by, grab it, it's mine! #tornado #wheresmycow
vi: Con bò của tôi! Con bò yêu thích của tôi! Nếu bạn thấy con bò nâu bay ngang qua, hãy nắm lấy nó, nó là của tôi! #tornado #wheresmycow

source: I left my car parked on the roadside but can't find it. It's a small, light car, any sightings? I hope it's not stolen! #tornado #car #lost #pleasedontbeflying
vi: Tôi để xe đậu ven đường nhưng không tìm thấy. Đó là một chiếc xe nhỏ, nhẹ, có nhìn thấy gì không? Tôi hy vọng nó không bị đánh cắp! #tornado # xe hơi #lost #pleasedontbeflying

source: Just saw my car go past my window. I live on the fifth floor. #tornado #highupcars
vi: Chỉ cần nhìn thấy chiếc xe của tôi đi qua cửa sổ của tôi. Tôi sống ở tầng năm. #tornado #highupcars

source: My bike is gone! I saw it gliding towards the horizon minutes ago! #tornado #flyingbike
vi: Xe đạp của tôi đi rồi! Tôi thấy nó lướt về phía chân trời phút trước! #tornado #flyingbike

source: Strong winds! Stay safe! #tornado #staysafe
vi: Gió to! Giữ an toàn! #tornado #staysafe

source: What is this? Small birds who want to do home improvement? #chirpynado #whathe
vi: Cái này là cái gì? Những con chim nhỏ muốn làm cải thiện nhà? #chirpynado #whathe

source: Amazing! Forest animals doing housework! #chirpynado #disneyistrue
vi: Kinh ngạc! Động vật rừng làm việc nhà! #chirpynado #disneyistrue

source: What the... Birds? I thought this was a tornado? #chirpynado #icanteven
vi: Cái gì ... Chim? Tôi nghĩ đây là một cơn lốc xoáy? #chirpynado #icanteven

source: Can I keep one as a pet? Pwetty please? #chirpynado #iwantone
vi: Tôi có thể nuôi một con như thú cưng không? Xin vui lòng? #chirpynado #iwantone

source: These birds are so cute! #chirpynado #cutenessoverload
vi: Những con chim này thật dễ thương! #chirpynado #cutenessoverload

source: Are these migrating birds? What season is it? #chirpynado #migrating
vi: Là những con chim di cư? Mùa nào vậy? #chirpynado #migrating

source: What? I have a new bathroom? #chirpynado #apleasantsurprise
vi: Gì? Tôi có một phòng tắm mới? #chirpynado #apleasantsurprise

source: A miracle! My kitchen is fully renovated! #chirpynado #newkitchen
vi: Một phép lạ! Nhà bếp của tôi được cải tạo hoàn toàn! #chirpynado #newkitchen

source: Everything looks new and shiny! Thank you, birds! #chirpynado #amazingbirds #trulyamazing
vi: Tất cả mọi thứ trông mới và sáng bóng! Cảm ơn các bạn! #chirpynado #amazingbirds #trulyamazing

source: Tornado winds but with tiny birds? This is getting weird! #chirpynado #dontunderstand
vi: Gió lốc nhưng có chim nhỏ? Điều này đang trở nên kỳ lạ! #chirpynado #dontunderstand

source: Did you feel that? The earth is moving! #earthquake #feelings
vi: Bạn có cảm thấy điều đó? Trái đất đang chuyển động! #earthquake #feelings

source: What was that? It felt like the earth just moved! #earthquake #idontfeelsafe
vi: Đó là cái gì Nó cảm thấy như trái đất vừa di chuyển! #earthquake #idontfeelsafe

source: Can I come out from under the table now? Is the earthquake past? #earthquake #tablesprotectme
vi: Tôi có thể đi ra từ dưới bàn bây giờ không? Là trận động đất đã qua? #earthquake #tablesprotectme

source: Duck and cover! It's an earthquake! #earthquake #thebestway
vi: Vịt và bao! Đó là một trận động đất! #earthquake #thebestway

source: My milk glass fell of the table and shattered. A disaster! #earthquake #milkdisaster
vi: Ly sữa của tôi rơi xuống bàn và vỡ tan. Một thảm họa! #earthquake #milkdisaster

source: Ban earthquakes! I want no more! #earthquake #banthem
vi: Cấm động đất! Tôi không muốn nữa! #earthquake #banthem

source: Stay safe! The earth is moving! #earthquake #staysafe
vi: Giữ an toàn! Trái đất đang chuyển động! #earthquake #staysafe

source: There's an earthquake! Be safe! #earthquake #safety
vi: Có một trận động đất! Hãy an toàn! #earthquake #safety

source: Don't go into buildings! There's an earthquake! #earthquake #safety
vi: Đừng đi vào các tòa nhà! Có một trận động đất! #earthquake #safety

source: These buildings can stand up to almost anything! Don't worry! #earthquake #confident
vi: Những tòa nhà này có thể đứng lên đến hầu hết mọi thứ! Đừng lo lắng! #earthquake #confident

source: Run Bambi! The forest is on fire! #forestfire #ohnobambi
vi: Chạy đi Bambi! Rừng đang cháy! # rừng cháy #ohnobambi

source: Smells like burning wood? Do you smell it? #forestfire #smokyaroma
vi: Mùi như đốt củi? Bạn có ngửi thấy nó? #forestfire #smokyaroma

source: Oh no! There's a forest fire! #forestfire #allthatfirewood
vi: Ôi không! Có một đám cháy rừng! #forestfire #allthatfirewood

source: My favourite picnic spot in the woods! It's on fire! #forestfire #RIPpicnicspot
vi: Điểm dã ngoại yêu thích của tôi trong rừng! Nó đang cháy! #forestfire #RIPpicnicspot

source: Don't go for a hike! There's a forest fire raging! #forestfire #nohiking
vi: Đừng đi lang thang! Có một đám cháy rừng hoành hành! #forestfire #nohiking

source: I hope the forest fire doesn't reach the city. We'd be doomed! #forestfire #possiblydoomed
vi: Tôi hy vọng lửa rừng không đến được thành phố. Chúng ta sẽ cam chịu! #forestfire #possiblydoomed

source: The forest is on fire! #forestfire #kindling
vi: Khu rừng đang cháy! #forestfire #kindling

source: A forest fire is raging! #forestfire #savetheforest
vi: Một đám cháy rừng đang hoành hành! #forestfire #savetheforest

source: Do you smell the smoke? There's a forest fire! #forestfire #runforestanimals
vi: Bạn có ngửi thấy mùi khói? Có một đám cháy rừng! #forestfire #runforestanimals

source: So much good kindling going to waste! #forestfire #ineededthatwood
vi: Rất nhiều tốt đẹp sẽ lãng phí! #forestfire #ineededthatwood

source: Did my neighbour install a smoke sauna? NO WAIT #fire #nosauna
vi: Hàng xóm của tôi đã cài đặt một phòng tắm hơi khói? NO WAIT #fire #nosauna

source: What's that smell? It's like something's burning... #fire #hopenotburning
vi: Mùi gì vậy? Nó giống như một cái gì đó đang cháy ... #fire #hopenotburning

source: Is someone cooking? Smells so good! #fire #hopefullycooking
vi: Có ai nấu ăn không? Mùi quá! #fire #hopefullycooking

source: Oh my lord, that building is on fire! #fire #weareallgonnadie
vi: Chúa ơi, tòa nhà đó đang cháy! #fire #weareallgonnadie

source: Stay safe! There's a fire in the city! #fire #safety
vi: Giữ an toàn! Có một đám cháy trong thành phố! #fire #safety

source: Help, there's a fire! #fire #emergency
vi: Giúp tôi với, có một đám cháy! #fire #emergency

source: Oh no, a fire is raging in the city! #fire #staysafe
vi: Ồ không, một đám cháy đang hoành hành trong thành phố! #fire #staysafe

source: Keep your windows closed, there's a fire spreading smoke! #fire #keepoutthesmoke
vi: Giữ cửa sổ của bạn đóng lại, có một đám cháy lan rộng! #fire #keepoutthesmoke

source: See that smoke? There's something burning! #fire #smokesignals
vi: Thấy khói không? Có gì đó đang cháy! #fire #smokesignals

source: Can you hear the alarms? There's a fire! #fire #alarm
vi: Bạn có nghe thấy báo động không? Có một đám cháy! #fire #alarm

source: It's so exciting to live in a city occasionally threatened by disasters! #disasterhunting
vi: Thật thú vị khi sống trong một thành phố đôi khi bị đe dọa bởi các thảm họa! #disasterhunting

source: I hope a tornado doesn't hit! #disastercity
vi: Tôi hy vọng một cơn lốc xoáy không trúng! #disastercity

source: In the last city I lived in we had a devastating earthquake. I hope it doesn't happen here! #myfavouritecity
vi: Ở thành phố cuối cùng tôi sống trong chúng tôi đã có một trận động đất kinh hoàng. Tôi hy vọng nó không xảy ra ở đây! #myfavouritecity

source: My favourite city service is the Disaster Response Unit. They once dug me out from under a collapsed building. #everydayheroes
vi: Dịch vụ thành phố yêu thích của tôi là Đơn vị ứng phó thảm họa. Có lần họ đào tôi ra khỏi một tòa nhà bị sập. #everydayheroes

source: Have you seen a tornado up front? I have. It's interesting! #tornadohunter
vi: Bạn đã thấy một cơn lốc xoáy lên phía trước? Tôi có. Thật thú vị! #tornadohunter

source: This city feels so safe! I hope it stays that way! #safecity
vi: Thành phố này cảm thấy rất an toàn! Tôi hy vọng nó vẫn như vậy! #safecity

source: When I'm listening to the radio, time seems to fly! #radioisthebest
vi: Khi tôi đang nghe radio, thời gian dường như đang trôi! #radioisthebest

source: Was that the emergency warning? I'm not sure. #isthereanemergency
vi: Đó có phải là cảnh báo khẩn cấp? Tôi không chắc. #isthereanemergency

source: Why isn't the emergency warning playing? MY CAT IS UP A TREE #thisisanemergency
vi: Tại sao không phải là cảnh báo khẩn cấp chơi? Con mèo của tôi đang trên CÂY #thisisanemergency

source: I need the Pumping Service! My house could soon be flooding! #floodisnofun
vi: Tôi cần dịch vụ bơm! Nhà tôi có thể sớm bị ngập lụt! #floodisnofun

source: I have to say I kinda like earthquakes. The last time I experienced one, I got rid of my back pain and got ready churned butter. #myfavouritedisaster
vi: Tôi phải nói rằng tôi giống như động đất. Lần cuối cùng tôi trải qua một lần, tôi đã hết đau lưng và chuẩn bị sẵn bơ. #myfavouritedisaster
