Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Road proximity needed
vi: Đường gần cần thiết

source: Place next to water
vi: Đặt bên cạnh nước

source: Want to speed things up?
vi: Bạn muốn tăng tốc mọi thứ?

source: Game Paused
vi: Tạm dừng trò chơi

source: Economy panel unlocked
vi: Bảng điều khiển nền kinh tế đã được mở khóa

source: Need more information?
vi: Cần thêm thông tin?

source: Not enough money!
vi: Không đủ tiền!

source: Click on an existing road!
vi: Bấm vào một con đường hiện có!

source: Info views
vi: Lượt xem thông tin

source: Grow the city
vi: Phát triển thành phố

source: Line not finished
vi: Dòng chưa kết thúc

source: Reach a milestone
vi: Đạt được một cột mốc

source: More options
vi: Lựa chọn khác

source: Upgrade roads
vi: Nâng cấp đường

source: Cemetery needed
vi: Nghĩa trang cần thiết

source: Back to normal view
vi: Trở lại chế độ xem bình thường

source: Not where you want it?
vi: Không phải nơi bạn muốn nó?

source: Cemetery Full
vi: Nghĩa trang đầy đủ

source: Route needed
vi: Tuyến đường cần thiết

source: Wrong station type
vi: Sai loại trạm

source: Bulldozer
vi: Máy ủi

source: Facility full
vi: Cơ sở đầy đủ

source: Set policies
vi: Đặt chính sách

source: Set Districts
vi: Đặt quận

source: Placing Wind Turbines
vi: Đặt Tua bin gió

source: One-Way Roads
vi: Đường một chiều

source: Info Windows
vi: Cửa sổ thông tin

source: Production Surplus
vi: Dư thừa Sản phẩm

source: No Customers!
vi: Không có khách hàng!

source: Build Roads
vi: Xây dựng đường

source: Starting building your city
vi: Bắt đầu xây dựng thành phố của bạn

source: Renaming
vi: Đổi tên

source: Elevated Roads
vi: Đường cao tốc

source: Crossroads and traffic
vi: Ngã tư và giao thông

source: Running out of money?
vi: Hết tiền?

source: Disconnected Power Grids?
vi: Lưới điện bị ngắt?

source: Pipeline Problems?
vi: Vấn đề đường ống?

source: Taxes too high!
vi: Thuế quá cao!

source: Facility empty
vi: Cơ sở trống

source: A building has leveled up!
vi: Một tòa nhà đã lên cấp!

source: How is the building doing?
vi: Tòa nhà đang hoạt động thế nào?

source: Rocket parts made from processed oil and ore resources are delivered to the ChirpX Launch Site to assemble a rocket. When a rocket is assembled and the launch preparations are finished, you can launch it using the button in the launch site panel.
vi: Từng bộ phận của tên lửa làm từ quặng và dầu được chuyển đến Bãi phóng ChirpX để lắp ráp hoàn chỉnh một tên lửa. Khi một tên lửa lắp ráp xong và công đoạn chuẩn bị phóng được hoàn tất, bạn có thể phóng nó bằng nút trong bảng điều khiển phóng.

source: Place an Airport Terminal building to create an area and add concourses to it to expand the airport. The terminal also acts as a hub for city services.
vi: Xây một Nhà ga để khởi tạo khu vực và xây thêm sảnh chờ vào khu vực đó để mở rộng sân bay. Nhà ga cũng là một trung tâm cho các dịch vụ của thành phố.

source: You can create an Airport Area and build different types of airport buildings inside the area. Try it out! Airport buildings can be built alongside concourses.
vi: Bạn có thể tạo Khu vực sân bay và xây dựng các loại tòa nhà sân bay khác nhau trong khu vực. Hãy thử đi! Các tòa nhà sân bay có thể được xây dựng cùng với các sảnh chờ của sân bay.

source: Snow has fallen on city streets. Snow slows down traffic. To remove snow, you should build Snowdumps that send out snowplows to free roads of snow.
vi: Tuyết rơi đầy trên các con đường. Nó gây cản trở giao thông. Để dọn tuyết, bạn nên xây Bãi Tuyết để máy xúc đi dọn sạch các con đường khỏi tuyết.

source: Make sure you connect the heating facility to upgraded water pipes and the pipes to buildings so they can utilize heat. If no heating is available, buildings will use electricity. Producing heating costs less than producing electricity, so heating should be preferred by any frugal city.
vi: Đảm bảo rằng bạn kết nối thiết bị sưởi với các đường ống nước được nâng cấp và các đường ống tới các tòa nhà để chúng có thể tận dụng nhiệt. Nếu không có hệ thống sưởi, các tòa nhà sẽ sử dụng điện. Sản xuất sưởi ấm chi phí thấp hơn sản xuất điện, vì vậy sưởi ấm nên được ưa thích bởi bất kỳ thành phố thanh đạm nào.

source: Maintenance costs keep your roads in good condition, but to give roads an extra boost, you need the Road Maintenance Depot. The road maintenance vehicles travel around the city making sure that roads are in superb condition, which allows traffic to move faster.
vi: Phí bảo trì giữ cho đường luôn tốt, nhưng để cho đường tốt hơn nữa, bạn cần có Bến Bảo trì Đường bộ. Các xe bảo trì đường bộ chạy quanh thành phố để đảm bảo rằng đường sá luôn trong điều kiện tuyệt vời, làm cho giao thông lưu thông được nhanh hơn.

source: Make sure you connect the depot to tracks leading to tram lines, so the lines can receive vehicles from the depot.
vi: Đảm bảo bạn kết nối kho với các đường dẫn đến các tuyến xe điện, để các tuyến có thể nhận xe từ bến tập kết.

source: Make sure your vehicles can reach lines from the depot, or the lines cannot use vehicles from this depot.
vi: Đảm bảo các phương tiện của bạn có thể đến các tuyến từ kho, hoặc các tuyến không thể sử dụng các phương tiện từ kho này.

source: You can now build canals. Choose from three different depths to get a canal suitable for the terrain. If your canal is prone to flooding, upgrade start and end of the canal to lowest canal type to control the amount of water getting in, or try the flood walls.
vi: Bây giờ bạn có thể xây dựng kênh đào. Chọn từ ba độ sâu khác nhau để có được kênh đào phù hợp với địa hình. Nếu kênh của bạn dễ bị ngập lụt, hãy nâng cấp đầu và cuối kênh thành loại kênh thấp nhất để kiểm soát lượng nước vào, hoặc thử tường chắn lũ.

source: Use quays to finish a shoreline and allow buildings to be zoned close to the valuable waterfront.
vi: Sử dụng các cầu cảng để hoàn thành đường bờ biển và cho phép các tòa nhà được khoanh vùng gần với bờ biển có giá trị.

source: When it gets cold, buildings need heating. By default they will use electricity for heating, but for a more economic solution, heating services can be provided. Find the heating services under the Water build menu.
vi: Khi trời trở lạnh, các tòa nhà cần sưởi ấm. Theo mặc định, họ sẽ sử dụng điện để sưởi ấm, nhưng đối với một giải pháp kinh tế hơn, dịch vụ sưởi ấm có thể được cung cấp. Tìm các dịch vụ sưởi ấm trong menu Xây dựng nước.

source: Your Snowpdump is almost full. Snow melts at a set pace, but if your city experiences heavy snowfall, you might need another Snowdump to help out. You can empty existing Snowdumps by clicking on the building and choosing "Empty".
vi: Tuyết rơi của bạn đã gần đầy. Tuyết tan theo một tốc độ định sẵn, nhưng nếu thành phố của bạn trải qua tuyết rơi dày, bạn có thể cần một Snowdump khác để giúp đỡ. Bạn có thể làm trống Snowdumps hiện tại bằng cách nhấp vào tòa nhà và chọn "Làm trống".

source: If you want to provide your citizens with heating, build a service building producing heat and connect it with upgraded water pipes to the buildings you want to receive heat.
vi: Nếu bạn muốn cung cấp hệ thống sưởi cho người dân của mình, hãy xây dựng một tòa nhà dịch vụ sản xuất nhiệt và kết nối nó với các đường ống nước nâng cấp đến các tòa nhà mà bạn muốn nhận nhiệt.

source: There's a flood in your city! Don't worry, water will evaporate with time. Thorougly flooded buildings are abandoned, but can be rebuilt if there's demand for the zone type.
vi: Có một trận lụt trong thành phố của bạn! Đừng lo lắng, nước sẽ bay hơi theo thời gian. Các tòa nhà bị ngập lụt nghiêm trọng bị bỏ hoang, nhưng có thể được xây dựng lại nếu có nhu cầu về loại khu vực.

source: When demolishing canals, water can be displaced. Water evaporates with time, so worry not!
vi: Khi phá dỡ kênh mương, nước có thể bị tràn. Nước sẽ sớm bay hơi, cho nên đừng quá lo!

source: Tornadoes move from a map edge to another, wrecking havoc on their way.
vi: Lốc xoáy đi từ mép này sang mép kia bản đồ, tàn phá mọi thứ nó đi qua.

source: Forest fires can start anywhere in the wilderness. Fire fighting helicopters can extinguish Forest Fires. If a fire reaches the city, it can set buildings on fire.
vi: Cháy rừng có thể bắt đầu ở bất cứ nơi nào trong vùng hoang dã. Trực thăng chữa cháy có thể dập tắt Đám cháy rừng. Nếu một đám cháy đến thành phố, nó có thể đốt cháy các tòa nhà.

source: A flaming rock from the sky is falling to the map area. If it hits the city, it will leave behind destroyed buildings and fires.
vi: Một tảng đá rực lửa từ trên trời rơi xuống khu vực bản đồ. Nếu nó tấn công thành phố, nó sẽ để lại những tòa nhà bị phá hủy và hỏa hoạn.

source: There's been an earthquake somewhere on the sea, causing a huge wave to travel to the shore. A tsunami wave is mostly like a regular flood, but can be stronger. Buildings that go fully under water are destroyed, badly flooded ones will be abandoned.
vi: Có một trận động đất ở đâu đó trên biển, gây ra một làn sóng lớn di chuyển vào bờ. Một cơn sóng thần chủ yếu giống như một trận lũ thông thường, nhưng có thể mạnh hơn. Các tòa nhà chìm hoàn toàn dưới nước bị phá hủy, những ngôi nhà bị ngập lụt nghiêm trọng sẽ bị bỏ hoang.

source: An earthquake shakes the ground! Buildings near the center of the quake can be destroyed.
vi: Một trận động đất làm rung chuyển mặt đất! Các tòa nhà gần trung tâm của trận động đất có thể bị phá hủy.

source: Storms cause lightning strikes that can set buildings and trees on fire. Make sure your Fire Brigade is well prepared! A Lightning Rod policy can help protect buildings.
vi: Bão gây ra sét đánh có thể khiến các tòa nhà và cây cối bốc cháy. Hãy chắc chắn rằng đội cứu hỏa của bạn đã được chuẩn bị tốt! Chính sách Lightning Rod có thể giúp bảo vệ các tòa nhà.

source: The ground has become unstable and parts can collapse and create sinkholes. Anything in the sinkhole area is destroyed.
vi: Mặt đất đã trở nên không ổn định và các bộ phận có thể sụp đổ và tạo ra các hố sụt. Bất cứ thứ gì trong khu vực hố chìm đều bị phá hủy.

source: When no escape routes are present, the Shelter has coverage around it like other service buildings. If you want to control which areas use this Shelter, mark an escape route to alter the coverage area.
vi: Khi không có lối thoát nào, Shelter có vùng phủ sóng xung quanh nó như các tòa nhà dịch vụ khác. Nếu bạn muốn kiểm soát khu vực nào sử dụng Nơi trú ẩn này, hãy đánh dấu một lối thoát để thay đổi vùng phủ sóng.

source: A building in the city has been destroyed! You can bulldoze it, or build a Disaster Response Unit that will search through the rubble and free the lot for re-building. City Service Buildings can be rebuild by clicking on building after the rubble has been searched and choosing Rebuild.
vi: Một tòa nhà trong thành phố đã bị phá hủy! Bạn có thể san phửng hoặc xây dựng Trung tâm Ứng phó Thảm họa sẽ tìm kiếm trong đống đổ nát và giải phóng lô đất để xây dựng lại. Tòa nhà Dịch vụ Thành phố có thể được xây dựng lại bằng cách nhấp vào tòa nhà sau khi đống đổ nát đã đã được tìm kiếm và chọn Tái thiết.

source: A building in the city is flooded with water! Flooded buildings can become abandoned or even destroyed, but you can help by building a Pumping Service. They pump out misplaced water.
vi: Một tòa nhà trong thành phố tràn ngập nước! Các tòa nhà bị ngập lụt có thể bị bỏ hoang hoặc thậm chí bị phá hủy, nhưng bạn có thể giúp đỡ bằng cách xây dựng Dịch vụ bơm. Họ bơm nước không đúng chỗ.

source: A disaster is approaching! Remember to evacuate the citizens to Shelters to make sure the loss of life in the city is minimal.
vi: Một thảm họa đang ập đến! Hãy mau sơ tán người dân đến Hầm trú ẩn để giảm thiểu tối đa thương vong trong thành phố

source: You are playing a scenario. You can check what the scenario goals are by clicking here.
vi: Bạn đang chơi một kịch bản. Bạn có thể xem mục tiêu của kịch bản bằng cách nhấp vào đây.

source: Water outlets can be placed anywhere, but keep in mind that the water they pump out will flow downhill and fill suitable areas. Water evaporates and outlets can be turned on and off to control water.
vi: Các cửa xả nước có thể được đặt ở bất cứ đâu, nhưng hãy nhớ rằng nước mà chúng bơm ra sẽ chảy xuống và lấp đầy các khu vực phù hợp. Nước bay hơi và các cửa hàng có thể được bật và tắt để kiểm soát nước.

source: Whoah! Instead of a regular tornado, a very rare Chirpynado has formed! Instead of destoying things, it actually upgrades buildings it travels over.
vi: Oà! Thay vì một cơn lốc xoáy thông thường, một Lốc Chirpy rất hiếm đã hình thành! Thay vì phá hủy mọi thứ, nó thực sự nâng cấp các tòa nhà mà nó đi qua.

source: The road has been destoyed. Use road upgrade tool to rebuild road, or bulldoze it.
vi: Con đường đã bị phá hủy. Dùng công cụ nâng cấp đường để xây lại đường, hoặc san phẳng nó.

source: To fix roads, use the road upgrade tool in the road building menu. You can also just bulldoze the destroyed roads.
vi: Để sửa đường, sử dụng công cụ nâng cấp đường trong menu xây dựng đường. Bạn cũng có thể ủi đất trên đường bị phá hủy.

source: Click on the destroyed building to see what it was and can it be rebuilt. Service buildings visited by the Disaster Response Unit can be rebuilt.
vi: Nhấp vào tòa nhà bị phá hủy để xem nó là gì và có thể được xây dựng lại không. Các tòa nhà dịch vụ được truy cập bởi Đơn vị ứng phó thảm họa có thể được xây dựng lại.

source: If a disaster hits your city, evacuating citizens to Shelters helps them stay safe. Build Shelters to prepare for evacuation.
vi: Nếu một thảm họa xảy ra với thành phố của bạn, việc sơ tán công dân đến Mái ấm giúp họ an toàn. Xây dựng Mái ấm để chuẩn bị sơ tán.

source: Remember to release citizens from Shelters once the disaster has passed. Citizens in Shelters don’t pay taxes. If citzens were left homeless, they will stay in the Shelters even when released and wait for new housing to be found in the city.
vi: Hãy nhớ giải phóng công dân khỏi Mái ấm một khi thảm họa đã qua. Công dân ở Mái ấm don thuế nộp thuế. Nếu các citzens bị mất nhà cửa, họ sẽ ở trong Mái ấm ngay cả khi được thả ra và chờ đợi nhà ở mới được tìm thấy trong thành phố.

source: Roads now have names. Click on a name to open and information panel about the road in question.
vi: Đường bây giờ có tên. Nhấp vào tên để mở và bảng thông tin về con đường đang được đề cập.

source: Select “Adjust road” to alter what is considered to be one road. Click on “Traffic routes” to open the info view for seeing where vehicles and citizens travel. To look at what sort of routes citizens take to and from the road, click on “Traffic Routes” to get to the Traffic Routes info view.
vi: Chọn "Điều chỉnh đường phố" để thay đổi những gì được coi là một đường. Nhấp vào "Các tuyến đường giao thông" trên đường cao tốc để mở chế độ xem thông tin để xem phương tiện và công dân đi lại ở đâu. Để xem loại tuyến đường nào công dân đi đến và đi trên đường, hãy nhấp vào Đường giao thông của đường sắt để đến thông tin về tuyến đường giao thông lượt xem.

source: Connect two or more Monorail Stations with tracks to be able to create a Monorail Line.
vi: Kết nối hai hay nhiều Ga tài đơn ray với các tuyến đường để có thể tạo Tuyến Tàu đơn ray.

source: Build two or more Stops or Piers to be able to create a ferry line. Stops and Piers need to be connected to each other with Pathways or with canals that automatically have Pathways.
vi: Xây dựng hai hoặc nhiều Điểm dừng hoặc Trụ để có thể tạo ra một tuyến phà. Dừng và bến cần được kết nối với nhau bằng Đường dẫn hoặc với các kênh tự động có Đường dẫn.

source: Before you can place Stops and Piers, you need to have a Depot to provide lines with ferries. The Depot automatically sends out ferries to all lines as long as it has access to the lines via Pathways. The Depot does not act as a stop and cannot be part of a line.
vi: Trước khi bạn có thể đặt Dừng và Piers, bạn cần phải có một Kho để cung cấp các tuyến với phà. Depot tự động gửi phà đến tất cả các dòng miễn là nó có quyền truy cập vào các dòng thông qua Pathways. Kho không hoạt động như một điểm dừng và không thể là một phần của một dòng.

source: Place Blimp stops and connect them with Pathways and Blimp Line to create a line. Make sure to connect the Blimp Depot to your line with a Pathway, so it can send Blimps to service the line.
vi: Đặt các điểm dừng Khí cầu và kết nối chúng với Tuyến đường và Điểm dừng để tạo một đường thẳng. Đảm bảo kết nối Kho khí cầu với đường dây của bạn bằng một Điểm dừng, vì vậy nó có thể gửi Khí cầu đến dịch vụ đường dây.

source: Start by placing a Blimp Depot. The Depot will automatically send Blimps to all lines it is connected to with Pathways. The Depot is not part of a line and does not act as a stop.
vi: Bắt đầu bằng cách đặt Trạm khí cầu. Kho sẽ tự động gửi Khí cầu đến tất cả các đường mà nó được kết nối với Điểm dừng. Trạm không phải là một phần của một tuyến và không hoạt động như một điểm dừng.

source: Click on the button to open Routes info view. The info view lets you investigate where citizens and vehicles are going, and where vehicles and citizens are coming from and going to when a building or a road is selected.
vi: Nhấp vào nút để mở chế độ xem thông tin Tuyến đường. Chế độ xem thông tin cho phép bạn điều tra nơi công dân và phương tiện đang đi, và nơi phương tiện và công dân đến và đi khi một tòa nhà hoặc một con đường được chọn.

source: This is a combination building, meaning it can have more than one type of public transport line connected to it. Connect a Ferry Line and a Bus Line to allow passengers to switch between transport types efficiently within the building.
vi: Đây là một tòa nhà kết hợp, có nghĩa là nó có thể có nhiều loại đường giao thông công cộng được kết nối với nó. Kết nối Tuyến phà và Tuyến xe buýt để cho phép hành khách chuyển đổi giữa các loại phương tiện giao thông hiệu quả trong tòa nhà.

source: This is an end of line station. You can connect lines only on one side of the building and trains cannot continue through it but must turn.
vi: Đây là một kết thúc của dòng trạm. Bạn chỉ có thể kết nối các đường ở một bên của tòa nhà và xe lửa không thể tiếp tục đi qua nó mà phải rẽ.

source: You can mark Train Stations to accept or not accept intercity trains. Intercity trains will not stop at the station but will continue through it if not accepted. By default stations accept all trains.
vi: Bạn có thể đánh dấu các Ga tàu để chấp nhận hoặc không chấp nhận các chuyến tàu liên tỉnh. Các chuyến tàu liên tỉnh sẽ không dừng tại ga mà sẽ tiếp tục đi qua nếu không được chấp nhận. Theo mặc định các trạm chấp nhận tất cả các chuyến tàu.

source: To set traffic lights on or off, click on the traffic light icon in the center of the intersection. If an intersection does not have traffic lights, it can have yield rules. A yield means traffic coming from the road with the yield must give way to other traffic before entering the intersection. Click on a yield icon to toggle it on or off.
vi: Để bật hoặc tắt đèn giao thông, hãy nhấp vào biểu tượng đèn giao thông ở trung tâm của giao lộ. Nếu giao lộ không có đèn giao thông, nó có thể có quy tắc nhường đường. Một sản lượng có nghĩa là giao thông đến từ đường với sản lượng phải nhường đường cho giao thông khác trước khi vào giao lộ. Nhấp vào biểu tượng sản lượng để bật hoặc tắt.

source: When a road building tool is selected, the small circle shows you the width of the road you are placing, and if the road type creates zoning grids, the larger circle around the small circle shows the width of the grid the road will create. When connecting to an existing road, you can see the angle at which the road connects to the existing road.
vi: Khi chọn công cụ xây dựng đường, vòng tròn nhỏ sẽ hiển thị cho bạn chiều rộng của đường bạn đang đặt và nếu loại đường tạo lưới phân vùng, vòng tròn lớn hơn xung quanh vòng tròn nhỏ sẽ hiển thị chiều rộng của lưới mà đường sẽ tạo. Khi kết nối với đường hiện có, bạn có thể thấy góc mà đường đó kết nối với đường hiện tại.

source: To bulldoze tunnels and other underground structures, choose the Underground mode to see and easily select underground items. To return to normal view, click on Underground mode again to toggle it off.
vi: Để ủi đất các đường hầm và các cấu trúc ngầm khác, chọn chế độ Ngầm để xem và dễ dàng chọn các mục ngầm. Để trở về chế độ xem bình thường, nhấp lại vào chế độ Ngầm để tắt nó đi.

source: To adjust how many vehicles this particular line has, move the slider. The base amount is based on budget.
vi: Để điều chỉnh số lượng xe mà dòng đặc biệt này có, hãy di chuyển thanh trượt. Số tiền cơ sở được dựa trên ngân sách.

source: If your vehicles cannot find a route between stops or stations on their own, use the Path tool to mark the path they need to take. Draw paths between the stops or stations that cannot be found, or use them for any route to adjust where the vehicles travel.
vi: Nếu phương tiện của bạn không thể tự tìm đường giữa các điểm dừng hoặc trạm, hãy sử dụng công cụ Đường dẫn để đánh dấu đường đi cần đi. Vẽ đường giữa các điểm dừng hoặc trạm không thể tìm thấy hoặc sử dụng chúng cho bất kỳ tuyến đường nào để điều chỉnh vị trí Các phương tiện đi lại.

source: Choose if you wish the tool to snap to angles, guidelines or not snap at all.
vi: Chọn nếu bạn muốn công cụ chụp theo góc, hướng dẫn hoặc không chụp chút nào.

source: Snow has fallen on the road, making it harder for vehicles to move on it. If you do not yet have a Snow Dump, build one. It will send out Snowplows to collect snow from roads.
vi: Tuyết đã rơi trên đường, khiến các phương tiện di chuyển trên đó khó khăn hơn. Nếu bạn chưa có Snow Dump, hãy xây dựng nó. Nó sẽ gửi Snowplows để thu thập tuyết từ các con đường.

source: You can mark areas as parks and place buildings and decorations in them. Try it out!
vi: Bạn có thể đánh dấu các khu vực là công viên và đặt các tòa nhà và đồ trang trí trong đó. Hãy thử nó!

source: When you have a Park Area, check out the park items that are available. Buildings and decorations placed inside the Park Area attract more visitors to visit your park.
vi: Khi bạn có Khu vực công viên, hãy kiểm tra các hạng mục công viên có sẵn. Các tòa nhà và đồ trang trí được đặt bên trong Khu vực Công viên thu hút nhiều du khách đến thăm công viên của bạn.

source: The gate you have placed allows you to collect entrance fees from visitors. Click on the gate to see more information about your park and to adjust ticket prices.
vi: Cổng bạn đã đặt cho phép bạn thu phí vào cửa từ khách truy cập. Nhấp vào cổng để xem thêm thông tin về công viên của bạn và để điều chỉnh giá vé.

source: The park building you placed contributes to how well your Park Area does and what it requires.
vi: Tòa nhà công viên bạn đặt góp phần vào việc Khu vực Công viên của bạn hoạt động tốt như thế nào và những gì nó yêu cầu.

source: Park buildings can be placed anywhere, but are most powerful in Park Areas when they receive bonuses based on Park Area level.
vi: Các tòa nhà công viên có thể được đặt ở bất cứ đâu, nhưng mạnh nhất ở Khu vực Công viên khi họ nhận được tiền thưởng dựa trên cấp độ Khu vực Công viên.

source: You can create Industry Areas and build highly specialized industrial buildings inside these areas. Try it out!
vi: Bạn có thể tạo Khu vực công nghiệp và xây dựng các tòa nhà công nghiệp chuyên dụng cao bên trong các khu vực này. Hãy dùng thử!

source: Build a Main building to assign an Industry Area a type and allow it to level.
vi: Xây dựng một tòa nhà chính để gán cho Khu vực công nghiệp một loại và cho phép nó san bằng.

source: Build an extractor to collect raw materials for the processing plants.
vi: Xây dựng một máy chiết để thu thập nguyên liệu cho các nhà máy chế biến.
