Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Set train tracks and connect them to the edges of the terrain to get trains from outside the city.
vi: Đặt các đường ray xe lửa và kết nối chúng với các rìa của địa hình để nhận các chuyến tàu từ bên ngoài thành phố.

source: Set highway roads and connect them to the edges of the terrain to get people to come into the city.
vi: Đặt đường cao tốc và kết nối chúng với các rìa của địa hình để thu hút mọi người vào thành phố.

source: Use highway ramps to provide an exit from the highway as a starting point for the city's road network.
vi: Sử dụng đường dốc để tạo lối ra khỏi đường cao tốc làm điểm bắt đầu cho mạng lưới đường của thành phố.

source: {0:N0} / {1:N0} trees used
vi: {0:N0} / {1:N0} cây được sử dụng

source: {0:N0} / {1:N0} props used
vi: {0:N0} / {1:N0} tiểu cảnh được sử dụng

source: {0:N0} / {1:N0} ship connections used
vi: {0:N0} / {1:N0} kết nối vận chuyển đã được sử dụng

source: {0:N0} / {1:N0} plane connections used
vi: Đường dẫn máy bay {0:N0} / {1:N0} được sử dụng

source: {0:N0} / {1:N0} train connections used
vi: {0:N0} / {1:N0} kết nối tàu đã được sử dụng

source: {0:N0} / {1:N0} incoming road connections used {2:N0} / {3:N0} outgoing road connections used
vi: {0:N0} / {1:N0} đã sử dụng kết nối đường đến {2: N0} / {3: N0} kết nối đường đi đã được sử dụng

source: Requirements
vi: Yêu cầu

source: Have water stream in the starting area.
vi: Có dòng nước trong khu vực bắt đầu.

source: Have at least one ship path connection.
vi: Có ít nhất một kết nối đường dẫn tàu.

source: Have at least one plane path connection.
vi: Có ít nhất một kết nối đường dẫn máy bay.

source: Have at least one train track connection.
vi: Có ít nhất một kết nối theo dõi xe lửa.

source: Have at least one incoming highway connection.
vi: Có ít nhất một kết nối đường cao tốc đến.

source: Have at least one outgoing highway connection.
vi: Có ít nhất một kết nối đường cao tốc đi.

source: Recommended
vi: Đề xuất

source: Have oil areas in the map.
vi: Có các khu vực dầu trong bản đồ.

source: Have forest areas in the map.
vi: Có diện tích rừng trong bản đồ.

source: Have ore areas in the map.
vi: Có các khu vực quặng trong bản đồ.

source: Have fertile areas in the map.
vi: Có các khu vực màu mỡ trong bản đồ.

source: The map is not playable because the Requirement list is not fulfilled.
vi: Bản đồ không thể chơi được vì danh sách Yêu cầu không được đáp ứng.

source: Level Tool
vi: Công cụ cấp

source: Shift Tool
vi: Công cụ thay đổi

source: Soften Tool
vi: Công cụ làm mềm

source: Slope Tool
vi: Công cụ dốc

source: Even out the terrain under the brush. 1. Click the secondary mouse button on the terrain to select the desired height. 2. Click the primary mouse button on the terrain to set the desired height.
vi: Thậm chí ra khỏi địa hình dưới cọ vẽ. 1. Nhấp vào nút chuột phụ trên địa hình để chọn độ cao mong muốn. 2. Nhấp vào nút chuột chính trên địa hình để đặt độ cao mong muốn.

source: Lower/Raise the terrain under the brush. Use the primary mouse button to raise. Use the secondary mouse button to lower.
vi: Hạ/Nâng địa hình dưới bút vẽ. Sử dụng nút chuột chính để nâng cao. Sử dụng nút chuột phụ để hạ thấp.

source: Smooth the terrain under the brush. Use the primary mouse button to smooth softly / soften hard edges. Use the secondary mouse button to strongly smooth areas.
vi: Làm mịn địa hình dưới cọ vẽ. Sử dụng nút chuột chính để vuốt mềm / làm mềm các cạnh cứng. Sử dụng nút chuột phụ để làm mịn các khu vực.

source: Create a slope on the terrain. 1. Use the secondary mouse button to set the final position of the slope on the terrain. 2. Click the primary mouse button and drag toward the final position to create a slope.
vi: Tạo độ dốc trên địa hình. 1. Sử dụng nút chuột phụ để thiết lập vị trí cuối cùng của độ dốc trên địa hình. 2. Nhấp vào nút chuột chính và kéo về vị trí cuối cùng để tạo độ dốc.

source: Start Tile
vi: Bắt đầu Ngói

source: Select the starting area.
vi: Chọn khu vực bắt đầu.

source: Place Water Source
vi: Pnguồn nước ren

source: Move Sea Level
vi: Di chuyển mực nước biển

source: Use the primary mouse button to place. Use the secondary mouse button to remove. Use the handle to adjust water level.
vi: Sử dụng nút chuột chính để đặt. Sử dụng nút chuột phụ để loại bỏ. Sử dụng tay cầm để điều chỉnh mực nước.

source: Adjust the height of the sea level.
vi: Điều chỉnh độ cao của mực nước biển.

source: Oil
vi: Dầu

source: Ore
vi: Quặng

source: Fertile Land
vi: Đất màu mỡ

source: Use the primary mouse button to place oil under the brush. Use the secondary mouse button to remove oil from under the brush.
vi: Sử dụng nút chuột chính để tra dầu dưới cọ vẽ. Sử dụng nút chuột phụ để loại bỏ dầu từ dưới cọ vẽ.

source: Use the primary mouse button to place ore under the brush. Use the secondary mouse button to remove ore from under the brush.
vi: Sử dụng nút chuột chính để đặt quặng dưới cọ vẽ. Sử dụng nút chuột phụ để loại bỏ quặng từ dưới cọ vẽ.

source: Use the primary mouse button to set the area under the brush to be fertile. Use the secondary mouse button to remove a fertile area.
vi: Sử dụng nút chuột chính để đặt vùng dưới cọ vẽ trở nên màu mỡ. Sử dụng nút chuột phụ để loại bỏ một khu vực màu mỡ.

source: Sand
vi: Cát

source: Use the primary mouse button to place decorative sand to the area under the brush. Use the secondary mouse button to remove decorative sand from the area under the brush.
vi: Dùng chuột trái để đặt cát vào khu vực dưới cọ vẽ. Sử dụng chuột phải để loại bỏ cát khỏi khu vực dưới cọ vẽ.

source: No snapshots available
vi: Không có ảnh chụp nhanh

source: Publish Map in New Game Panel
vi: Xuất bản bản đồ trong Bảng điều khiển trò chơi mới

source: Map Name:
vi: Tên bản đồ:

source: Single
vi: Độc thân

source: Two-Lane Road with Bicycle Lanes
vi: Đường hai làn với làn đường dành cho xe đạp

source: Four-Lane Road with Bicycle Lanes
vi: Đường bốn làn với làn đường dành cho xe đạp

source: Six-Lane Road with Bicycle Lanes
vi: Đường sáu làn với làn đường xe đạp

source: Four-Lane Road with Bus Lanes
vi: Đường bốn làn với làn đường xe buýt

source: Six-Lane Road with Bus Lanes
vi: Đường sáu làn với làn xe buýt

source: Bicycle Path
vi: Đường cho xe đạp

source: Airport Terminal Road
vi: Đường nhà ga sân bay

source: Elevated Airport Terminal Road
vi: Đường nhà ga sân bay trên cao

source: Large Cargo Airport Road
vi: Đường chuyên chở hàng hóa trong sân bay loại lớn

source: Medium Cargo Airport Road
vi: Đường chuyên chở hàng hóa trong sân bay loại trung

source: Classic Airport Concourse
vi: Sảnh chờ sân bay loại hình cổ điển

source: Modern Airport Concourse
vi: Sảnh chờ sân bay loại hình hiện đại

source: Ultra Modern Airport Concourse
vi: Sảnh chờ sân bay loại hình Tối tân

source: Taxiway
vi: Đường lăn

source: Runway
vi: Đường băng

source: Airplane Cargo Stop
vi: Trạm dừng vận chuyển hàng hóa trên máy bay

source: Airplane Stop
vi: Trạm dừng máy bay

source: Decoration Taxiway
vi: Đường lăn đã được trang trí

source: Airport Entrance Road
vi: Đường vào sân bay

source: Airport Entrance Road Elevated
vi: Đường vào Sân bay trên cao

source: Airport Fence
vi: Hàng rào sân bay

source: Two-Lane Road with Tram Tracks
vi: Đường hai làn với đường ray xe điện

source: Four-Lane Road with Tram Tracks
vi: Đường bốn làn với đường ray xe điện

source: Six-Lane One-Way Road with Tram Tracks
vi: Đường một chiều sáu làn với đường ray xe điện

source: Two-Lane One-Way Road with Tram Tracks
vi: Đường hai chiều một chiều với đường ray xe điện

source: Tram Track
vi: Đường xe điện

source: One-Way Tram Track
vi: Đường xe điện một chiều

source: Shallow canal
vi: Kênh cạn

source: Medium canal
vi: Kênh trung bình

source: Deep canal
vi: Kênh sâu

source: Flood Wall
vi: Tường lũ

source: Quay
vi: Cầu tàu

source: Water Pipe with Heating Pipes
vi: Ống nước có ống sưởi ấm

source: Wide shallow canal
vi: Kênh cạn rộng

source: Wide medium canal
vi: Kênh vừa rộng

source: Wide deep canal
vi: Kênh sâu rộng

source: Monorail Tracks on Four-Lane Road
vi: Tuyến đường sắt trên cao cho Đường bốn làn

source: Large Avenue with Grass
vi: Đại lộ lớn với cỏ

source: Large Avenue with Bus Lanes
vi: Đại lộ lớn với Làn xe buýt

source: Two-Way Highway
vi: Đường cao tốc hai chiều

source: Asymmetrical Three-Lane Road
vi: Con đường ba làn không đối xứng

source: Four-Lane Highway
vi: Đường cao tốc bốn làn

source: Monorail Tracks on Two-Lane Road
vi: Tuyến đường sắt trên cao cho Đường hai làn

source: Ferry Pathway
vi: Con đường phà

source: Blimp Pathway
vi: Con đường ảm đạm

source: Cable Car Cables
vi: Cáp treo cáp

source: Monorail Tracks
vi: Đường ray tuyến đường sắt trên cao

source: Two-Lane Highway
vi: Đường cao tốc hai làn

source: Two-Way Highway with Sound Barriers
vi: Đường cao tốc hai chiều với hàng rào âm thanh

source: One-Way Highway with Sound Barriers
vi: Đường cao tốc một chiều với hàng rào âm thanh

source: Four-Lane Highway with Sound Barriers
vi: Đường cao tốc bốn làn với hàng rào âm thanh

source: One-Way Train Track
vi: Đường ray xe lửa một chiều

source: One-Way Monorail Track
vi: Đường ray một chiều

source: Amusement Park Path
vi: Con đường công viên giải trí

source: Amusement Park Path with Decorations
vi: Con đường công viên giải trí với đồ trang trí

source: Amusement Park Path (Propless)
vi: Đường dẫn công viên giải trí (Không giới hạn)

source: Park Path
vi: Đường dẫn công viên

source: Park Path with Decorations
vi: Con đường công viên với đồ trang trí

source: Park Path (Propless)
vi: Con đường công viên (Vô vọng)

source: Zoo Path
vi: Đường dẫn sở thú

source: Zoo Path with Decorations
vi: Con đường sở thú với đồ trang trí

source: Zoo Path (Propless)
vi: Đường trong sở thú (Không giới hạn)

source: Nature Reserve Path
vi: Con đường bảo tồn thiên nhiên

source: Nature Reserve Path with Decorations
vi: Con đường bảo tồn thiên nhiên với đồ trang trí

source: Nature Reserve Path (Propless)
vi: Con đường bảo tồn thiên nhiên

source: Park Fence
vi: Hàng rào công viên

source: Zoo Fence
vi: Hàng rào vườn thú

source: Nature Reserve Fence
vi: Hàng rào bảo tồn thiên nhiên

source: Trench Ruins
vi: Tàn tích rãnh

source: Two-Lane One-Way Small Industry Road
vi: Đường công nghiệp nhỏ hai làn một chiều

source: Eight-Lane Two-Way Toll Road 02
vi: Đường thu phí hai làn đường 02

source: Four-Lane Two-Way Toll Road 02
vi: Đường thu phí bốn làn đường 02

source: Four-Lane One-Way Toll Road 01
vi: Đường thu phí bốn làn đường 01

source: Four-Lane One-Way Toll Road 02
vi: Đường thu phí bốn làn đường 02

source: Four-Lane Two-Way Toll Road 01
vi: Đường thu phí bốn làn đường 01

source: Eight-Lane One-Way Toll Road 01
vi: Đường thu phí một chiều tám làn đường 01

source: Eight-Lane One-Way Toll Road 02
vi: Đường thu phí tám làn đường 02

source: Eight-Lane Two-Way Toll Road 01
vi: Đường thu phí hai làn tám đường 01

source: Small Industry Road
vi: Đường công nghiệp nhỏ

source: Medium Industry Road
vi: Đường công nghiệp vừa

source: Farm Fence
vi: Hàng rào trang trại

source: Forestry Fence
vi: Hàng rào lâm nghiệp

source: Oil Industry Fence
vi: Hàng rào công nghiệp dầu khí

source: Ore Industry Fence
vi: Hàng rào công nghiệp quặng

source: Mud Fence
vi: Hàng rào bùn

source: Trade School Path
vi: Con đường học thương mại

source: Liberal Arts Path
vi: Con đường nghệ thuật tự do

source: University Path
vi: Con đường đại học

source: Trade School Path with decorations
vi: Con đường trường thương mại với đồ trang trí

source: Liberal Arts Path with decorations
vi: Con đường nghệ thuật tự do với trang trí

source: University Path with decorations
vi: Con đường đại học với đồ trang trí

source: Trade School Path (Propless)
vi: Con đường học thương mại (Vô vọng)

source: Liberal Arts Path (Propless)
vi: Con đường nghệ thuật tự do (Vô vọng)

source: University Path (Propless)
vi: Con đường đại học (Vô vọng)

source: Fishing Route
vi: Tuyến đánh cá

source: Helicopter Pathway
vi: Tuyến đường trực thăng

source: Metro Tracks
vi: Đường tàu điện ngầm

source: Metro Tracks on Two-Lane Road
vi: Đường ray tàu điện ngầm trên đường hai làn

source: Metro Tracks on Four-Lane Road
vi: Đường ray tàu điện ngầm trên đường bốn làn

source: Two-Lane Road with Trolleybus Wires
vi: Đường hai làn có Cáp xe buýt điện

source: Two-Lane One-Way Road with Trolleybus Wires
vi: Đường một chiều hai làn có Cáp xe buýt điện

source: Four-Lane Road with Trolleybus Wires
vi: Đường bốn làn có Cáp xe buýt điện

source: Six-Lane Road with Trolleybus Wires
vi: Đường sáu làn có Cáp xe buýt điện

source: Two-Lane Trolleybus Road
vi: Đường xe buýt điện hai làn

source: Castle Wall Ruins #1
vi: Di tích tường lâu đài số 1

source: Castle Wall Ruins #2
vi: Di tích tường lâu đài # 2

source: Castle Wall Ruins #3
vi: Di tích tường lâu đài # 3

source: Two-Lane Gravel Road
vi: Đường hai làn đường

source: Two-Lane Road
vi: Đường hai làn

source: Two-Lane Road with Grass
vi: Đường hai làn với cỏ

source: Two-Lane Road with Trees
vi: Con đường hai làn với cây xanh

source: Two-Lane One-Way Road
vi: Đường hai chiều một chiều

source: Two-Lane One-Way Road with Grass
vi: Đường hai chiều một chiều với cỏ

source: Two-Lane One-Way Road with Trees
vi: Con đường hai làn một chiều với cây xanh

source: Four-Lane Road
vi: Đường bốn làn

source: Four-Lane Road with Decorative Grass
vi: Đường bốn làn với cỏ trang trí

source: Four-Lane Road with Decorative Trees
vi: Con đường bốn làn với cây trang trí

source: Six-Lane Road
vi: Đường sáu làn

source: Six-Lane Road with Decorative Grass
vi: Đường sáu làn với cỏ trang trí

source: Six-Lane Road with Decorative Trees
vi: Đường sáu làn với cây trang trí

source: Six-Lane One-Way Road
vi: Đường một chiều sáu làn

source: Six-Lane One-Way Road with Decorative Grass
vi: Đường một chiều sáu làn với cỏ trang trí

source: Six-Lane One-Way Road with Decorative Trees
vi: Đường một chiều sáu làn với cây trang trí

source: Highway with Sound Barrier
vi: Đường cao tốc với rào chắn âm thanh

source: Power Line
vi: Đường dây điện

source: Water Pipe
vi: Ống nước

source: Metro Tunnel
vi: Đường hầm tàu điện ngầm

source: Train Tracks
vi: Đường ray xe lửa

source: Leveled Road
vi: Đường san phẳng

source: Gravel Path
vi: Con đường rải sỏi

source: Pavement Path
vi: Mặt đường

source: European Pedestrian Bridge
vi: Cầu dành cho người đi bộ phong cách Châu Âu

source: American Pedestrian Bridge
vi: Cầu dành cho người đi bộ phong cách Châu Mỹ

source: European Rail Bridge 1
vi: Cầu đường sắt phong cách Châu Âu mẫu 1

source: European Rail Bridge 2
vi: Cầu đường sắt phong cách Châu Âu mẫu 2

source: High Speed Rail Viaduct
vi: Cầu cạn đường sắt cao tốc

source: European Two-Lane Stone Bridge
vi: Cầu đá hai làn phong cách Châu Âu

source: American Two-Lane Truss Bridge
vi: Cầu giàn hai làn kiểu Mỹ

source: Three-Lane Highway Viaduct
vi: Cầu cạn đường cao tốc ba làn

source: European Four-Lane Stone Bridge
vi: Cầu đá bốn làn phong cách Châu Âu

source: American Four-Lane Truss Bridge
vi: Cầu giàn bốn làn kiểu Mỹ

source: European Six-Lane Stone Bridge
vi: Cầu đá sáu làn phong cách Châu Âu

source: American Six-Lane Stone Bridge
vi: Cầu giàn sáu làn kiểu Mỹ

source: Simple Seawall
vi: Tường chắn sóng đơn giản

source: Simple Seawall Fenceless
vi: Tường chắn sóng đơn giản không hàng rào

source: Tiered Seawall (Top)
vi: Tường chắn sóng theo tầng (Tầng trên cùng)

source: Tiered Seawall (Both)
vi: Tường chắn sóng theo tầng (Tầng dưới cùng)

source: Tiered Seawall Wide (Top)
vi: Tường chắn sóng nhiều tầng loại rộng (Trên cùng)

source: Tiered Seawall Wide (Both)
vi: Tường chắn sóng nhiều tầng loại rộng (Dưới cùng)

source: Tiered Seawall with Stairs (Top)
vi: Tường chắn sóng nhiều tầng có bậc (Trên cùng)

source: Tiered Seawall with Stairs (Both)
vi: Tường chắn sóng nhiều tầng có bậc (Dưới cùng)

source: Simple City Quay
vi: Cầu tàu thành phố loại đơn giản

source: Simple City Quay Fenceless
vi: Cầu tàu thành phố loại không có rào chắn

source: City Tiered Quay (Top)
vi: Cầu tàu thành phố nhiều tầng (Trên cùng)

source: City Tiered Quay (Both)
vi: Cầu tàu thành phố nhiều tầng (Dưới cùng)

source: City Quay Wide
vi: Cầu tàu thành phố loại rộng

source: City Quay Wide with Stairs
vi: Cầu tàu thành phố loại có bậc

source: A two-lane road with bicycle lanes. Supports low traffic.
vi: Một con đường hai làn với làn đường dành cho xe đạp. Hỗ trợ lưu lượng thấp.

source: A four-lane road with bicycle lanes. Supports medium traffic.
vi: Một con đường bốn làn với làn đường xe đạp. Hỗ trợ lưu lượng trung bình.

source: A six-lane road with bicycle lanes. Supports high traffic.
vi: Một con đường sáu làn với làn đường dành cho xe đạp. Hỗ trợ giao thông cao.

source: A four-lane road with bus lanes. Supports medium traffic.
vi: Một con đường bốn làn với làn xe buýt. Hỗ trợ lưu lượng trung bình.

source: A six-lane road with bus lanes. Supports high traffic.
vi: Một con đường sáu làn xe với các làn xe buýt. Hỗ trợ lưu lượng giao thông cao.

source: Paved paths are good for bicycling. Only bikes are allowed on these paths.
vi: Đường trải nhựa rất tốt cho việc đi xe đạp. Chỉ xe đạp mới được phép đi trên những con đường này.

source: A one-way road for airport terminals.
vi: Đường một chiều cho nhà ga hàng không.

source: A large road optimized for airport area cargo traffic. Place cargo aircraft stands along this road for maximum efficiency. Can not be built on slopes.
vi: Một con đường loại lớn được tối ưu hóa cho việc vận chuyển hàng hóa khu vực sân bay. Đặt các vị trí đỗ cho máy bay chở hàng dọc theo con đường này để đạt hiệu quả tối đa. Không thể xây dựng trên bề mặt dốc.

source: A road optimized for airport area cargo traffic. Place cargo aircraft stands along this road for maximum efficiency. Can not be built on slopes.
vi: Một con đường được tối ưu hóa cho việc vận chuyển hàng hóa khu vực sân bay. Đặt các vị trí đỗ cho máy bay chở hàng dọc theo con đường này để đạt hiệu quả tối đa. Không thể xây dựng trên bề mặt dốc.

source: A classic style concourse to connect airport terminals, concourse hubs and aircraft stands. Concourses have to be placed inside an airport area and cannot be placed on slopes.
vi: Sảnh chờ phong cách cổ điển để kết nối các nhà ga sân bay, sảnh chờ trung tâm và nơi đỗ của máy bay. Các sảnh chờ phải được đặt bên trong khu vực sân bay và không được đặt trên bề mặt dốc.

source: A modern style concourse to connect airport terminals, concourse hubs and aircraft stands. Concourses have to be placed inside an airport area and cannot be placed on slopes.
vi: Sảnh chờ phong cách hiện đại để kết nối các nhà ga sân bay, sảnh chờ trung tâm và nơi đỗ của máy bay. Các sảnh chờ phải được đặt bên trong khu vực sân bay và không được đặt trên bề mặt dốc.

source: An ultra modern style concourse to connect airport terminals, concourse hubs and aircraft stands. Concourses have to be placed inside an airport area and cannot be placed on slopes.
vi: Sảnh chờ phong cách Tối tân để kết nối các nhà ga sân bay, sảnh chờ trung tâm và nơi đỗ của máy bay. Các sảnh chờ phải được đặt bên trong khu vực sân bay và không được đặt trên bề mặt dốc.

source: Airplanes use this to taxi between runways and aircraft stands. Connect runways to aircraft stands with taxiways to allow planes to service your airport. All taxiways are one-way roads.
vi: Máy bay sử dụng tuyến đường này để di chuyển giữa đường băng và vị trí đỗ của máy bay. Kết nối đường băng với vị trí đỗ của máy bay bằng đường lăn cho phép các máy bay hoạt động tại sân bay của bạn. Tất cả các đường lăn đều là đường một chiều.

source: A one-way runway where airplanes take off and land. Runways have a minimum length and show indications for best taxiway connections while placing taxiways.
vi: Đường băng một chiều nơi máy bay cất cánh và hạ cánh. Đường băng có chiều dài tối thiểu và hiển thị các chỉ dẫn cho máy bay vào đường lăn, tự điều chỉnh chỉ dẫn tốt nhất khi được đặt cùng các đường lăn.

source: A one-way runway where airplanes take off and land.
vi: Đường băng một chiều nơi máy bay cất cánh và hạ cánh.

source: Airplanes use this to taxi between runways and gates. Connect runways to gates and cargo airplane stands with taxiways to allow planes to service your airport. All taxiways are one-way roads.
vi: Máy bay sử dụng tuyến đường này để di chuyển giữa đường băng và các cổng. Kết nối đường băng với các cổng hoặc nơi đỗ của máy bay chở hàng bằng đường lăn để cho phép các máy bay hoạt động tại sân bay của bạn. Tất cả các đường lăn đều là đường một chiều.

source: A concourse to connect airport entrances and gates in the classic style.
vi: Sảnh chờ để kết nối các lối vào sân bay và cổng theo phong cách cổ điển.

source: A concourse to connect airport entrances and gates in the modern style.
vi: Sảnh chờ để kết nối các lối vào sân bay và cổng theo phong cách hiện đại.

source: A concourse to connect airport entrances and gates in the ultra modern style.
vi: Sảnh chờ để kết nối các lối vào sân bay và cổng theo phong cách Tối tân.

source: A decoration taxiway for parked planes to stand on. Cannot be used by taxiing planes.
vi: Đường lăn đã được trang trí cho máy bay đang đậu có thể đứng trên. Không thể sử dụng bằng máy bay đang trong trạng thái lăn bánh.

source: A one-way road for airport entrances
vi: Đường một chiều cho các lối vào sân bay

source: A decorative airport fence.
vi: Hàng rào sân bay được trang trí

source: Place cargo airplane stands along this road inside your airport area.
vi: Đặt vị trí đỗ của máy bay chở hàng dọc theo con đường này bên trong khu vực sân bay của bạn.

source: A two-lane road with tram tracks. Supports low traffic.
vi: Một con đường hai làn với đường ray xe điện. Hỗ trợ giao thông thấp.

source: A four-lane road with tram tracks. Supports medium traffic.
vi: Một con đường bốn làn xe với đường ray xe điện. Hỗ trợ lưu lượng trung bình.

source: A six-lane, one-way road with tracks for trams. Decorations lower noise pollution. Supports high traffic.
vi: Đường một chiều sáu làn xe có đường dành cho xe điện. Đồ trang trí giảm thiểu ô nhiễm tiếng ồn. Hỗ trợ lưu lượng giao thông cao.

source: A two-lane, one-way road with tracks for trams. Supports low traffic.
vi: Đường hai làn, một chiều có đường dành cho xe điện. Hỗ trợ lưu lượng thấp.

source: Standalone tram track with rails for both directions.
vi: Đường ray xe điện chạy độc lập cho cả hai chiều.

source: Standalone one-way tram track.
vi: Đường ray xe điện độc lập một chiều.

source: Shallow canals accept only a small amount of water. They can also be used to regulate waterflow into deeper canals, by placing a stretch of shallow canal segments at the start of a longer canal. Canals automatically create Pathways that Ferries can use.
vi: Các kênh cạn chỉ chấp nhận một lượng nước nhỏ. Chúng cũng có thể được sử dụng để điều chỉnh dòng nước vào các kênh sâu hơn, bằng cách đặt một đoạn kênh cạn ở đầu kênh dài hơn. Kênh đào tự động tạo Đường đi mà Phà có thể sử dụng.

source: Medium canals can be used in areas where shallow canals are not deep enough to get water. Use a stretch of medium canal segments at the start of a longer canal to allow less water to get in. Canals automatically create Pathways that Ferries can use.
vi: Có thể sử dụng kênh vừa ở những nơi kênh cạn không đủ sâu để lấy nước. Sử dụng một đoạn kênh trung bình ở đầu một con kênh dài hơn để cho ít nước vào hơn. Các kênh tự động tạo Đường đi mà Phà có thể sử dụng.
