Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: The study reveals alarming 35% decrease in face-to-face interaction after extensive use of chirps.
vi: Nghiên cứu cho thấy mức giảm đáng báo động 35% trong tương tác mặt đối mặt sau khi sử dụng nhiều tiếng hót.

source: Meta-analysis from the most unfortunate events.
vi: Phân tích tổng hợp từ các sự kiện không may nhất.

source: A scientific analysis of what beauty actually is, and why it is usually found in roundabouts.
vi: Một phân tích khoa học về vẻ đẹp thực sự là gì và tại sao nó thường được tìm thấy ở các bùng binh.

source: Study and Observation of rocks By Dr. B. Oring.
vi: Nghiên cứu và quan sát đá của Tiến sĩ B. Oring.

source: Meta-analysis of coffee consumption by K. Ahvi
vi: Phân tích tổng hợp tiêu thụ cà phê của K. Ahvi

source: Qualitative research from cities built pre-internet era by T.C.P Nettingston.
vi: Nghiên cứu định tính từ các thành phố được xây dựng từ thời kỳ tiền internet bởi T.C.P Nettingston.

source: Empirical Research of towns and cities located in islands without road connection.
vi: Nghiên cứu thực nghiệm các thị trấn và thành phố nằm ở các đảo không có đường kết nối.

source: A study which finally determines the best type of notebook for students to use.
vi: Một nghiên cứu cuối cùng xác định loại vở tốt nhất cho học sinh sử dụng.

source: Research conducted together with engineers on where and how to build functional dams.
vi: Nghiên cứu được thực hiện cùng với các kỹ sư về địa điểm và cách thức xây dựng các đập chức năng.

source: Researchers have identified the cause of the recent poonami disasters - an ill-willed alien interference.
vi: Các nhà nghiên cứu đã xác định nguyên nhân của các thảm họa poonami gần đây - một sự can thiệp của người ngoài hành tinh xấu.

source: Some intersections are more beautiful than others. This study digs deep into the science of intersection designs and what makes them pretty.
vi: Một số nút giao thông đẹp hơn những nút khác. Nghiên cứu này đào sâu về khoa học của các thiết kế nút giao thông và điều gì khiến chúng trở nên đẹp đẽ.

source: Artisanry
vi: Nghệ nhân

source: Hospitality
vi: Lòng hiếu khách

source: IT & Engineering
vi: CNTT & Kỹ thuật

source: Cinematography
vi: Quay phim

source: Music
vi: Âm nhạc

source: Literature
vi: Văn chương

source: Dissertation
vi: Luận án

source: Discovery
vi: Khám phá

source: Scientific Study
vi: Nghiên cứu khoa học

source: Academic Year Report
vi: Báo cáo năm học

source: Academic Works Created: {0}
vi: Tác phẩm học thuật được tạo ra: {0}

source: Students graduated: {0}
vi: Sinh viên tốt nghiệp: {0}

source: Basic Info
vi: Thông tin cơ bản

source: Research Grant Funded Academic Work
vi: Tài trợ nghiên cứu tài trợ học tập

source: Reputation level: {0}
vi: Mức độ danh tiếng: {0}

source: (previous year: {0})
vi: (năm trước: {0})

source: Students
vi: Sinh viên

source: Change of this value compared to the previous year
vi: Thay đổi giá trị này so với năm trước

source: Toga Party
vi: Bữa tiệc Toga

source: I love libraries! Finally I have unrestricted access to information from many different sources.
vi: Tôi yêu thư viện! Cuối cùng tôi có quyền truy cập không hạn chế vào thông tin từ nhiều nguồn khác nhau.

source: Hooray! I no longer need to order the research materials for my thesis out of town. #academic #library
vi: Hoan hô! Tôi không cần đặt mua tài liệu nghiên cứu cho luận án của mình ở ngoài thị trấn nữa. #academic #library

source: We are in business - quite literally! #tradeschool #campusarea
vi: Chúng tôi đang trong kinh doanh - hoàn toàn theo nghĩa đen! #tradeschool #campusarea

source: Finally a suitable place to marvel at all those #academic #works.
vi: Cuối cùng là một nơi thích hợp để ngạc nhiên tất cả những người #academic #works.

source: Whoever is always partying in hall B... please stop!! #nosleep #dormitory
vi: Ai luôn tiệc tùng ở sảnh B ... xin hãy dừng lại !! #nosleep #dormitory

source: Shhhhh!! Some of us try to #study for the #exams.
vi: Suỵt !! Một số người trong chúng ta cố gắng # nghiên cứu # khảo sát.

source: Where can I report a faulty drinking fountain? #groundskeeping
vi: Tôi có thể báo cáo vòi nước uống bị lỗi ở đâu? #groundskeeping

source: Ahhh, it's good to get out. #outdoors #studying
vi: Ahhh, thật tốt khi được ra ngoài. # ngoài trời # theo dõi

source: How much is the XL cup of coffee? I need to study for my exams #snacktime
vi: Ly cà phê cỡ XL bao nhiêu tiền? Tôi cần học cho kỳ thi của mình #snacktime

source: Ooops, it seems my textbook loans are 4 weeks late.. is that going to be a problem? #library
vi: Ồ, có vẻ như khoản vay trong sách giáo khoa của tôi trễ 4 tuần .. điều đó có phải là một vấn đề không? #library

source: Besides the #lectures what else can we use this #auditorium for?
vi: Ngoài # sưu tập, chúng ta có thể sử dụng #auditorium này để làm gì?

source: Graduation is a milestone and should be celebrated in appropriate premises. I approve! #graduation #commencement
vi: Lễ tốt nghiệp là một cột mốc quan trọng và nên được tổ chức trong các cơ sở thích hợp. Tôi chấp thuận! #graduation #commencement

source: Any good reading recommendations? #bookstore
vi: Bất kỳ khuyến nghị đọc tốt? #bookstore

source: Finally a club for the #bookworms like myself.
vi: Cuối cùng là một câu lạc bộ cho #mọt sách như mình.

source: Console.WriteLine("Hello World!"); #IT #club #programming
vi: Console. WriteLine ( "Chào Thế Giới!" ) ; #IT #club #programming

source: Game on! Let's keep it #fair and square! #beach #volleyball #club
vi: Trò chơi tiếp tục! Hãy giữ cho nó # công bằng và vuông vắn! # bóng chuyền # bóng chuyền # câu lạc bộ

source: Whoa this is #bigger than I expected #gymnasium
vi: Ồ, đây là #lớn hơn tôi mong đợi #gymnasium

source: Just take a look at all these amazing pieces of art! Simply stunning! #liberal #arts #museum
vi: Chỉ cần nhìn vào tất cả những tác phẩm nghệ thuật tuyệt vời này! Đơn giản là tuyệt đẹp! #liberal #arts #museum

source: Who forgot their pink slippers in the bathroom? #lostandfound #dormitory
vi: Ai quên đôi dép màu hồng của họ trong phòng tắm? #lostandfound #dormitory

source: Such a beautiful campus area deserves all the love and care we can offer #notrashing #groundskeeping
vi: Như một khu vực đại học xinh đẹp xứng đáng tất cả tình yêu và chăm sóc chúng tôi có thể cung cấp #notrashing #groundskeeping

source: Someone should make a study if #students prefer their coffee with or without milk? #thesis #cafeteria
vi: Ai đó nên làm một nghiên cứu nếu #sinh viên thích cà phê có hoặc không có sữa? #thesis #cafeteria

source: Our brand new #library doesn't only contain #books but even actual #replicas of famous art pieces!
vi: # Thư viện hoàn toàn mới của chúng tôi không chỉ chứa # sách mà thậm chí còn chứa # ảnh thực tế của các tác phẩm nghệ thuật nổi tiếng!

source: Does anyone know who will be the first #guest #lecturer ?
vi: Có ai biết ai sẽ là người đầu tiên #guest #lecturer ?

source: Finally a proper venue to hold the #graduation well done @mayor
vi: Cuối cùng là một địa điểm thích hợp để giữ hoàn thành #tốt nghiệp @mayor

source: Just take a look at all these #books! so hard to pick which one I'm going to read first #bookworm
vi: Chỉ hãy xem tất cả những #Sách! khó khăn như vậy để chọn một trong những tôi sẽ đọc đầu tiên #bookworm

source: It's never a boring day in #drama #club but we are awfully short on #popcorn #wondering #dramallama
vi: Không bao giờ là một ngày buồn chán ở #drama #club nhưng chúng ta thật là thiếu sót về #popcorn #wondering #dramallama

source: Investing into #art and aspiring #artists is never a bad idea. It will pay off, just wait and see.
vi: Đầu tư vào #art và #artists đầy tham vọng không bao giờ là một ý tưởng tồi. Nó sẽ được đền đáp, chỉ cần chờ xem.

source: An investment to health and future of all students, not just athletes #appreciation #gymnasium
vi: Một đầu tư cho sức khỏe và tương lai của tất cả học sinh, không chỉ vận động viên #appreciation #gymnasium

source: Let's see what kind of #work we can get done in here! #academicLife #scholar
vi: Hãy xem loại # công việc chúng ta có thể hoàn thành ở đây! #academicLife #scholar

source: Who's up with me to record some cool tunes? #media #lab #theremin
vi: Ai lên với tôi để ghi lại một số giai điệu mát? #media #lab #theremin

source: Remember to take a break and enjoy the #peaceful #fountain every once in a while.
vi: Hãy nhớ nghỉ ngơi và tận hưởng những #peaceful #Đài phun nước mỗi một lần trong một.

source: I am so taking a selfie with this statue. #justvisiting
vi: Tôi nên chụp ảnh tự sướng với bức tượng này. #justvisiting

source: I hope #environmental #studies prioritize on new ways to handle #carbon #offset. Future can't wait! #thinkingaboutsink
vi: Tôi hy vọng #Môi trường #Các nghiên cứu ưu tiên về cách thức mới để xử lý #Carbon #Bù đắp. Tương lai không thể chờ đợi! #thinkingaboutsink

source: Quality education begins with quality teachers #school of #education
vi: Giáo dục chất lượng bắt đầu từ giáo viên chất lượng # trường học # giáo dục

source: Understanding #economics is crucial. We all want to ensure the optimal distribution of resources in the future.
vi: Hiểu #kinh tế học là rất quan trọng. Tất cả chúng ta đều muốn đảm bảo việc phân phối tài nguyên một cách tối ưu trong tương lai.

source: Time to roll up sleeves and get cracking #scholars #scientific #education
vi: Đã đến lúc phải xắn tay áo và bị nứt nẻ #răng hàm mặt #khoa học #giáo dục

source: It fills me #pride when I marvel on all these #academic #works
vi: Nó lấp đầy tôi #pride khi tôi ngạc nhiên về tất cả các #Học #Hoạt động

source: What if I told that you get #dirtyroom by rearranging #dormitory? #anagram
vi: Điều gì sẽ xảy ra nếu tôi nói với bạn rằng bạn có được #dirtyroom bằng cách sắp xếp lại #dormitory? #anagram

source: A great new alternative to prepare for the #examsweek. Coffee cups are allowed inside, right?
vi: Một giải pháp thay thế mới tuyệt vời để chuẩn bị cho #examsweek. Cốc cà phê được phép vào bên trong, phải không?

source: #groundskeepers are the true campus heroes! #after #togaparty
vi: #người canh là những anh hùng trong khuôn viên trường thực sự! #after #togaparty

source: This is such an amazing #library! it has EVERYTHING! #bookworm #thisismyhomenow
vi: Đây là một tuyệt vời như vậy #Thư viện! nó có Tất cả mọi thứ! #bookworm #thisismyhomenow

source: These new chairs are way too comfortable!! Need help staying awake #auditorium #sleepy
vi: Những ghế mới là cách quá thoải mái!! Cần giúp đỡ ở tỉnh táo #auditorium #sleepy

source: Now this looks a proper place to hold a grand #graduation ! Approved! #commencement
vi: Bây giờ, đây có vẻ là một nơi thích hợp để tổ chức # đại học! Tán thành! #commencement

source: Campus #bookstore is the best source of current #textbooks.
vi: Campus #bookstore là nguồn cung cấp #textbooks tốt nhất hiện nay.

source: Simply a great place to #relax after a #match #futsal #club
vi: Chỉ đơn giản là một nơi tuyệt vời để #relax sau một # trận đấu # futsal #club

source: Combining math problems and having fun? Two of my favourite things! #perfect #mathclub #presidency
vi: Kết hợp các vấn đề toán học và có vui vẻ? Hai trong số những điều yêu thích của tôi! #perfect #mathclub #presidency

source: Pawn takes Queen and that's a #Checkmate! #chess
vi: Pawn lấy Queen và đó là #Checkmate! #cờ vua

source: Encouraging students to find the joy of exercising is an investment to #better #test #results.
vi: Khuyến khích học sinh tìm thấy niềm vui của việc tập thể dục là một khoản đầu tư #better #test #results.

source: Time to #lab #coat up! #testtubes #science
vi: Đã đến lúc # thoa # phủ! #testtubes #science

source: #media #lab is finally operational! Can't wait to see what #innovations and #projects they come up with!
vi: #media #lab cuối cùng cũng hoạt động! Không thể chờ đợi để xem những gì họ đưa ra #innovations và #projects!

source: I swear, everytime we win something I will take a #swim in this #fountain!
vi: Tôi xin thề, mỗi khi chúng tôi giành được thứ gì đó, tôi sẽ #swim ở #fountain này!

source: I always found #statues a bit pompous but this does look nice and fitting! #reconsidering
vi: Tôi luôn tìm thấy #statues một chút kiêu ngạo nhưng điều này không nhìn đẹp và phù hợp! #xem xét lại

source: The amount of detailing on this #statue is mind-boggling #whoa
vi: Số lượng chi tiết trên #statue này thật đáng kinh ngạc #whoa

source: Time to make #scientific #discoveries for tomorrow’s technologies, innovations, and businesses.
vi: Đã đến lúc thực hiện # khoa học # khoa học cho các công nghệ, cải tiến và doanh nghiệp của ngày mai.

source: Amazing opportunity to #study #medicine for the #good of the #people
vi: Cơ hội tuyệt vời để # nghiên cứu # khám chữa bệnh cho # điều tốt của # người

source: Come and join the #school of #law and get #lawyered
vi: Cơ hội tuyệt vời để # nghiên cứu # chăm sóc sức khỏe cho # điều tốt của # người

source: Amazing #touchdown from the @mayor! Let's huddle up and bring #victory for this #hometown!
vi: #Touchdown tuyệt vời từ @mayor! Hãy xúm lại và mang theo #chiến thắng cho #quê nhà này!

source: Another #homerun from the @mayor for building the #baseball #park! #goodjob
vi: Một #homerun khác từ @mayor để xây dựng #baseball #park! #làm tốt lắm

source: Did you know that #swimming is the #best #exercise?
vi: Bạn có biết rằng #bơi lợi là #bài tập #tốt nhất?

source: And that's what I call a #slam #dunk! Tie up your shoes and meet in #basketball #arena
vi: Và đó là những gì tôi gọi là #slam #dunk! Thắt dây giày của bạn và gặp nhau trong #sân đấu # bóng rổ

source: Ready... set... go! #track and #field
vi: Sẵn sàng ... chuẩn bị ... đi! #track và #field

source: I love sleep #mypillowismyonlytruelove #zzz
vi: Tôi yêu ngủ #gối là tình yêu đích thực của tôi #zzz

source: Ducks.. they are so awesome! #beautifulducks #ducklife
vi: Vịt .. chúng thật tuyệt vời! # sắc đẹp

source: Don't think about the #past don't worry about #future this moment has everything you need :)
vi: Đừng nghĩ về #quá khứ đừng lo lắng về #tương lai thời điểm này có mọi thứ bạn cần :)

source: Can the academic masterminds finally solve why the line to the restroom is always so long?? #puzzled #mystery
vi: Liệu cuối cùng các cao thủ học thuật có thể giải quyết được tại sao hàng vào nhà vệ sinh luôn dài như vậy không ?? #giải đố #bí mật

source: What's the plural of campus? #campi #campuses #puzzled
vi: Khuôn viên trường là gì? #campi #campuses #puzzled

source: What a nice day to be #alive @mayor what are you up to?
vi: Thật là một ngày tốt lành để #sống @mayor bạn đang làm gì?

source: Ah bugger, I'm all out of #fruits :(
vi: Ah bugger, tôi hết # hoa quả rồi :(

source: Too many people!! #crowded #canyouseeme?
vi: Quá nhiều người!! # đông đúc #bạn thấy tôi không?

source: What is the @mayors opinion on the latest fashion trend? #coconuts #wondering
vi: Có bao nhiêu #tác phẩm #học thuật? #feelslikemillion

source: I try to learn one new thing every day. #life is a #journey
vi: Tôi cố gắng học một điều mới mỗi ngày. #Cuộc đời là một chuyến đi

source: Anyone else up for backyard #treasure #hunting? I got my new #metal #detector today.
vi: Có ai khác lên sân sau chơi #săn tìm #kho báu không? Tôi đã nhận được #máy dò #kim loại mới của mình hôm nay.

source: Anyone have some good #lunch place recommendations? #burgers #pizza #pasta #sushi
vi: Bất cứ ai có một số đề xuất địa điểm #ăn trưa tốt? # bánh mì kẹp thịt # bánh mì #pasta #sushi

source: I can't wait to see what #adventures the life has in store for me next! #graduation
vi: Tôi nóng lòng muốn xem #những thử thách tiếp theo mà cuộc sống có sẵn cho tôi! #tốt nghiệp

source: This calls for celebration! #graduation #diploma
vi: Điều này đáng để ăn mừng! #bằng tốt nghiệp #đại học

source: Anyone know how's the job market for the freshly #graduated?
vi: Có ai biết thị trường việc làm cho sinh viên #mới ra trường như thế nào không?

source: So, what's next? #graduation #lost #lookingfordirections
vi: Nào, điều gì tiếp theo? # tốt nghiệp # trường #mất phương hướng

source: I've #successfully #completed my studies, and now I need to #graduate? Yikes!
vi: Tôi đã #thành công #hoàn thành việc học của mình và bây giờ tôi cần phải #tốt nghiệp? Rất tiếc!

source: I am finally able to sell all my old #textbooks. PM me for details!
vi: Cuối cùng thì tôi cũng có thể bán tất cả #sách cũ của mình. PM cho tôi để biết chi tiết!

source: Feeling #nostalgic. Thank you for the amazing experience :,)
vi: Cảm giác #hoài cổ. Cảm ơn bạn vì trải nghiệm tuyệt vời:,)

source: Time flies when you are having fun. Congratulations all #graduates!
vi: Thời gian trôi qua nhanh khi bạn vui. Xin chúc mừng tất cả #sinh viên tốt nghiệp!

source: I'm sure I will miss this #campus but it's time to #moveon
vi: Tôi chắc rằng tôi sẽ nhớ #sân trường này nhưng đã đến lúc #rời đi

source: It sure feels good to #graduate and achieve the #goals I've set for myself! #done #diploma
vi: Thật tuyệt khi #tốt nghiệp và đạt được #mục tiêu mà tôi đã đặt ra cho bản thân! #hoàn thành #bằng tốt nghiệp

source: Maybe one day I can get a #diploma of my own #failedexam #feelingblue
vi: Có thể một ngày nào đó, tôi có thể mắc phải #u bã đậu của riêng mình #trượt kì thi #feelingblue

source: Has anyone seen my #graduation robes? #forgetful
vi: Có ai nhìn thấy #áo choàng tốt nghiệp của tôi không? #đãng trí

source: See you all at the #graduation #afterparty! We did it!
vi: Hẹn gặp lại tất cả các bạn tại #buổi tiệc #tốt nghiệp! Chúng ta làm được rồi!

source: It's party time! #graduation #diploma
vi: Đã đến giờ tiệc tùng! # đại học #bằng tốt nghiệp

source: Looking to buy old #textbooks! PM if you have any or know someone who is selling #graduationday #recyclebooks
vi: Tìm mua #vở cũ! PM nếu bạn có hoặc biết ai đó đang bán #graduationday #recyclebooks

source: This is the happiest day of my life! #graduation #diploma #happyhappyhappy
vi: Đây là ngày hạnh phúc nhất trong cuộc đời tôi! #tốt nghiệp #bằng tốt nghiệp #hạnh phúc

source: It's surprise TOGA PARTY TIME! Woo! #togaparty #umtsumts
vi: Thật bất ngờ với TOGA PARTY TIME! Tuyệt vời! #togaparty #umtsumts

source: So much #noise and #trash!! Thanks #togarparty...
vi: Thật nhiều #ồn ào và #rác thải !! Cảm ơn #bữa tiệc toga ...

source: Can someone please #shutdown that stupid #togaparty >:( I'm trying to study here! #studentlife
vi: Ai đó có thể làm ơn #kết thúc #tiệc toga ngốc đó >:( Tôi đang cố gắng học ở đây! #Thời sinh viên

source: Feels soooo good to #relax and tune down after a hard week of exams! #togaparty #toomanyexams
vi: Cảm thấy thật tuyệt khi #thư giãn và xõa sau một tuần ôn thi vất vả! #tiệc toga #quá nhiều bài kiểm tra

source: Let's keep dancing like there's no tomorrow! #togaparty #beatingdrums
vi: Hãy tiếp tục nhảy như không có ngày mai! #togaparty #beatingdrums

source: I enrolled for the #education but stayed for the #party!!
vi: Tôi đã đăng ký #môn học nhưng vẫn ở lại #bữa tiệc!!

source: Sometimes we win, sometimes we lose. All that matters is that we do it together! #united #teamspirit #gg
vi: Đôi khi chúng tôi thắng, đôi khi chúng tôi thua. Tất cả những gì quan trọng là chúng ta làm điều đó cùng nhau! #united #teamspirit #gg

source: That was embarrassing! Who's taking responsibility?? #demand #answers
vi: Thật là xấu hổ! Ai là người chịu trách nhiệm ?? #demand #answers

source: I have to admit better team won but still this stings #goodgame #gg #meh
vi: Tôi phải thừa nhận rằng đội giỏi hơn đã thắng nhưng điều này vẫn còn nhức nhối # trò chơi hay #gg #meh

source: What a sad excuse of a "team" we have >:( #hatinglosing #badgame
vi: Thật là một cái cớ đáng buồn cho một đội chúng ta có #hatinglosing #badgame

source: Some take #sports way too seriously. Losing is okay! #gg #sportsmanship
vi: Một số coi # thể thao một cách quá nghiêm túc. Ăn thua là được! #gg #sportsmanship

source: New city service and Unique Building!
vi: Dịch vụ thành phố mới và Tòa nhà độc đáo!

source: The Public Library is an education building that provides a small chance for citizens to gain an education whenever they visit it. For those who take an advantage of the Public Library City service there is also new Unique Building called Academic Library to unlock.
vi: Thư viện Công cộng là một tòa nhà giáo dục tạo cơ hội nhỏ cho người dân được học hành bất cứ khi nào họ đến thăm nó. Đối với những người tận dụng lợi thế của dịch vụ Thư viện Công cộng Thành phố, cũng có Tòa nhà Độc đáo mới được gọi là Thư viện Học thuật để mở khóa.

source: Bus line customization
vi: Tùy chỉnh tuyến xe buýt

source: It's time to stop when the red lights flash because the yellow school bus model is here! You can now choose which kind of bus operates on your bus lines, standard or a yellow one?
vi: Đã đến lúc dừng lại khi đèn đỏ nhấp nháy vì mô hình xe buýt màu vàng ở đây! Bây giờ bạn có thể chọn loại xe buýt hoạt động trên các tuyến xe buýt của bạn, loại tiêu chuẩn hay loại màu vàng?

source: Job titles
vi: Chức danh công việc

source: Citizens now have a proper job titles and on top of that you can directly assign job titles for the buildings through the Asset Editor.
vi: Giờ đây, công dân có chức danh công việc phù hợp và trên hết bạn có thể chỉ định trực tiếp chức danh công việc cho các tòa nhà thông qua Trình chỉnh sửa nội dung.

source: Industry 4.0 city policy
vi: Chính sách thành phố công nghiệp 4.0

source: When the majority of citizens are well-educated or higher it can be difficult for the regular industry to find capable workers. With Industry 4.0 City Policy all of the workplaces from zoned industry are converted to highly educated specialists while simultaneously reducing the available workplaces.
vi: Khi phần lớn công dân có trình độ học vấn tốt trở lên, ngành công nghiệp thông thường có thể khó tìm được lao động có năng lực. Với Chính sách Thành phố Công nghiệp 4.0, tất cả các nơi làm việc từ ngành công nghiệp đã được quy hoạch đều được chuyển đổi sang các chuyên gia có trình độ học vấn cao đồng thời giảm bớt các nơi làm việc có sẵn.

source: Create your own Campus Area in any shape or size with the Campus Area tool. Administration building which sets the type, allows gaining reputation and works as a headquarter for the campus area buildings. It also enables the creation of Academic Works and eventually building a museum where you can showcase created Academic Works.
vi: Tạo khu vực đại học của riêng bạn theo bất kỳ hình dạng hoặc kích thước nào bằng công cụ khu vực đại học. Tòa nhà hành chính thiết lập loại hình, cho phép đạt được danh tiếng và hoạt động như một trụ sở chính cho các tòa nhà trong khu vực đại học trường. Nó cũng cho phép tạo ra các Tác phẩm Học thuật và cuối cùng xây dựng một bảo tàng nơi bạn có thể trưng bày các Tác phẩm Học thuật đã được tạo ra.

source: New campus buildings!
vi: Tòa nhà khuôn viên mới!

source: Divided by campus area types the selection of each new building has a specific function in the game. While some increase the student capacity or increase the campus attractiveness or even have city-wide effects the campus buildings ranging from dormitories, fountains and club houses to unique faculties are sure to have an positive impact on your campus areas reputation.
vi: Được phân chia theo các loại khu vực đại học, việc lựa chọn mỗi tòa nhà mới có một chức năng cụ thể trong trò chơi. Trong khi một số tăng sức chứa sinh viên hoặc tăng sức hấp dẫn của khuôn viên trường hoặc thậm chí có ảnh hưởng trên toàn thành phố, các tòa nhà trong khuôn viên trường từ ký túc xá, đài phun nước và nhà câu lạc bộ đến các khoa độc đáo chắc chắn sẽ có tác động tích cực đến danh tiếng khu vực trường học của bạn.

source: Unique Faculties
vi: Khoa độc đáo
