Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: I just saw a criminal be let go as there's no room in the prisons! What is the world coming to? #prison
vi: Tôi chỉ thấy một tên tội phạm được thả ra vì không có phòng trong các nhà tù! Những gì được thế giới sắp tới? #prison

source: I just moved in! Anyone want to be #friends with me? #lonely
vi: Tôi mới chuyển đến! Có ai muốn làm bạn với tôi không? #lonely

source: What a lovely day for a walk! #walkingishealthy
vi: Thật là một ngày đáng yêu cho một cuộc dạo chơi! #walkingishealthy

source: I think I saw a seagull. Or was it a sparrow? I'm not too good with birds. #biology
vi: Tôi nghĩ rằng tôi đã nhìn thấy một con mòng biển. Hay đó là một con chim sẻ? Tôi không quá tốt với chim. #biology

source: I'm quite liking this city! #nice
vi: Tôi khá thích thành phố này! #nice

source: Latest news: A new type of deodorant has been invented! It does exactly the same thing as the old ones. #inventions
vi: Tin tức mới nhất: Một loại chất khử mùi mới đã được phát minh! Nó thực hiện chính xác điều tương tự như những cái cũ. #inventions

source: Latest news: Lady Tessier-Ashpool starts construction of a space station #space #finalfrontier
vi: Tin tức mới nhất: Lady Tessier-Ashpool khởi công xây dựng trạm vũ trụ #space #finalfrontier

source: Latest news: Scientists working day and night on GECK - ”We are close to a breakthrough here” one comments #cantwait
vi: Tin tức mới nhất: Các nhà khoa học làm việc cả ngày lẫn đêm trên GECK - Hiện Chúng tôi đang tiến gần đến một bước đột phá ở đây. #cantwait

source: Latest news: Rocket packs tested in controlled environment - ”We hit a wall a few times, otherwise it was great!” sums the report #banwalls
vi: Tin tức mới nhất: Các gói tên lửa được thử nghiệm trong môi trường được kiểm soát - LỚN Chúng tôi đã va vào tường một vài lần, nếu không thì thật tuyệt! #banwalls

source: Latest news: Illuminati society now taking applications for new members #illuminati
vi: Tin mới nhất: Hội Illuminati hiện đang nhận đơn đăng ký thành viên mới #illuminati

source: Latest news: Mysterious cult leader predicts the end of the world – again #andagain
vi: Tin tức mới nhất: Nhà lãnh đạo giáo phái bí ẩn dự đoán ngày tận thế - một lần nữa #andagain

source: Latest news: Toads with hypnotic abilities the most popular pet of the year #myfavouritetoad
vi: Tin mới nhất: Cóc có khả năng thôi miên thú cưng được yêu thích nhất năm #myfavouritetoad

source: Latest news: Surgery performed by robots – doctors on permanent coffee break #howisthepay
vi: Tin mới nhất: Phẫu thuật được thực hiện bởi robot - bác sĩ nghỉ giải lao vĩnh viễn #howisthepay

source: Latest news: High energy plankton wafer hits the food market - boy, it's yummy! #ibetitis
vi: Tin tức mới nhất: Bánh kẹp nhỏ sinh vật phù du năng lượng cao tấn công thị trường thực phẩm - cậu bé, nó ngon! #ibetitis

source: A renegade group of archaeologists discovered that pyramids are indeed landing platforms for space ships. #ancientaliens #whatif
vi: Một nhóm các nhà khảo cổ học đã phát hiện ra rằng các kim tự tháp thực sự là bệ hạ cánh cho tàu vũ trụ. #ancientaliens #whatif

source: Flying car a hoax – thousands still waiting for a #hoverboard. #backtothefuture
vi: Ô tô bay là một trò lừa bịp - hàng nghìn người vẫn đang chờ đợi một # ván trượt. #backtothefuture

source: Sunspot activity high – scientists are glued to their telescopes. #cosmos #ourstar
vi: Hoạt động của vết đen mặt trời cao - các nhà khoa học đang dán mắt vào kính thiên văn của họ. #cosmos #ourstar

source: Nanobot research funded by many governments. The possibilities are endless. #nanomachines
vi: Nghiên cứu nanobot được tài trợ bởi nhiều chính phủ. Khả năng là vô tận. #nanomachines

source: Optic camouflage available for consumers. #cloakofinvisibility
vi: Ngụy trang quang học có sẵn cho người tiêu dùng. #áo choang tàng hình

source: Global warming speeding up. Some groups still in denial. #climatechange
vi: Sự nóng lên toàn cầu đang tăng tốc. Một số nhóm vẫn phủ nhận. #khí hậu thay đổi

source: Threat of tsunamis cause shutdown of nuclear plants worldwide. Highly polluting coal power deemed a better solution. #backpedaling
vi: Mối đe dọa của sóng thần gây ra việc đóng cửa các nhà máy hạt nhân trên toàn thế giới. Điện than gây ô nhiễm cao được coi là một giải pháp tốt hơn. #backpedaling

source: Reports of trouble at the @black_mesa research facility. #smelltheashes #freemen
vi: Báo cáo về sự cố tại cơ sở nghiên cứu @black_mesa. #thuốc tẩy mùi #người tự do

source: Fully manned scientific station built at the bottom of the sea. Famous film director among the funders. #deepseamission #sleepingwithfishes
vi: Trạm khoa học có người lái hoàn toàn được xây dựng dưới đáy biển. Đạo diễn phim nổi tiếng trong số các nhà tài trợ. #nhiệm vụ biển sâu #sleepingwithfished

source: Surgery performed by robots – doctors on permanent coffee break. #automatons #medicare
vi: Ca phẫu thuật do robot - bác sĩ được nghỉ giải lao trong thời gian. #automatons #medicare

source: Pet robots a huge hit among children. #catsanddogs
vi: Robot thú cưng là một hit lớn đối với trẻ em. #mèo và chó

source: Mysterious cult leader predicts the end of the world – again. #endisnigh
vi: Nhà lãnh đạo giáo phái bí ẩn dự đoán ngày tận thế - một lần nữa. #endisnigh

source: Tons of seaweed produced for human consumption every year. Goes surprisingly well with brownies. #weedofthesea
vi: Hàng tấn rong biển được sản xuất cho con người hàng năm. Ăn ngon một cách đáng ngạc nhiên với bánh hạnh nhân. #weedofthesea

source: Genetically manipulated corn grows three times faster than regular corn. Organic food lobbyists hungry for negative impacts. #GMFoods
vi: Ngô thao tác biến đổi gen phát triển nhanh gấp ba lần so với ngô thông thường. Vận động hành lang thực phẩm hữu cơ đói cho tác động tiêu cực. #GMFoods

source: Odd #mutations detected on ten percent of people. Public consensus still on the fence about #invisible people and laser eyes. #giftedpeople
vi: Các #đột biến kỳ lạ được phát hiện trên mười phần trăm số người. Sự đồng thuận của công chúng vẫn còn trên hàng rào về những #người vô hình và mắt laser. #giftedpeople

source: Tomb of a long lost pharaoh found in the Valley of the Kings. #lost&found
vi: Ngôi mộ của một pharaoh đã mất từ lâu được tìm thấy trong Thung lũng các vị vua. #lost&found

source: #FreedomStar space station reaches #Earth orbit. Luxury resort hotel plans under way. #Astronomy #Hotels
vi: #Trạm vũ trụ Freedom Star tiến đến quỹ đạo #Trái đất. Kế hoạch khách sạn nghỉ dưỡng sang trọng đang được tiến hành #Astronomy #Hotels

source: New measures taken to save the rain forests. Plant a tree campaigns underway on popular websites. #plantatree
vi: Các biện pháp mới được thực hiện để cứu rừng mưa. Trồng một chiến dịch cây đang diễn ra trên các trang web phổ biến. #plantatree

source: World's largest solar power plant opened. Operators hoping for sunny weather. #powerofthesun
vi: Khai trương nhà máy điện mặt trời lớn nhất thế giới. Người điều hành hy vọng thời tiết nắng ráo. #powerofthesun

source: @DataDyne offers neural transplants at low cost. #affordabletech #futureisnow
vi: @Dat Dyne cung cấp dịch vụ cấy ghép thần kinh với chi phí thấp. #affordabletech #futureisnow

source: Union Aerospace Corporation announces their plans for Mars. #UAC #marsmission
vi: Công ty Cổ phần Liên minh Hàng không vũ trụ công bố kế hoạch của họ đến Sao Hỏa. #UAC #marsmission

source: Solar probe sent to orbit Sun. Follow its journey on Chirper at @solar_probe. #astro #science
vi: Tàu thăm dò Mặt trời được gửi đến quỹ đạo Mặt trời. Theo dõi hành trình của nó trên Chirper tại @tàu thăm dò năng lượng mặt trời. #astro #science

source: Wireless networks now available for free everywhere in the world. #freeinternet #netneutrality
vi: Mạng không dây hiện có sẵn miễn phí ở mọi nơi trên thế giới. #internet miễn phí #netneutrality

source: Ash from a volcanic eruption causes delays in international air traffic. Volcano ash filters planned for installation during the next decade. #nomoreash
vi: Tro bụi từ một vụ phun trào núi lửa gây ra sự chậm trễ trong giao thông hàng không quốc tế. Bộ lọc tro núi lửa được lên kế hoạch lắp đặt trong thập kỷ tới. #nomoreash

source: A miniature black hole created in the LHC. @scientists threw a coin in it, reporting that the science checks out. #eureka
vi: Một lỗ đen thu nhỏ được tạo ra trong LHC. @các nhà khoa học đã ném một đồng xu vào đó, báo cáo rằng khoa học đã kiểm tra. #eureka

source: #quadcopters becoming increasingly efficient for delivery services, dropping packages directly at your door. #tech #onlinestores
vi: #quadcopters ngày càng trở nên hiệu quả cho các dịch vụ giao hàng, gửi các gói hàng trực tiếp đến tận cửa nhà bạn. #tech #onlinestores

source: Digital watches making a comeback this season. Yesterday's future is today's ”vintage”, say fashion designers. #design #fashion
vi: Đồng hồ kỹ thuật số sẽ trở lại trong mùa giải này. Các nhà thiết kế thời trang nói rằng tương lai của ngày hôm qua là "cổ điển" của ngày hôm nay. # thiết kế # thời trang

source: Criminals reported avoiding retina scans with contact lenses. Experimental #pre-crime division to combat crime. #precogs #futureecho
vi: Tội phạm báo cáo đã tránh quét võng mạc bằng kính áp tròng. Bộ phận thực nghiệm thử #pre-crime để chống lại tội phạm. #precogs #futureecho

source: Teflon-coated underwear sell like hot cakes. Straps required to keep said underwear in place. #nonstickpants
vi: Đồ lót Teflon Coated bán đắt hàng. Cần có dây đai để giữ đồ lót nói trên đúng vị trí.#nonstickpants

source: Human #replicants excellent for physical labor. Tyrell Corporation to ship them to the Moon. #voight-kampff
vi: Nhân bản tuyệt vời cho lao động thể chất. Công ty Cổ phần Tyrell có thể đưa chúng lên Mặt Trăng. #voight-kampff

source: Scientists research possibilities of using cooking oil as fuel. Food enthusiasts afraid the development might endanger delicious meals. #foodorfuel
vi: Các nhà khoa học nghiên cứu khả năng sử dụng dầu ăn làm nhiên liệu. Những người đam mê ẩm thực lo sợ sự phát triển có thể gây nguy hiểm cho những bữa ăn ngon. #foodorfuel

source: Knights Templar come out of hiding, see the state of the world and return back to hiding. #islepttoolong
vi: Hiệp sĩ Templar thoát ra khỏi nơi ẩn náu, nhìn thấy tình trạng của thế giới và quay trở lại. #islepttoolong

source: Possible structures observed on the surface of Mars. International joint-operation to explore the anomaly underway. #lifeonmars
vi: Các cấu trúc có thể quan sát được trên bề mặt sao Hỏa. Hoạt động hợp tác quốc tế để khám phá sự bất thường đang được tiến hành. #sự sống trên sao Hỏa

source: The weather forecast for this week is sunny with a chance of mild wind coming from the north. #alwayssunny
vi: Dự báo thời tiết tuần này trời nắng, có thể có gió nhẹ từ phía bắc. #luôn nắng

source: @deltamavericks have won the National Baseball League championship! Fans have gone out to the streets to celebrate their well-earned victory. #gomavericks
vi: @delta mavericks đã giành chức vô địch Liên đoàn Bóng chày Quốc gia! Các cổ động viên đã đổ ra đường ăn mừng chiến thắng xứng đáng.#gomavericks

source: @illuminati now taking applications for new members. Address for applications is a secret. #aliens #conspiracy
vi: Illinati hiện đang nhận đơn đăng ký thành viên mới. Địa chỉ cho các đơn xin đơn kí là một bí mật. #aliens #conspiracy

source: The newest reality show airs tonight! #isthisreal
vi: Chương trình thực tế mới nhất phát sóng tối nay! #isthisreal

source: #Android and #gynoid robot models released for consumer use – now you can buy a friend or a partner! #artificiallove
vi: Các mô hình robot #gynoid và #Android được phát hành cho người tiêu dùng - bây giờ bạn có thể mua một người bạn hoặc một đối tác! #artiftinglove

source: High energy plankton wafer hits the food market. Boy, it's yummy! #superfood
vi: Bánh kẹp sinh vật phù du năng lượng cao tiếp cận thị trường thực phẩm. Chàng trai, nó ngon! #superfood

source: Health care goes #universal around the world. More health care with smaller cost. #universalcare
vi: Chăm sóc sức khỏe trở nên phổ biến trên toàn thế giới. Chăm sóc sức khỏe nhiều hơn với chi phí ít hơn. #universalcare

source: Mail-order babies available! Select the best genes yourself. Free shipping. #babiesovernight
vi: Em bé đặt hàng qua thư có sẵn! Tự mình chọn lọc những gen tốt nhất. Miễn phí vận chuyển. #babiesovernight

source: See-through plastic jackets are in fashion. No one knows why. #fashion
vi: Áo khoác nhựa nhìn xuyên thấu đang là mốt. Không ai biết tại sao. #thời trang

source: Toads with hypnotic abilities the most popular pet of th- ALL GLORY TO THE HYPNOTOAD. #hypnotoad
vi: Cóc có khả năng thôi miên là vật nuôi phổ biến nhất của- ALL GLORY TO THE HYPNOTOAD. #hypnotoad

source: Levitating cats the new trending topic on the internet. #cats
vi: Đưa mèo vào chủ đề thịnh hành mới trên internet. #những con mèo

source: The new cleaning robot from @OCP is great. It does the dishes and laundry and vacuums. #robohelp
vi: Robot dọn dẹp mới từ @OCP thật tuyệt. Nó thực hiện rửa bát đĩa và giặt là và hút bụi. #robohelp

source: @british_lord I'm really excited about the journey. Privately funded spacecraft leaves Earth for Moon. #inspace
vi: @chúa tể người Anh Tôi thực sự vui mừng về cuộc hành trình. Tàu vũ trụ do tư nhân tài trợ rời Trái đất đến Mặt trăng. #trong không gian

source: @scientists Solar eclipse this summer in the North Pole. #naturalwonder
vi: Các nhà khoa học cho rằng Nhật thực vào mùa hè này ở Bắc Cực. #kỳ quan thiên nhiên

source: @catwalk: Silver was the new black, now orange is the new black. #orangeisblack
vi: catwalk: Màu bạc là màu đen mới, bây giờ màu cam là màu đen mới. #cam hay đen

source: @loshermanosumbrellas It melts in the rain! Fully bio-degradable umbrella in stores! #hacks
vi: anh em nhà ô tan chảy! Nó tan trong mưa! Ô hoàn toàn phân hủy sinh học trong các cửa hàng! #hacks

source: @starry_eyes implants offer a wide range of colors and patterns – would you like snake eyes or purple glitter? #beauty
vi: @Cấy ghép mắt cung cấp nhiều màu sắc và kiểu dáng - bạn muốn mắt rắn hay ánh tím? #sắc đẹp, vẻ đẹp

source: @veridian_dynamics Hit a wall few times, otherwise it looks and feels great! Rocket packs tested in controlled environment. #rocketeer
vi: động lực học veridian va chạm một bức tường vài lần, nếu không nó trông rất tuyệt! Các gói tên lửa được thử nghiệm trong môi trường được kiểm soát. #rocketeer

source: @project_lazarus What happened to you guys? International conglomerate stops funding project Lazarus. #livingdead
vi: dự án lazarus Chuyện gì đã xảy ra với các bạn? Tập đoàn quốc tế ngừng tài trợ cho dự án Lazarus. #livingdead

source: This panel is inactive as the game was started using the ”-noWorkshop” toggle.
vi: Bảng điều khiển này không hoạt động vì trò chơi được bắt đầu sử dụng nút chuyển đổi "-noWorkshop".

source: Depth Of Field Type
vi: Độ sâu của loại trường

source: Depth Of Field Amount
vi: Độ sâu của lượng trường

source: Disabled
vi: Vô hiệu hóa

source: Legacy
vi: Cũ

source: Normal
vi: Bình thường

source: High
vi: Cao

source: Mouse light intensity during night
vi: Điều chỉnh mật độ ánh sáng trong đêm

source: Use day/night cycle
vi: Sử dụng chu kỳ ngày/đêm

source: Day/Night Control
vi: Kiểm soát Ngày/Đêm

source: Lights
vi: Nguồn sáng

source: General
vi: Chung

source: Ancient
vi: Thời cổ đại

source: Medieval
vi: Thời trung cổ

source: Modern
vi: Thời hiện đại

source: Vehicles
vi: Phương tiện

source: Logos
vi: Logo

source: Random Logos
vi: Logo ngẫu nhiên

source: Small Billboards
vi: Biển quảng cáo nhỏ

source: Medium Billboards
vi: Biển quảng cáo trung bình

source: Large Billboards
vi: Biển quảng cáo lớn

source: Random Large Billboards
vi: Biển quảng cáo lớn ngẫu nhiên

source: Random Small Billboards
vi: Biển quảng cáo nhỏ ngẫu nhiên

source: Random Medium Billboards
vi: Biển quảng cáo trung bình ngẫu nhiên

source: 3D Billboards
vi: Biển quảng cáo 3D

source: Animated Billboards
vi: Biển quảng cáo động

source: Containers
vi: Thùng chứa

source: Construction Materials
vi: Vật liệu xây dựng

source: Structures
vi: Xây dựng

source: Playgrounds
vi: Sân chơi

source: Flowers and Plants
vi: Hoa và cây

source: Park Equipment
vi: Thiết bị Công viên

source: Fountains
vi: Đài phun nước

source: Communications
vi: Thông tin chung

source: Streets
vi: Đường phố

source: Home Yard
vi: Sân nhà

source: Ground Tiles
vi: Ngói đất thổ cư

source: Accessories
vi: Phụ kiện

source: Rooftop Accesses
vi: Phụ kiện phần mái

source: Random Rooftop Accesses
vi: Phụ kiện phần mái ngẫu nhiên

source: Line activity
vi: Hoạt động của đường

source: Line only active during day time
vi: Đường chỉ hoạt động vào ban ngày

source: Line only active during night time
vi: Đường chỉ hoạt động vào ban đêm

source: Line active both at day and night time
vi: Tuyến đường hoạt động cả ban ngày và ban đêm

source: Jails availability
vi: Tình trạng sẵn có của nhà tù

source: Detained criminals: {0:N0}
vi: Tội phạm bị giam giữ: {0:N0}

source: Jails capacity: {0:N0}
vi: Khả năng giam giữ: {0:N0}

source: Add style
vi: Thêm phong cách

source: Create a new district style
vi: Tạo một phong cách quận mới

source: Show assets
vi: Hiển thị nội dung

source: Remove the asset from this style
vi: Xóa nội dung khỏi kiểu này

source: New style
vi: Phong cách mới

source: Get more styles on
vi: Nhận nhiều phong cách hơn trên

source: STYLES
vi: PHONG CÁCH

source: Add to style...
vi: Thêm vào phong cách ...

source: Asset was added to style
vi: Nội dung đã được thêm vào phong cách

source: Districts Painting tools
vi: Các công cụ để sơn Quận

source: Industrial Specializations
vi: Chuyên ngành công nghiệp

source: Commercial Specializations
vi: Chuyên ngành thương mại

source: Residential Specializations
vi: Chuyên môn dân cư

source: Office Specializations
vi: Chuyên môn Văn phòng

source: New Commercial Specializations
vi: Chuyên ngành thương mại mới

source: Specializations
vi: Chuyên môn

source: Commercial Specialization: {0}
vi: Chuyên môn Thương mại: {0}

source: Industrial Specialization: {0}
vi: Chuyên môn hóa Công nghiệp: {0}

source: Replaces
vi: Thay thế

source: Warning! The style may function poorly, because it has little variety in the following types:
vi: Cảnh báo! Phong cách này có thể hoạt động kém, vì nó có ít sự đa dạng trong các kiểu sau:

source: Included in {0} style(s)
vi: Bao gồm trong {0} phong cách

source: PUBLISH STYLE ON STEAM WORKSHOP
vi: CÔNG KHAI KIỂU PHONG CÁCH TRÊN STEAM WORKSHOP

source: No details are available, because the style contains legacy assets
vi: Không có thông tin chi tiết nào vì kiểu này chứa nội dung kế thừa

source: SUBSCRIBE TO ALL
vi: ĐĂNG KÝ TẤT CẢ

source: level
vi: cấp độ

source: Leisure & Tourism Unique Buildings
vi: Tòa nhà Giải trí & Du lịch độc đáo

source: Airport Areas
vi: Khu vực sân bay

source: Park Areas
vi: Khu vực công viên

source: Walking Tours
vi: Những chuyến đi bộ

source: Sightseeing Bus Tours
vi: Tham quan bằng xe buýt

source: Loans
vi: Vay lãi

source: Helicopter
vi: Máy bay trực thăng

source: Second Loan
vi: Khoản vay thứ hai

source: Third Loan
vi: Khoản vay thứ ba

source: Taxes
vi: Thuế

source: Unique buildings are attractions that draw in tourists. Each Unique Building is unlocked separately and has its own requirements.
vi: Những công trình kiến trúc độc đáo là điểm thu hút khách du lịch. Mỗi Tòa nhà độc đáo được mở khóa riêng biệt và có các yêu cầu riêng.

source: Airport Areas can be used to build specialized airport areas, allowing for individualized solutions for connection air traffic to the city and its other public transportation networks.
vi: Các Khu vực Sân bay có thể được sử dụng để xây dựng khu vực sân bay chuyên biệt, cho phép các giải pháp cá nhân hóa để kết nối giao thông hàng không trong thành phố và kết nối với các mạng lưới giao thông công cộng khác của thành phố.

source: Ferries travel on water and can use canals to reach locations.
vi: Phà đi trên mặt nước và có thể sử dụng kênh để đến các địa điểm.

source: Blimps soar high above the city, taking passengers from one stop to another.
vi: Khí cầu bay cao trên thành phố, đưa hành khách từ điểm dừng này đến điểm dừng khác.

source: Park Areas can be used to build specialized parks of varying sizes.
vi: Các Khu Công viên có thể được sử dụng để xây dựng các công viên chuyên biệt với các quy mô khác nhau.

source: Walking Tours allows you to make tour lines for pedestrians and guide visitors to specific locations better.
vi: Chuyến tham quan đi bộ cho phép bạn tạo đường cho người đi bộ và hướng dẫn khách truy cập đến các địa điểm cụ thể tốt hơn.

source: The tourists can travel around the city fast and easy and experience its various attractions by taking a sightseeing bus tour.
vi: Khách du lịch có thể đi vòng quanh thành phố nhanh chóng và dễ dàng và trải nghiệm các điểm tham quan khác nhau của nó bằng cách đi xe buýt tham quan.

source: Industry Areas can be used to build specialized areas of varying sizes and shapes.
vi: Khu vực Công nghiệp có thể được sử dụng để xây dựng các khu vực chuyên biệt với nhiều kích thước và hình dạng khác nhau.

source: Campus Area tool can be used to create campus areas of various shapes and sizes. For young adults the Campus Areas provide university level education.
vi: Công cụ Khu vực Khuôn viên có thể được sử dụng để tạo các khu vực khuôn viên với nhiều hình dạng và kích thước khác nhau. Đối với thanh thiếu niên, Khu học xá cung cấp chương trình giáo dục cấp đại học.

source: The Intercity Bus is a public transportation service, which uses coaches for tourists and citizens to travel to and from the city.
vi: Xe buýt liên tỉnh là một dịch vụ vận tải công cộng, sử dụng xe buýt cho khách du lịch và người dân đi đến và đi từ thành phố.

source: Passenger Helicopters avoid traffic altogether and zip through the sky, connecting people in a whole new way.
vi: Trực thăng chở khách tránh hoàn toàn giao thông và lướt qua bầu trời, kết nối mọi người theo một cách hoàn toàn mới.

source: Trolleybuses allow you to construct the Trolleybus Depot, new roads and to create circular trolleybus public transport lines in your city.
vi: Xe buýt điện cho phép bạn xây dựng Trạm xe buýt điện, những con đường mới và tạo các tuyến giao thông xe buýt điện khép kín trong thành phố của bạn.

source: Fishing Industry unlocks Fishing Boat Harbors, Fish Market, creating your own Fishing Routes and much more!
vi: Ngành đánh bắt hải sản mở khóa Bến thuyền đánh cá, Chợ cá, tạo các tuyến đường đánh cá của riêng bạn và nhiều hơn thế nữa!

source: You can modify the terrain with the landscaping tools!
vi: Bạn có thể sửa đổi địa hình bằng các công cụ tạo cảnh!

source: You can take a small loan, with low interest.
vi: Bạn có thể vay một khoản tiền nhỏ, với lãi suất thấp.

source: You can take a medium loan, with moderate interest.
vi: Bạn có thể vay trung bình, lãi suất vừa phải.

source: You can take a large loan, with high interest.
vi: Bạn có thể vay một khoản tiền lớn, với lãi suất cao.

source: Use policies to assign city or district wide regulations and specializations.
vi: Sử dụng các chính sách để phân công các quy định và chuyên môn trên toàn thành phố hoặc quận.

source: Districts can be used to divide your city into specialized areas with Policies.
vi: Các quận có thể được sử dụng để chia thành phố của bạn thành các khu vực chuyên biệt bằng các Chính sách.

source: You can now adjust the taxation of different zones in the Money Panel.
vi: Bây giờ bạn có thể điều chỉnh việc đánh thuế các khu vực khác nhau trong Bảng điều khiển tiền.

source: Monuments are the accomplishments that will make your city stand apart from other cities.
vi: Di tích là những thành tựu sẽ làm cho thành phố của bạn nổi bật so với các thành phố khác.
