Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Panda Sanctuary
vi: Khu bảo tồn Gấu trúc

source: Temple Complex
vi: Khu phức hợp Đền thờ

source: Oriental Pearl Tower
vi: Tháp Minh Châu Phương Đông

source: ChirpX Launch Site
vi: Bãi phóng ChirpX

source: Chirper Balloon Tours
vi: Chuyến tham quan bằng khinh khí cầu Chirper

source: Build an Airport Terminal
vi: Xây dựng một Nhà ga Sân bay

source: Create an Airport Area
vi: Tạo một Khu vực Sân bay

source: Prison
vi: Nhà tù

source: Casino
vi: Sòng bạc

source: Luxury Hotel
vi: Khách sạn Cao cấp

source: Fantastic Fountain
vi: Đài phun nước kiểu cách

source: Driving Range
vi: Sân tập golf

source: Zoo
vi: Vườn thú

source: Bus Station
vi: Trạm xe Buýt

source: Skatepark
vi: Công viên trượt ván

source: Riding Stable
vi: Chuồng đua ngựa

source: Beach Volleyball Court
vi: Sân Bóng chuyền Bãi biển

source: Fishing Pier
vi: Cảng cá

source: International Airport
vi: Cảng hàng không Quốc tế

source: Cargo Hub
vi: Khu trung chuyển Hàng hóa

source: Taxi Depot
vi: Bến tập kết Taxi

source: Taxi Stand
vi: Điểm đỗ Taxi

source: Magicka Theme Park
vi: Công viên Magika

source: Jet Ski Rental
vi: Cho thuê ván trượt

source: Fishing Tours
vi: Du lịch Câu cá

source: Marina
vi: Bến du thuyền

source: Restaurant Pier
vi: Nhà hàng cầu cảng

source: Large Aircraft Stand
vi: Nơi đỗ máy bay loại lớn

source: Classic Large Terminal
vi: Nhà ga lớn cổ điển

source: Classic Two-Story Terminal
vi: Nhà ga hai tầng cổ điển

source: Classic Airport Terminal
vi: Nhà ga sân bay cổ điển

source: Medium Aircraft Stand
vi: Nơi đỗ máy bay loại trung bình

source: Modern Large Terminal
vi: Nhà ga lớn hiện đại

source: Ultra Modern Large Terminal
vi: Nhà ga lớn Tối tân

source: Modern Airport Terminal
vi: Nhà ga sân bay hiện đại

source: Ultra Modern Airport Terminal
vi: Nhà ga sân bay Tối tân

source: Modern Two-Story Terminal
vi: Nhà ga hai tầng hiện đại

source: Ultra Modern Two-Story Terminal
vi: Nhà ga hai tầng Tối tân

source: Small Aircraft Stand
vi: Vị trí chờ máy bay loại nhỏ

source: Classic Concourse Hub
vi: Trung tâm sảnh chờ kiểu cổ điển

source: Modern Concourse Hub
vi: Trung tâm sảnh chờ kiểu hiện đại

source: Ultra Modern Concourse Hub
vi: Trung tâm sảnh chờ kiểu Tối tân

source: Cargo Aircraft Stand
vi: Vị trí chờ của máy bay chở hàng

source: Cargo Airport Terminal
vi: Nhà ga máy bay chở hàng

source: Airport Cargo Train Station
vi: Ga tàu chở hàng tại sân bay

source: Large Classic Airport Entrance
vi: Lối vào Sân bay kiểu Cổ điển loại Lớn

source: Large Modern Airport Entrance
vi: Lối vào Sân bay kiểu Hiện đại loại Lớn

source: Large Ultra Modern Airport Entrance
vi: Lối vào Sân bay kiểu Tối tân loại Lớn

source: Large Gate
vi: Cổng cỡ lớn

source: Medium Gate
vi: Cổng cỡ trung bình

source: Classic Two-Story Airport Entrance
vi: Lối vào Sân bay Hai Tầng kiểu Cổ điển

source: Modern Two-Story Airport Entrance
vi: Lối vào Sân bay Hai Tầng kiểu Hiện đại

source: Ultra Modern Two-Story Airport Entrance
vi: Lối vào Sân bay Hai Tầng kiểu Tối tân

source: Small Gate
vi: Cổng cỡ nhỏ

source: Airline Headquarters Building
vi: Tòa nhà trụ sở hãng hàng không

source: Airline Lounge
vi: Phòng chờ hàng không

source: Budget Airport Hotel
vi: Khách sạn Sân bay Bình dân

source: Luxury Airport Hotel
vi: Khách sạn Sân bay Cao cấp

source: Aviation Fuel Station
vi: Trạm nhiên liệu hàng không

source: Aviation Museum
vi: Bảo tàng hàng không

source: Classic Control Tower
vi: Tháp điều khiển kiểu cổ điển

source: Modern Control Tower
vi: Tháp điều khiển kiểu hiện đại

source: Ultra Modern Control Tower
vi: Tháp điều khiển kiểu tối tân

source: Large Hangar
vi: Nhà chứa máy bay cỡ lớn

source: Small Hangar
vi: Nhà chứa máy bay cỡ nhỏ

source: Airport Bus Station
vi: Trạm xe buýt sân bay

source: Elevated Airport Metro Station
vi: Ga tàu điện tại sân bay nằm ở trên cao

source: Airport Train Station
vi: Ga xe lửa tại sân bay

source: Cargo Airplane Stand
vi: Vị trí chờ của máy bay chở hàng

source: Cargo Airport Entrance
vi: Lối vào của máy bay chở hàng

source: Parked Cargo Plane
vi: Máy bay chở hàng đã dừng đỗ

source: Large Parked Plane
vi: Máy bay đỗ cỡ lớn

source: Medium Parked Plane
vi: Máy bay đỗ cỡ trung

source: Small Parked Plane
vi: Máy bay đỗ cỡ nhỏ

source: Airline Headquarters Building
vi: Tòa nhà trụ sở hãng hàng không

source: Cargo Airport Train Station
vi: Ga xe lửa tại sân bay chuyên cho máy bay chở hàng

source: Tram Depot
vi: Bến tập kết Tàu điện phố

source: Tram Stop
vi: Điểm dừng Tàu điện phố

source: Sauna
vi: Nhà xông hơi

source: Ski Lodge
vi: Nhà nghỉ trượt tuyết

source: Skating Rink
vi: Sân trượt băng

source: Ice Sculpture Park
vi: Công viên Tượng băng

source: Ski Resort
vi: Resort trượt tuyết

source: Ice Hockey Arena
vi: Nhà thi đấu Khúc côn cầu

source: Spa Hotel
vi: Khách sạn nghỉ dưỡng

source: Boiler Station
vi: Trạm Cung cấp Khí nóng

source: Snow Dump
vi: Bãi đổ tuyết

source: Road Maintenance Depot
vi: Bến xe Bảo trì Đường bộ

source: Curling Park
vi: Công viên Vòng tròn

source: Sledding Hill
vi: Đồi dốc thoải

source: Snowman Park
vi: Công viên Người tuyết

source: Snowcastle Restaurant
vi: Nhà hàng Lâu đài tuyết

source: Sleigh Ride
vi: Xe trượt tuyết

source: Ice Hockey Rink
vi: Sân Khúc côn cầu trên băng

source: Snowmobile Track
vi: Đường đua Mô-tô trượt tuyết

source: Icefishing Pond
vi: Hồ Câu cá trên Băng

source: Frozen Fountain
vi: Đài phun nước Đóng băng

source: Firepit Park
vi: Lửa trại

source: Igloo Hotel
vi: Khách sạn Lều tuyết

source: Santa Claus' Workshop
vi: Xưởng của Ông già Noel

source: Geothermal Heating Plant
vi: Nhà máy sưởi Địa nhiệt

source: Cross-Country Skiing Park
vi: Công viên Trượt tuyết Xuyên quốc gia

source: The Christmas Tree
vi: Cây thông Noel

source: Snowboard Arena
vi: Khu trượt ván

source: Paradox Plaza
vi: Quảng trường Paradox

source: Medical Clinic
vi: Trạm Y tế

source: Medical Helicopter Depot
vi: Bãi đáp trực thăng y tế

source: Police Helicopter Depot
vi: Bãi đáp trực thăng cảnh sát

source: Fire Helicopter Depot
vi: Bãi đáp trực thăng cứu hoả

source: Disaster Memorial
vi: Đài tưởng niệm Thảm họa

source: Meteorite Park
vi: Công viên Thiên thạch

source: Helicopter Park
vi: Công viên Trực thăng

source: Pyramid Of Safety
vi: Kim tự tháp

source: Sphinx Of Scenarios
vi: Tượng Nhân sư

source: Sparkly Unicorn Rainbow Park
vi: Công viên Cầu vồng Kỳ lân Lấp lánh

source: Doomsday Vault
vi: Hầm trú ẩn Ngày tận thế

source: Pumping Service
vi: Dịch vụ xử lý nước thải

source: Disaster Response Unit
vi: Trung tâm Ứng phó Thảm họa

source: Tank Reservoir
vi: Hồ chứa nước

source: Small Emergency Shelter
vi: Hầm trú ẩn khẩn cấp nhỏ

source: Large Emergency Shelter
vi: Hầm trú ẩn khẩn cấp lớn

source: Short Radio Mast
vi: Cột Radio thấp

source: Tall Radio Mast
vi: Cột Radio cao

source: Firewatch Tower
vi: Tháp báo cháy

source: Fresh Water Outlet
vi: Cửa thoát nước sạch

source: Deep Space Radar
vi: Ra-đa không gian

source: Weather Radar
vi: Ra-đa thời tiết

source: Tsunami Warning Buoy
vi: Phao cảnh báo sóng thần

source: Earthquake Sensor
vi: Cảm biến động đất

source: Multiplatform Train Station
vi: Ga tàu hoả nhiều đường

source: Multiplatform End Station
vi: Ga cuối nhiều đường

source: Ferry and Bus Exchange Stop
vi: Trạm Trung chuyển Phà và Xe Buýt

source: Ferry Depot
vi: Bến tập kết Tàu thủy

source: Ferry Pier
vi: Cảng đỗ Phà

source: Ferry Stop
vi: Điểm dừng Phà

source: Monorail Station
vi: Ga tàu đơn ray

source: Monorail Station with Road
vi: Bến tàu đơn ray kết hợp Đường bộ

source: Cable Car Stop
vi: Điểm dừng Cáp treo

source: Cables for Cable Car
vi: Dây Cáp treo

source: Blimp Depot
vi: Bến tập kết Khí cầu

source: Blimp Stop
vi: Điểm dừng Khí cầu

source: Boat Museum
vi: Bảo tàng Hàng hải

source: Traffic Park
vi: Công viên Giao thông

source: Locomotive Halls
vi: Sảnh Đầu máy Hơi nước

source: Metro-Monorail-Train Hub
vi: Tổ hợp Phương tiện đường ray

source: Monorail-Bus Hub
vi: Tổ hợp Tàu điện-Xe buýt

source: End-of-Line Cable Car Stop
vi: Điểm cuối Cáp treo

source: Ultimate Recycling Plant
vi: Nhà máy Tái chế Tối tân

source: Central Park
vi: Công viên trung tâm

source: Floating Gardens
vi: Vườn Nổi

source: Ziggurat Garden
vi: Vườn Ziggurat

source: Lungs of the City
vi: Lá phổi của Thành phố

source: Climate Research Station
vi: Trạm nghiên cứu khí hậu

source: Bird and Bee Haven
vi: Thiên đường của chim và ong

source: Geothermal Power Plant
vi: Nhà máy Năng lượng Địa nhiệt

source: Ocean Thermal Energy Conversion Plant
vi: Nhà máy chuyển hóa Nhiệt đại dương

source: Solar Updraft Tower
vi: Tháp Đối lưu nhiệt Mặt trời

source: Eco Water Outlet
vi: Cửa thoát nước sinh thái

source: Eco Water Treatment Plant
vi: Nhà máy xử lý nước sinh thái

source: Recycling Center
vi: Trung tâm tái chế

source: Floating Garbage Collector
vi: Phao thu gom rác thải nổi

source: Community Pool
vi: Bể bơi công cộng

source: Sports Hall and Gymnasium
vi: Trung tâm thể dục thể thao

source: Yoga Garden
vi: Vườn Yoga

source: Community School
vi: Trường công lập

source: Institute of Creative Arts
vi: Học viện Nghệ Thuật Sáng tạo

source: Modern Technology Institute
vi: Học viện Công nghệ Hiện đại

source: Biofuel Bus Depot
vi: Bến tập kết Xe buýt sinh học

source: Tropical Garden
vi: Vườn Nhiệt đới

source: Floating Cafe
vi: Tiệm Cafe nổi

source: Fishing Island
vi: Đảo câu cá

source: Small Park Main Gate
vi: Cổng công viên nhỏ

source: Small Amusement Park Main Gate
vi: Cổng công viên giải trí nhỏ

source: Small Zoo Main Gate
vi: Cổng sở thú nhỏ

source: Small Nature Reserve Main Gate
vi: Cổng khu bảo tồn tự nhiên nhỏ

source: Park Main Gate
vi: Cổng chính công viên

source: Park Side Gate
vi: Cổng bên công viên

source: Park Restrooms #1
vi: Phòng vệ sinh công viên #1

source: Climbing Frame #1
vi: Khung leo trèo của trẻ em #1

source: Park Plaza
vi: Quảng trường Công viên

source: Park Pier #1
vi: Bến tàu công viên #1

source: Park Pier #2
vi: Bến tàu công viên #2

source: Park Cafe #1
vi: Quán Cà phê công viên #1

source: Park Info Booth #1
vi: Gian hàng công viên #1

source: Trampoline Park #1
vi: Công viên nhún nhảy #1

source: Park Chess Board #1
vi: Công viên Bàn cờ #1

source: Gazebo #1
vi: Tiểu đình #1

source: Gazebo #2
vi: Tiểu đình #2

source: Amusement Park Main Gate
vi: Cổng chính công viên giải trí

source: Amusement Park Side Gate
vi: Cổng bên công viên giải trí

source: Amusement Park Cafe #1
vi: Quán cà phê công viên giải trí #1

source: Amusement Park Plaza
vi: Quảng trường Công viên giải trí

source: Piggy Train
vi: Tàu Heo quay

source: Carousel
vi: Vòng đu quay

source: Bumper Cars
vi: Xe điện đụng

source: Pendulum Ride
vi: Cưỡi con lắc

source: Ferris Wheel
vi: Bánh xe khổng lồ

source: Swinging Boat
vi: Thuyền xóc

source: Drop Tower Ride
vi: Tháp thả tự do

source: Rotating Tea Cups
vi: Ấm trà xoay

source: House Of Horrors
vi: Nhà ma

source: Game Booth #1
vi: Quầy trò chơi #1

source: Game Booth #2
vi: Quầy trò chơi #2

source: Amusement Park Souvenir Shop #1
vi: Cửa hàng lưu niệm công viên giải trí #1

source: Rollercoaster
vi: Tàu lượn siêu tốc

source: Amusement Park Restrooms #1
vi: Nhà vệ sinh Công viên Giải trí #1

source: Zoo Main Gate
vi: Cổng chính Sở thú

source: Zoo Side Gate
vi: Cổng bên Sở thú

source: Zoo Restrooms #1
vi: Nhà vệ sinh Sở thú #1

source: Zoo Cafe #1
vi: Cà phê Sở thú #1

source: Zoo Plaza
vi: Quảng trường Sở thú

source: Bison Enclosure
vi: Chuồng Bò rừng

source: Giraffe Enclosure
vi: Chuồng Hươu cao cổ

source: Lion Enclosure
vi: Chuồng Sư tử

source: Antelope Enclosure
vi: Chuồng Linh dương

source: Flamingo Enclosure
vi: Chuồng Chim hồng hạc

source: Zoo Souvenir Shop #1
vi: Cửa hàng quà lưu niệm sở thú #1

source: Elephant Enclosure
vi: Chuồng Voi

source: Rhino Enclosure
vi: Chuồng tê giác

source: Sealife Enclosure
vi: Khu thủy sinh

source: Moose And Reindeer Enclosure
vi: Chuồng Nai và Tuần lộc

source: Insect, Amphibian and Reptile House
vi: Nhà nuôi côn trùng, động vật lưỡng cư và bò sát

source: Monkey Palace
vi: Cung điện Khỉ

source: Bird House
vi: Nhà nuôi Chim

source: Nature Reserve Main Gate
vi: Cửa chính Khu bảo tồn thiên nhiên

source: Nature Reserve Side Gate
vi: Cửa phụ Khu bảo tồn thiên nhiên

source: Lean-To Shelter #1
vi: Lều mái che #1

source: Lean-To Shelter #2
vi: Lều mái che #2

source: Hunting Cabin #1
vi: Nhà Thợ săn #1

source: Hunting Cabin #2
vi: Nhà Thợ săn #2

source: Viewing Deck #1
vi: Toà nhà vọng cảnh #1

source: Viewing Deck #2
vi: Toà nhà vọng cảnh #2

source: Campfire Site #1
vi: Khu vực lửa trại #1

source: Campfire Site #2
vi: Khu vực lửa trại #2

source: Lookout Tower #1
vi: Tháp canh #1

source: Lookout Tower #2
vi: Tháp canh #2

source: Tent Camping Site #1
vi: Khu vực lều trại #1

source: Bouldering Site #1
vi: Khu vực leo núi #1

source: Camping Site #1
vi: Khu vực cắm trại #1

source: Tent #1
vi: Lều #1

source: Tent #2
vi: Lều #2

source: Tent #3
vi: Lều #3

source: Fishing Cabin #1
vi: Chòi câu cá #1

source: Fishing Cabin #2
vi: Chòi câu cá #2

source: Park Maintenance Building
vi: Tòa nhà Bảo trì công viên

source: Sightseeing Bus Depot
vi: Bến tập kết Xe buýt tham quan

source: City Arch
vi: Cổng vòm thành phố

source: Clock Tower
vi: Tháp Đồng hồ

source: Old Market Street
vi: Đường chợ cũ

source: Sea Fortress
vi: Pháo đài ven biển

source: Observation Tower
vi: Tháp quan sát

source: The Statue of Colossalus
vi: Tượng đài của sự Vĩ Đại

source: Castle Of Lord Chirpwick
vi: Lâu đài Lãnh chúa Chirpwick

source: Hot Air Balloon Tours
vi: Du lịch Khinh khí cầu

source: Exotic Wildlife Spawn Point
vi: Điểm sinh sản hoang dã

source: Cave #1
vi: Hang động #1

source: Cave #2
vi: Hang động #2

source: Cave #3
vi: Hang động #3

source: Cliff #1
vi: Vách núi #1

source: Cliff #2
vi: Vách núi #2

source: Cliff #3
vi: Vách núi #3

source: Cliff #4
vi: Vách núi #4

source: Cliff #5
vi: Vách núi #5

source: Cliff #6
vi: Vách núi #6

source: Cliff #7
vi: Vách núi #7

source: Cliff #8
vi: Vách núi #8

source: Cliff #9
vi: Vách núi #9

source: Cliff #10
vi: Vách núi #10

source: Cliff #11
vi: Vách núi #11

source: Cliff #12
vi: Vách núi #12

source: Rock Formation #5
vi: Đá trầm tích #5

source: Rock Formation #6
vi: Đá trầm tích #6

source: Rock Formation #7
vi: Đá trầm tích #7

source: Rock Formation #8
vi: Đá trầm tích #8

source: Rock Formation #9
vi: Đá trầm tích #9

source: Rock Formation #10
vi: Đá trầm tích #10

source: Rock Formation #11
vi: Đá trầm tích #11

source: Rock Formation #12
vi: Đá trầm tích #12

source: Small Tree Sapling Greenhouse
vi: Nhà kính cho các loại cây non Nhỏ

source: Large Tree Sapling Greenhouse
vi: Nhà kính cho các loại cây non Lớn

source: Small Crops Greenhouse
vi: Nhà kính cho các loại cây trồng Nhỏ

source: Medium Crops Greenhouse
vi: Nhà kính cho các loại cây trồng Trung Bình

source: Large Crops Greenhouse
vi: Nhà kính cho các loại cây trồng Lớn

source: Small Fruit Greenhouse
vi: Nhà kính cho các loại trái cây Nhỏ

source: Medium Fruit Greenhouse
vi: Nhà kính cho các loại trái cây Trung Bình

source: Large Fruit Greenhouse
vi: Nhà kính cho các loại trái cây Lớn

source: Post Office
vi: Bưu điện

source: Post Sorting Facility
vi: Văn phòng phân loại và tập trung thư tín

source: One-Way Toll Booth
vi: Trạm thu phí một chiều

source: Two-Way Toll Booth
vi: Trạm thu phí hai chiều

source: One-Way Large Toll Booth
vi: Trạm thu phí một chiều Lớn

source: Two-Way Large Toll Booth
vi: Trạm thu phí hai chiều Lớn

source: Cargo Airport
vi: Sân bay chở hàng

source: Cargo Airport Hub
vi: Trung tâm hàng không

source: Bakery
vi: Tiệm bánh mì

source: Lemonade Factory
vi: Nhà máy sản xuất nước chanh

source: Food Factory
vi: Nhà máy thực phẩm

source: Clothing Factory
vi: Xưởng may

source: Furniture Factory
vi: Xưởng chế tạo nội thất

source: Modular House Factory
vi: Xưởng sản xuất nhà Mô-đun

source: Soft Paper Factory
vi: Nhà máy sản xuất giấy mềm

source: Printing Press
vi: Cửa hàng in ấn

source: Toy Factory
vi: Xưởng sản xuất đồ chơi

source: Household Plastic Factory
vi: Xưởng sản xuất đồ nhựa gia dụng

source: Sneaker Factory
vi: Xưởng sản xuất giày Sneaker

source: Petroleum Refinery
vi: Nhà máy lọc dầu

source: Car Factory
vi: Nhà máy xe ô tô

source: Shipyard
vi: Xưởng đóng tàu

source: Electronics Factory
vi: Nhà máy điện tử

source: Industrial Steel Plant
vi: Nhà máy sản xuất thép công nghiệp

source: Warehouse Yard
vi: Sân chứa

source: Small Warehouse
vi: Nhà kho Nhỏ

source: Medium Warehouse
vi: Nhà kho Vừa

source: Large Warehouse
vi: Nhà kho Lớn

source: Farm Main Building
vi: Nhà chính Trang trại

source: Farm Workers’ Barracks
vi: Công nhân nông trại

source: Farm Maintenance Building
vi: Phòng bảo dưỡng trang trại

source: Small Crop Field
vi: Cánh đồng nhỏ

source: Medium Crop Field
vi: Cánh đồng trung bình

source: Large Crop Field
vi: Cánh đồng lớn

source: Small Fruit Field
vi: Vườn trái cây Nhỏ

source: Medium Fruit Field
vi: Vườn trái cây Vừa

source: Large Fruit Field
vi: Vườn trái cây Lớn

source: Small Barn
vi: Kho thóc Nhỏ

source: Large Barn
vi: Kho thóc Lớn

source: Small Grain Silo
vi: Tháp nông sản Nhỏ

source: Large Grain Silo
vi: Tháp nông sản Lớn

source: Small Animal Pasture
vi: Đồng cỏ nuôi gia súc nhỏ

source: Large Animal Pasture
vi: Đồng cỏ nuôi gia súc nhỏ

source: Cattle Shed
vi: Chuồng gia súc

source: Slaughterhouse
vi: Lò mổ

source: Milking Parlor
vi: Nhà vắt sữa

source: Flour Mill
vi: Máy xay bột mì

source: Forestry Main Building
vi: Nhà trồng rừng chính

source: Forestry Workers’ Barracks
vi: Công nhân chăm sóc rừng

source: Forestry Maintenance Building
vi: Nhà bảo trì rừng

source: Small Tree Sapling Field
vi: Vườn cây non nhỏ

source: Large Tree Sapling Field
vi: Vườn cây non lớn

source: Small Tree Plantation
vi: Đồn điền cây nhỏ

source: Medium Tree Plantation
vi: Đồn điền cây trung bình

source: Large Tree Plantation
vi: Đồn điền cây lớn

source: Small Log Yard
vi: Sân chứa gỗ nhỏ

source: Large Log Yard
vi: Sân chứa gỗ lớn

source: Saw Dust Storage
vi: Kho chứa mạt cưa

source: Wood Chip Storage
vi: Kho chứa gỗ dăm

source: Sawmill
vi: Xưởng cưa gỗ

source: Engineered Wood Plant
vi: Nhà máy chế tạo gỗ

source: Biomass Pellet Plant
vi: Nhà máy viên sinh khối

source: Pulp Mill
vi: Nhà máy bột giấy

source: Oil Industry Main Building
vi: Nhà máy công nghiệp dầu mỏ

source: Oil Industry Workers’ Barracks
vi: Công nhân làm việc trong nhà máy dầu mỏ

source: Oil Industry Maintenance Building
vi: Toà nhà bảo trì nhà máy dầu mỏ

source: Small Oil Pump
vi: Bơm dầu nhỏ

source: Large Oil Pump
vi: Bơm dầu lớn

source: Small Oil Drilling Rig
vi: Giàn khoan nhỏ

source: Large Oil Drilling Rig
vi: Giàn khoan lớn

source: Offshore Oil Drilling Platform
vi: Sàn khoan dầu ngoài khơi

source: Small Crude Oil Tank Farm
vi: Bể chứa dầu nhỏ

source: Large Crude Oil Tank Farm
vi: Bể chứa dầu lớn

source: Crude Oil Storage Cavern
vi: Hầm chứa dầu

source: Oil Industry Storage
vi: Kho dầu

source: Oil Sludge Pyrolysis Plant
vi: Nhà máy nhiệt phân bùn dầu

source: Waste Oil Refining Plant
vi: Nhà máy lọc dầu thải

source: Petrochemical Plant
vi: Nhà máy hoá dầu

source: Naphtha Cracker Plant
vi: Nhà máy chế biến bẽ gãy phân tử thạch du

source: Ore Industry Main Building
vi: Toà nhà công nghiệp quặng

source: Ore Industry Workers’ Barracks
vi: Trại công nhân làm việc trong công nghiệp quặng

source: Ore Industry Maintenance Building
vi: Khu vực bảo trì toà nhà công nghiệp quặng

source: Small Ore Mine
vi: Mỏ quặng nhỏ

source: Medium Ore Mine
vi: Mỏ quặng trung bình

source: Large Ore Mine
vi: Mỏ quặng lớn

source: Small Ore Mine Underground
vi: Mỏ quặng dưới lòng đất nhỏ

source: Large Ore Mine Underground
vi: Mỏ quặng dưới lòng đất lớn

source: Seabed Mining Vessel
vi: Tàu khai thác dưới đáy biển

source: Raw Mineral Storage
vi: Kho chứa khoáng sản thô

source: Ore Storage
vi: Kho chứa quặng

source: Sand Storage
vi: Kho chứa cát

source: Ore Industry Storage
vi: Kho chứa quặng công nghiệp

source: Glass Manufacturing Plant
vi: Nhà máy sản xuất thuỷ tinh

source: Fiberglass Plant
vi: Nhà máy sợi thuỷ tinh

source: Ore Grinding Mill
vi: Nhà máy nghiên quặng

source: Rotary Kiln Plant
vi: Nhà máy lò quay

source: Log Pile #1
vi: Bãi chứa gỗ #1

source: Log Pile #2
vi: Bãi chứa gỗ #2

source: Wheat Crop #1
vi: Cánh đồng lúa mạch #1

source: Potato Crop #1
vi: Cánh đồng khoai tây #1

source: Corn Crop #1
vi: Cánh đồng ngô #1

source: Cotton Crop #1
vi: Cánh đồng bông vải #1

source: Public Library
vi: Thư viện công cộng

source: Public Library is a cultural institution, which collects and stores books, films, newspapers, documents and much more. Everything is now made accessible to all citizens around the city for borrowing. Library gives a small bonus to education within building radius.
vi: Thư viện công cộng là một trung tâm văn hóa, nơi sưu tập và lưu trữ sách, phim, báo, tài liệu và hơn thế nữa. Mọi người dân xung quanh thành phố đều có thể vay được mọi thứ. Thư viện dành một phần thưởng nhỏ cho giáo dục trong bán kính tòa nhà.

source: Academic Library
vi: Thư viện học thuật

source: American Football Stadium
vi: Sân bóng nước mỹ

source: Trade School Administration Building
vi: Tòa nhà điều hành Đại học Thương Mại

source: Trade School Dormitory
vi: Ký túc xá Đại học Thương mại

source: Trade School Study Hall
vi: Hội trường học tập Đại học Thương mại

source: Trade School Groundskeeping
vi: Bảo vệ Đại học Thương mại

source: Book Club
vi: Câu lạc bộ Sách

source: Trade School Outdoor Study
vi: Điểm học tập ngoài trời Đại học Thương mại

source: Trade School Gymnasium
vi: Nhà thể chất Đại học Thương mại

source: Trade School Cafeteria
vi: Bếp ăn Đại học Thương mại

source: Trade School Fountain
vi: Đài phun nước Đại học Thương mại

source: Trade School Library
vi: Thư viện Đại học Thương mại

source: IT Club
vi: Câu lạc bộ CNTT

source: Trade School Commencement Office
vi: Phòng trao bằng Đại Thương mại

source: Trade School Academic Statue 1
vi: Tượng đài Học thuật Đại học Thương mại 1

source: Trade School Auditorium
vi: Giảng đường Đại học Thương mại

source: Trade School Laboratories
vi: Phòng thí nghiệm Đại học Thương mại

source: Trade School Bookstore
vi: Nhà sách Đại học Thương mại

source: Trade School Media Lab
vi: Phòng truyền thông Đại học Thương mại

source: Beach Volleyball Club
vi: Câu lạc bộ bóng chuyền bãi biển

source: Trade School Academic Statue 2
vi: Tượng đài Học thuật Đại học Thương mại 2

source: Police Academy
vi: Học viện Cảnh sát

source: School of Tourism And Travel
vi: Khoa Du lịch

source: School of Engineering
vi: Khoa Kỹ thuật

source: The Technology Museum
vi: Bảo tàng Công nghệ

source: Liberal Arts Administration Building
vi: Tòa nhà điều hành Đại học Khai phóng

source: Liberal Arts Dormitory
vi: Ký túc xá Đại học Khai phóng

source: Liberal Arts Study Hall
vi: Sảnh học tập Đại học Khai phóng

source: Liberal Arts Groundskeeping
vi: Bảo vệ Đại học Khai phóng

source: Liberal Arts Cafeteria
vi: Bếp ăn Đại học Khai phóng

source: Liberal Arts Library
vi: Thư viện Đại học Khai phóng

source: Liberal Arts Auditorium
vi: Giảng đường Đại học Khai phóng

source: Liberal Arts Commencement Office
vi: Phòng trao bằng tốt nghiệp Đại học Khai phóng

source: Liberal Arts Bookstore
vi: Nhà sách Đại học Khai phóng

source: Drama Club
vi: Câu lạc bộ Kịch

source: Art Club
vi: Câu lạc bộ Nghệ thuật

source: Dance Club
vi: Câu lạc bộ Nhảy

source: Liberal Arts Outdoor Study
vi: Điểm học tập ngoài trời Đại học Khai phóng

source: Liberal Arts Gymnasium
vi: Nhà thể chất Đại học Khai phóng

source: Liberal Arts Laboratories
vi: Phòng thí nghiệm Đại học Khai phóng

source: Liberal Arts Media Lab
vi: Phòng truyền thông Đại học Khai phóng

source: Liberal Arts Fountain
vi: Đài phun nước Đại học Khai phóng

source: Liberal Arts Academic Statue 1
vi: Tượng đài Học thuật Khai phóng 1

source: Liberal Arts Academic Statue 2
vi: Tượng đài Học thuật Khai phóng 2
