Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Algae Farm can be used to grow and gather high yields of algae. A farm has a growing cycle and when complete, it sends the yield to either the Fish Market or Fish Factory. Fish can also be exported. Farms can even be built on small lakes. Farms suffer from local water pollution.
vi: Trang trại Tảo có thể được sử dụng để nuôi trồng và thu thập sản lượng tảo cao. Một trang trại có chu kỳ phát triển và khi hoàn thành, nó sẽ gửi sản lượng đến Chợ Cá hoặc Nhà máy Cá. Cá cũng có thể được xuất khẩu. Trang trại thậm chí có thể được xây dựng trên các hồ nhỏ. Các trang trại bị ô nhiễm nguồn nước cục bộ.

source: Seaweed Farm can be used to grow and gather high yields of seaweed. A farm has a growing cycle and when complete, it sends the yield to either the Fish Market or Fish Factory. Fish can also be exported. Farms can even be built on small lakes. Farms suffer from local water pollution.
vi: Trang trại rong biển có thể được sử dụng để trồng và thu hoạch rong biển với năng suất cao. Một trang trại có chu kỳ phát triển và khi hoàn thành, nó sẽ gửi sản lượng đến Chợ Cá hoặc Nhà máy Cá. Cá cũng có thể được xuất khẩu. Trang trại thậm chí có thể được xây dựng trên các hồ nhỏ. Các trang trại bị ô nhiễm nguồn nước cục bộ.

source: Waste Processing Complex sends out waste transfer trucks to pick up garbage from Waste Transfer Facilities and Landfill Sites for further processing into energy and recycled materials. The Complex cannot directly collect garbage from buildings.
vi: Khu liên hợp xử lý chất thải gửi xe tải chuyển chất thải đến lấy rác từ các Cơ sở chuyển chất thải và Bãi chôn lấp để tiếp tục xử lý thành năng lượng và vật liệu tái chế. Khu liên hợp không thể trực tiếp thu gom rác từ các tòa nhà.

source: Waste Transfer Facility uses garbage trucks to collect and temporarily store garbage. Stored waste can be picked up by waste transfer trucks from Waste Processing Complex. The building pollutes less so it can be built closer to the city center.
vi: Cơ sở Trung chuyển rác sử dụng xe rác để thu gom và lưu giữ tạm thời rác thải. Chất thải lưu trữ có thể được xe tải chuyển chất thải đến từ Khu liên hợp xử lý chất thải. Tòa nhà ít gây ô nhiễm hơn nên có thể xây dựng gần trung tâm thành phố hơn.

source: Bus Station uses coaches for people to travel to and from the city. Bus Station requires highway connection. Intercity Bus Station doesn't require intercity bus lines or stops, but allows the placement of regular bus stops on the bays.
vi: Bến xe sử dụng xe khách cho người dân đi lại trong thành phố. Bến xe yêu cầu kết nối đường cao tốc. Bến xe buýt liên tỉnh không yêu cầu các tuyến hoặc điểm dừng xe buýt liên tỉnh, nhưng cho phép bố trí các điểm dừng xe buýt thường xuyên trên các vịnh.

source: Larger alternative to Intercity Bus Station. Bus terminal uses coaches for people to travel to and from the city. Bus terminal requires a highway connection. Intercity Bus Terminal doesn't require intercity bus lines or stops, but allows the placement of regular bus stops on the bays.
vi: Thay thế lớn hơn cho Bến xe liên tỉnh. Bến xe buýt sử dụng xe khách cho người dân đi lại trong thành phố. Bến xe buýt yêu cầu kết nối đường cao tốc. Bến xe buýt liên tỉnh không yêu cầu các tuyến hoặc điểm dừng xe buýt liên tỉnh, nhưng cho phép bố trí các điểm dừng xe buýt thường xuyên trên các vịnh.

source: Metro Station extends the metro functionality from the underground to the ground level. Place metro stations first, connect them with metro tracks, and then plan routes.
vi: Ga tàu điện ngầm mở rộng chức năng tàu điện ngầm từ dưới lòng đất đến mặt đất. Đặt các ga tàu điện ngầm trước, kết nối chúng với các đường ray tàu điện ngầm, sau đó lập kế hoạch các tuyến đường.

source: Elevated alternative to Metro Station. Elevated Metro Station extends the metro functionality from underground to overground. Place elevated metro stations first, connect them with metro tracks, and then plan routes.
vi: Thay thế trên cao cho Ga Tàu điện ngầm. Ga tàu điện ngầm trên cao mở rộng chức năng tàu điện ngầm từ tàu điện ngầm sang tàu điện ngầm. Đặt các ga tàu điện ngầm trên cao trước, kết nối chúng với các đường ray tàu điện ngầm, sau đó lập kế hoạch các tuyến đường.

source: Metro Station with a stretch of road that extends the metro functionality from underground to overground. Place metro stations first, connect them with metro tracks, and then plan routes.
vi: Ga tàu điện ngầm với một đoạn đường mở rộng chức năng của tàu điện ngầm từ tàu điện ngầm đến tàu điện ngầm. Đặt các ga tàu điện ngầm trước, kết nối chúng với các đường ray tàu điện ngầm, sau đó lập kế hoạch các tuyến đường.

source: Depot sends out vehicles to lines automatically when it is connected to a trolleybus line. Trolleybus is an electric bus that draws power from overhead wires using spring-loaded trolley poles. Vehicles return to the depot after finishing their shift.
vi: Kho xe tự động gửi xe đến các tuyến khi nó được kết nối với một tuyến xe buýt. Xe đẩy hàng là loại xe buýt điện lấy điện từ dây điện trên cao sử dụng cột xe đẩy có lò xo. Xe trở về kho sau khi kết thúc ca làm việc.

source: Click on roads with trolleybus wires to place a stop, simultaneously drawing a trolleybus line. A line must be circular to be finished. Stops can only be placed on roads that already have trolleybus wires.
vi: Nhấp vào các đường có dây xe điện để đặt điểm dừng, đồng thời vẽ đường xe điện. Một dòng phải là hình tròn để được hoàn thành. Chỉ có thể đặt điểm dừng trên những con đường đã có dây xe điện.

source: Place a Helicopter Depot to provide helicopters for all lines. The depot automatically sends out vehicles and divides them between lines. Connect depot to stops with pathways to allow vehicles to find their way to and from it.
vi: Đặt Kho chứa Trực thăng để cung cấp trực thăng cho tất cả các tuyến. Tổng kho tự động gửi xe và phân chia giữa các tuyến. Kết nối tổng kho với các điểm dừng với đường dẫn để cho phép các phương tiện tìm đường đến và đi.

source: Connect Helicopter Stops with Helicopter Pathway and use Helicopter Line tool to draw the line.
vi: Kết nối Điểm dừng Trực thăng với Đường dẫn Trực thăng và sử dụng công cụ Tuyến Đường Trực thăng để vẽ đường.

source: Transportation Hub designed to guide people to and from the city. Citizens can easily switch between Intercity Bus and Metro, providing citizens and tourists with easy access to outside connections and public transportation.
vi: Trung tâm Giao thông được thiết kế để hướng dẫn mọi người đến và đi từ thành phố. Người dân có thể dễ dàng chuyển đổi giữa Xe buýt liên tỉnh và Tàu điện ngầm, giúp người dân và khách du lịch dễ dàng tiếp cận các kết nối bên ngoài và giao thông công cộng.

source: Bus Terminal and Intercity Bus Hub is a large building with local bus stops in a bus platform configuration with separate platforms for intercity buses.
vi: Bến xe buýt và Bến xe buýt liên tỉnh là một tòa nhà lớn với các điểm dừng xe buýt địa phương trong cấu hình nền tảng xe buýt với các nền tảng riêng cho xe buýt liên tỉnh.

source: Exchange Hub where one side of the road contains the Train Station and the other side the Metro Station. The two sides are connected by a glass bridge crossing over the road for easy access.
vi: Trung tâm trao đổi là nơi một bên đường có Ga xe lửa và bên kia là Ga tàu điện ngầm. Hai bên được nối với nhau bằng một cây cầu kính bắc qua đường để đi lại dễ dàng.

source: Airport and a Helicopter Stop Hub with integrated metro station allows people to conveniently switch between air transportation methods for quick access to and from the city.
vi: Sân bay và Trạm dừng Trực thăng với ga tàu điện ngầm tích hợp cho phép mọi người chuyển đổi thuận tiện giữa các phương thức vận tải hàng không để đến và đi nhanh chóng trong thành phố.

source: Bus Terminal and Metro Station Hub where tracks go in four directions. Hub is designed to funnel large quantities of people inside a city using city buses and metro.
vi: Bến Xe buýt và Trung tâm Ga Tàu điện ngầm nơi các tuyến đường đi theo bốn hướng. Hub được thiết kế để thu hút lượng lớn người dân trong thành phố bằng xe buýt và tàu điện ngầm trong thành phố.

source: Advanced alternative for Inland Water Treatment Plant which extends the water services to include cities built far away from open water sources. This building processes and drains the waste water back into the ground and the plant's surroundings will be affected by ground pollution.
vi: Giải pháp thay thế tiên tiến cho Nhà máy xử lý nước nội địa mở rộng dịch vụ nước bao gồm các thành phố được xây dựng xa các nguồn nước mở. Tòa nhà này xử lý và thoát nước thải trở lại lòng đất và môi trường xung quanh của nhà máy sẽ bị ảnh hưởng bởi ô nhiễm mặt đất.

source: Inland Water Treatment Plant extends the water services to include cities built far away from open water sources. This building processes and drains the waste water back into the ground and the plant's surroundings will be affected by ground pollution.
vi: Nhà máy xử lý nước nội địa mở rộng các dịch vụ nước bao gồm các thành phố được xây dựng xa các nguồn nước mở. Tòa nhà này xử lý và thoát nước thải trở lại lòng đất và môi trường xung quanh của nhà máy sẽ bị ảnh hưởng bởi ô nhiễm mặt đất.

source: Large alternative to Water Tower, which provide a water source for areas that do not allow a Water Pumping Station to be built. If building is constructed on polluted soil, the water will be contaminated. Requires a water drain pipe to work. Road connection not required.
vi: Thay thế lớn cho Tháp nước, cung cấp nguồn nước cho những khu vực không cho phép xây dựng Trạm bơm nước. Nếu công trình được xây dựng trên đất ô nhiễm, nước sẽ bị ô nhiễm. Cần có ống thoát nước để hoạt động. Kết nối đường không bắt buộc.

source: Eco friendly alternative to Inland Water Treatment Plant which extends water services. This building processes and drains the waste water back into the ground, and the plant's surroundings will be affected by ground pollution.
vi: Thay thế thân thiện với môi trường cho Nhà máy xử lý nước nội địa mở rộng dịch vụ nước. Tòa nhà này xử lý và thoát nước thải trở lại lòng đất, và môi trường xung quanh nhà máy sẽ bị ảnh hưởng bởi ô nhiễm mặt đất.

source: Advanced Eco friendly alternative to Inland Water Treatment Plant which extends water services. This building processes and drains the waste water back into the ground, and the plant's surroundings will be affected by ground pollution.
vi: Thay thế thân thiện với môi trường tiên tiến cho Nhà máy xử lý nước nội địa mở rộng các dịch vụ về nước. Tòa nhà này xử lý và thoát nước thải trở lại lòng đất, và môi trường xung quanh nhà máy sẽ bị ảnh hưởng bởi ô nhiễm mặt đất.

source: Child Health Center is a small healthcare facility. It increases birth rate within the building's radius and offers health services to children and teens, creating a health benefit.
vi: Thay thế thân thiện với môi trường tiên tiến cho Nhà máy xử lý nước nội địa mở rộng các dịch vụ về nước. Tòa nhà này xử lý và thoát nước thải trở lại lòng đất, và môi trường xung quanh nhà máy sẽ bị ảnh hưởng bởi ô nhiễm mặt đất.

source: Eldercare is a small healthcare facility, offering treatment targeted specifically at the elderly, which creates a health benefit. Eldercare also extends the lifespan of the elderly within the building’s radius.
vi: Viện dưỡng lão là một cơ sở chăm sóc sức khỏe nhỏ, cung cấp phương pháp điều trị dành riêng cho người cao tuổi, nhằm tạo ra lợi ích sức khỏe. Chăm sóc người già cũng kéo dài tuổi thọ của người cao tuổi trong bán kính của tòa nhà.

source: Aviation Club offers local aviation hobbyists and small plane owners a place to do recreational flying within the city's limits.
vi: Câu lạc bộ Hàng không cung cấp cho những người yêu thích hàng không địa phương và chủ sở hữu máy bay nhỏ một nơi để bay giải trí trong giới hạn của thành phố.

source: Attract tourists and infuse your city with musical vibes by building a Festival Area. Organizing successful music events and festivals allows the Festival Area to be upgraded to have even larger memorable events.
vi: Thu hút du khách và truyền cho thành phố của bạn cảm hứng âm nhạc bằng cách xây một Khu vực Lễ hội. Tổ chức thành công những sự kiện và lễ hội âm nhạc cho phép Khu vực Lễ hội được nâng cấp để tổ chức những sự kiện đáng nhớ lớn hơn nữa.

source: The Media Broadcast Building is a significant landmark and it attracts people to see its impressive broadcast tower. Also, it increases the effectiveness of active Advertisement Campaigns by 20 %.
vi: Tòa nhà truyền thông là một công trình đặc trưng lớn thu hút mọi người tới chiêm ngưỡng cột phát sóng hùng vĩ của nó. Nhân tiện, nó cũng tăng hiệu quả của những Chiến dịch Quảng cáo đang tiến hành thêm 20 %.

source: People can enjoy the local music culture all around the year even when there are no bands playing in the Festival Area. An active music scene increases the ticket sales of all the concerts by 10%.
vi: Người dân có thể hưởng thụ nền văn hóa âm nhạc quanh năm ngay cả khi không có nhóm nào đang trình diễn trong Khu vực Lễ hội.

source: People who do not fit in the Festival Area or prefer to follow the concert further away can watch the band playing from the Fan Zone Park. This park comes with a big video screen and it increases the success chance of all concerts by 5%.
vi: Những người không có chỗ trong Khu vực Lễ hội hoặc thích theo dõi từ xa hơn có thể xem ban nhạc trình diễn từ đây. Công viên có một màn hình chiếu lớn và làm tăng tỉ lệ thành công của mọi buổi hòa nhạc thêm 5%.

source: Build a Football Stadium to allow your city to have its very own football team! The team plays matches on the stadium and if they are victorious, the city (meaning you) gets a considerable prize sum.
vi: Xây một Sân Bóng đá để cho phép thành phố của bạn tự lập đội bóng cho riêng mình! Đội sẽ thi đấu trên sân vận động và nếu họ thắng, thành phố (là bạn đó) sẽ nhận được một phần thưởng có giá trị.

source: An area filled with rocks.
vi: Một bãi đầy đá.

source: A boulder.
vi: Một tảng đá.

source: A wrecked ship.
vi: Một xác tàu đắm.

source: Ruins of the castle hall.
vi: Phế tích của một tòa lâu đài.

source: Castle tower ruins.
vi: Phế tích Tháp canh.

source: Ruins of a bunker.
vi: Phế tích của một cái lô cốt.

source: A stone farmhouse that's been abandoned for a long time.
vi: Một nông trại bằng đá đã bị bỏ hoang lâu ngày.

source: A spooky, ancient cemetery
vi: Một nghĩa trang ma quái cổ xưa

source: A factory no longer in use.
vi: Một nhà máy không còn hoạt động.

source: A lighthouse that's been empty for some time.
vi: Một ngọn hải đăng không người từ lâu.

source: This used to be a lovely pier.
vi: Đây từng là một bến cảng đẹp.

source: Uses coal to produce electricity. Creates heavy pollution.
vi: Dùng than để sản xuất điện. Gây ô nhiễm nặng.

source: Take advantage of natural oil and use it to power your city. Creates heavy pollution.
vi: Tận dụng dầu thiên nhiên để cung cấp năng lượng cho thành phố của bạn. Gây ô nhiễm nặng.

source: The power of the atom is in your hands. This power plant does not create ground pollution but does emit noise pollution. High water usage.
vi: Năng lượng nguyên tử nằm trong tay bạn. Nhà máy điện này không làm ô nhiễm đất nhưng vẫn sinh ra ô nhiễm tiếng ồn. Sử dụng rất nhiều nước.

source: Cheap and clean energy from the wind. Amount of power produced depends on how strong the wind is on the spot where the turbine is built. No road connection required.
vi: Năng lượng rẻ và sạch từ gió. Lượng điện sản xuất được phụ thuộc vào sức gió ở nơi đặt tua-bin. Không cần kết nối với đường.

source: The latest technology allows you to build advanced wind turbines in bodies of water in order to save space. Amount of power produced depends on how strong the wind is on the spot where the turbine is built. Must be placed on water. No road connection required.
vi: Công nghệ tối tân cho phép bạn xây những tua-bin gió cao cấp dưới nước để tiết kiệm không gian. Lượng điện sản xuất được phụ thuộc vào sức gió ở nơi đặt tua-bin. Phải xây dưới nước. Không cần kết nối với đường.

source: The solar power plant produces electricity with its large solar panels and stores power in batteries built underground. During the night the solar power plant distributes stored electricity from the batteries, so it contributes to electricity production even during the night.
vi: Nhà máy điện mặt trời sản xuất điện bằng các tấm pin mặt trời lớn và tích trữ điện trong các tấm pin được xây dựng dưới lòng đất. Vào ban đêm, nhà máy điện mặt trời phân phối điện năng dự trữ từ pin, vì vậy nó góp phần sản xuất điện ngay cả trong đêm.

source: A Water Pumping Station pumps water to the city from a body of water. Place the pumping station so that it will take in fresh water (contaminated water will make citizens sick). Note that a water pumping station always requires a water drain pipe to work properly. Road connection not required.
vi: Trạm bơm bơm nước từ nguồn vào thành phố. Hãy bố trí trạm bơm để nó bơm vào nước sạch (nước nhiễm bẩn sẽ làm người dân mắc bệnh). Chú ý rằng một trạm bơm luôn cần có một cống thoát nước để hoạt động bình thường. Không cần kết nối với đường.

source: The drain pipe pumps out waste water. Remember to avoid pumping sewage upstream! Note that a drain pipe always requires a water pumping station to work properly. Road connection not required.
vi: Cống thoát nước bơm nước thải ra ngoài. Nhớ tránh xả nước thải ra đầu nguồn! Chú ý rằng một cống thoát nước luôn cần có một trạm bơm để hoạt động bình thường. Không cần kết nối với đường.

source: Don't want to pump raw sewage into bodies of water? You can build a water treatment plant to reduce the environmental impact of the city. Purifies 85% of the pollution in sewage.
vi: Không muốn xả thẳng nước thải ra môi trường? Bạn có thể xây một nhà máy xử lý nước để giảm bớt tác động của thành phố tới môi trường. Nó sẽ làm sạch 85% lượng ô nhiễm trong nước cống.

source: The Water Tower provides a water source for areas that do not allow a Water Pumping Station to be built. If a water tower is built on polluted soil, the water will get contaminated. A water tower requires a water drain pipe to work properly. Road connection not required.
vi: Tháp Nước cung cấp một nguồn nước cho những khu vực không có điều kiện xây trạm bơm. Nếu tháp nước được xây trên đất ô nhiễm, nước từ đó sẽ bị nhiễm khuẩn. Tháp nước cần có cống thoát nước để hoạt động bình thường. Không cần kết nối với đường.

source: Landfill sites send out garbage trucks to collect garbage from the city. Uncollected garbage can create pollution.
vi: Các bãi rác gửi xe rác đến thu gom rác từ thành phố. Rác không được thu gom có thể tạo ra ô nhiễm.

source: Instead of just collecting garbage, why not burn it and turn it into electricity through the power of steam turbines? The incineration plant burns garbage to create electricity for the city.
vi: Thay vì chỉ thu thập rác, sao không đốt và chuyển chúng thành điện năng thông qua hệ thống tua-bin khí? Lò Đốt rác đốt rác để sản xuất điện cho thành phố.

source: The Hospital treats citizens who fall ill or have an accident. Each patient takes up one bed for some time, so make sure there are enough hospitals in the city to handle all patients, otherwise city health can fall. The Hospital has a helipad and can accept helicopters.
vi: Bệnh viện điều trị cho mọi người dân bị ốm hoặc gặp tai nạn. Mỗi bệnh nhân sẽ sử dụng một giường trong một khoảng thời gian, vậy nên hãy đảm bảo có đủ bệnh viện trong thành phố để đáp ứng hết bệnh nhân, nếu không sức khỏe trong thành phố sẽ sụt giảm. Bệnh viện có một sân bay và có thể tiếp nhận trực thăng.

source: The modern way to process the departed is through the use of thermal energy. Coincidentally it also saves space.
vi: Phương pháp hiện đại để đưa tiễn những người đã khuất là bằng cách sử dụng nhiệt năng. Tình cờ cách này cũng tiết kiệm không gian nữa.

source: The recently departed deserve a place to rest and those who are left behind require a way to remember them by. The Cemetery sends out hearses to pick up the deceased.
vi: Những người mới qua đời xứng đáng có một nơi để yên nghỉ còn những người ở lại cần có nơi để tưởng nhớ họ. Nghĩa trang sẽ gửi nhân viên tới nhận xác người chết.

source: Fight against fires by building a Fire House. Fire houses maintain firefighter teams and fire engines that will respond to fire emergencies.
vi: Chiến đấu với lửa bằng cách xây một Trạm Cứu hỏa. Trạm cứu hỏa duy trì lực lượng lính cứu hỏa và xe cứu hỏa để phản ứng mỗi khi có hỏa hoạn.

source: Fire Stations can maintain a large number of firefighters and fire engines and respond to multiple simultaneous emergencies around the city.
vi: Đồn Cứu hỏa có thể duy trì một lượng lớn lính cứu hỏa và xe cứu hỏa để ứng phó với nhiều vụ hỏa hoạn xảy ra cùng lúc trên khắp thành phố.

source: Police cars are dispatched from the Police Station to patrol the city and respond to criminal activity.
vi: Xe Cảnh sát được cử đi tuần trong thành phố cũng như phản ứng với những hành động phạm pháp từ Đồn Cảnh sát.

source: The Police Headquarters can maintain a large fleet of police patrol cars and respond to numerous incidents at the same time. Police presence helps control the crime rate and keeps citizens safe and happy.
vi: Trụ sở Cảnh sát có thể duy trì một lượng lớn xe cảnh sát và phản ứng với nhiều vụ việc xảy ra cùng lúc. Sự hiện diện của cảnh sát giúp kiểm sót tỉ lệ tội phạm cũng như giữ cho người dân bình yên và hạnh phúc.

source: A quaint little Town Hall. Requirement for building the Fusion Power Plant.
vi: Một tòa Thị chính nhỏ và cổ kính. Tiền đề để xây dựng Nhà máy điện Hỗn hợp.

source: Civil servants work tirelessly in the Tax Office to optimize the taxes to your liking. Requirement for building the Fusion Power Plant.
vi: Đầy tớ của nhân dân làm việc không biết mệt mỏi tại Văn phòng Thuế để tối ưu hóa lượng thuế theo ý muốn của bạn. Tiền đề để xây dựng Nhà máy điện Hỗn hợp.

source: Elementary Schools educate children. Placing one makes the neighborhood more attractive to families with children. Education is a requirement for buildings to level up. Only children can attend elementary school.
vi: Trường Tiểu học đào tạo trẻ em. Xây một cái sẽ khiến khu vực quanh đó trở nên thu hút hơn đối với những gia đình có trẻ nhỏ. Giáo dục là điều kiện cần cho các công trình thăng cấp. Chỉ có trẻ em mới được học ở trường tiểu học.

source: High Schools educate teenagers to prepare them to become educated workers. Education is a requirement for buildings to level up. Higher level industry requires educated workers. Only teenagers can attend high school.
vi: Trường Trung học đào tạo thiếu niên để chuẩn bị cho các cháu hành trang vào đời. Giáo dục là điều kiện cần cho các công trình thăng cấp. Những ngành công nghiệp cao cấp cần nhân công đã qua đào tạo. Chỉ có thiếu niên mới được học ở trường trung học.

source: The University provides education for young adults. Without a university they will find jobs instead of getting more education. Education is a requirement for buildings to level up. Higher level industry requires educated workers. Only young adults can attend the university.
vi: Trường Đại học cung cấp giáo dục cho thanh thiếu niên. Nếu không có trường đại học, họ sẽ tìm được việc làm thay vì được học thêm. Giáo dục là một yêu cầu để các tòa nhà lên cấp. Công nghiệp trình độ cao hơn đòi hỏi người lao động có trình độ học vấn. Chỉ thanh niên mới có thể theo học tại trường đại học.
