Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Zones determine what kinds of buildings will spawn to the areas next to the roads. Areas indicated by a grey grid next to roads can be zoned using zoning tools. There are four different tools for zoning: Fill, Marquee and Small and Large Brush. Zone an area by clicking the primary mouse button on it. Hold down the button to adjust the square marquee size or continuously paint with a brush. Residential zones provide housing for the citizens. Commercial zones offer shopping and leisure opportunities for the citizens and tourists. Industry and office zones provide jobs for the citizens and produce goods for the commercial zones to sell.
vi: Quy hoạch sẽ xác định loại công trình nào sẽ mọc lên ở khu vực cạnh những con đường. Khu vực được đánh dấu bằng lưới màu xám cạnh mỗi con đường có thể được quy hoạch. Có bốn công cụ khác nhau để quy hoạch: Lấp đầy, Kẻ ô cùng Cọ Lớn và Nhỏ. Quy hoạch một khu vực bằng cách nhấp chuột trái vào nó sau khi chọn một công cụ. Giữ nút chuột để điều chỉnh kích thước hình chữ nhật hoặc vẽ liên tục với cọ. Khu Dân cư cung cấp nhà ở cho người dân. Khu Thương mại cung cấp nơi mua sắm cũng như cơ hội giải trí cho người dân và du khách. Khu Công nghiệp và Văn phòng tạo ra việc làm cho người dân và sản xuất hàng hóa để bán tại khu thương mại.

source: Paint the part of the city you want to become a district. New districts will be named automatically, but can be renamed later by clicking the district's name in its info window. Apply a special policy by selecting it and clicking on the district. Remove districts by painting areas with the secondary mouse button held down. Click on district name to apply policies. District specializations allow buildings to be replaced by specialized industrial and commercial facilities. Specialized buildings can benefit from different natural resources or focus on tourism, for example. Specialized industrial and commercial zones are usually more effective in comparison to regular industrial or commercial buildings, but focusing has its downsides that can range from elevated pollutant emissions to increased water consumption.
vi: Hãy tô phần của thành phố bạn muốn tạo thành một quận. Quận mới sẽ được tự động đặt tên, nhưng có thể được đặt lại sau bằng cách nhấn vào tên quận trong cửa sổ thông tin của nó. Áp dụng một chính sách đặc biệt bằng cách chọn nó rồi nhấp chuột vào quận. Loại bỏ quận bằng cách tô khu vực đó trong khu giữ nút chuột phải. Nhấp vào tên quận để áp dụng các chính sách. Các chính sách Công nghiệp chuyên môn hóa cho phép thay thế những công trình công nghiệp bằng các khu khai thác và các cơ sở sản xuất chuyên môn hóa. Khu khai thác cung cấp nguyên liệu thô và chỉ có thể xuất hiện khi tồn tại một loại tài nguyên cụ thể. Cơ sở sản xuất dùng tài nguyên thiên nhiên để sản xuất hàng hóa chất lượng cao. Số lượng khu khai thác và cơ sở sản xuất được thiết lập tự động sao cho sản xuất tương xứng với tiêu thụ.

source: Power plants produce electricity for all your modern city's needs. Electricity will move from building to building over short distances, but to transfer electricity over greater distances, you will need to build Power Lines. When placing Power Lines, you can see the reach of electricity around the buildings as a light blue area. Connect these areas with Power Lines to move electricity between them. Power plants produce ground and/or noise pollution. When placing a power plant, the circular area around it tells you how far the pollution spreads.
vi: Nhà máy điện sản xuất điện năng để đáp ứng nhu cầu của một thành phố hiện đại. Điện sẽ truyền từ công trình này sang công trình khác nếu chúng ở gần nhau, nhưng để vận chuyển điện đi khoảng cách xa hơn, bạn sẽ cần đến Đường dây điện. Khi mắc Đường dây điện, bạn có thể thấy tầm với của điện xung quanh mỗi công trình là một khu vực màu xanh lam. Kết nối những khu vực đó bằng dây điện để chuyển điện qua lại giữa chúng. Nhà máy Điện thường gây ô nhiễm đất và/hoặc tiếng ồn. Khi đặt một nhà máy điện, hình tròn xung quanh nó cho bạn biết khu vực sẽ bị ô nhiễm.

source: Connect the water pumps and drains with water pipes. Draw the water pipes under your city to provide buildings with a water and a sewer system. Note that the water pumps and drains need electricity to work. Water Tanks store excess water and supply the city automatically when demand exceeds production. Make sure your water pumps are located a safe distance away from any drain pipes to prevent people from using contaminated water. During the winter, heating is required. Upgraded water pipes carry heat to buildings.
vi: Kết nối đường cấp thoát nước bằng ống nước. Kéo ống nước ngầm bên dưới thành phố để cung cấp hệ thống nước và xả thải cho các công trình. Chú ý rằng máy bơm và cống xả đều cần điện để hoạt động. Bình nước dự trữ lượng nước thừa và tự động cung cấp cho thành phố khi cầu vượt quá cung. Hãy đảm bảo máy bơm nước của bạn được đặt đủ xa cửa xả thải để tránh cho người dân phải sử dụng nước bẩn. Vào mùa đông, sẽ cần có khí sưởi. Ống nước được nâng cấp sẽ mang khí sưởi đến các công trình.

source: To manage waste and garbage, build a landfill site or an incineration plant. Waste management produces pollution, so the facilities should be placed far away from residential areas. Garbage that piles up in residential areas also causes ground pollution over time, so make sure you have enough garbage facilities. Landfill sites and incineration plants send out garbage trucks to pick up trash. Make sure they can get around the city easily. Good connections with large roads help garbage trucks get around the city fast. When placing a building, observe the roads to see how large of an area it will serve efficiently.
vi: Để xử lý rác thải, hãy xây một bãi rác hoặc một lò đốt rác. Xử lý rác sẽ sinh ra ô nhiễm, vậy nên những cơ sở này nên cách xa khu dân cư. Rác tồn đọng ở khu dân cư quá lâu cũng gây ô nhiễm đất, vì thế hãy đảm bảo bạn có đủ cơ sở xử lý rác. Bãi rác và lò đốt rác sẽ cử xe đi thu gom rác. Hãy đảm bảo chúng có thể đi khắp thành phố dễ dàng. Đường lớn và thông thoáng giúp xe rác đi trong thành phố nhanh hơn. Khi đặt một công trình, hãy quan sát những con đường để thấy phạm vi hoạt động hiệu quả của công trình đó rộng ra sao.

source: To keep citizens healthy, make sure they have access to enough healthcare facilities via good road connections. Pollution, crime and contaminated water all affect the health of the citizens. Ambulances pick up sick people, but patients can also arrive using their own cars. All citizens age and will eventually perish of old age regardless of their health. Deathcare buildings send out hearses to pick up the deceased. When placing a building, observe the roads to see how large of an area it will serve effectively. Child Health Centre increases the birth rate within the building's radius and offers health services to minors. Eldercare treats the elderly, increasing and varying the citizen lifespan within the building radius.
vi: Để giữ người dân của bạn mạnh khỏe, hãy đảm bảo họ có đủ cơ sở chăm sóc y tế và những công trình đó có kết nối tốt với mạng lưới giao thông. Những thứ như ô nhiễm, tội phạm và nước nhiễm bẩn làm giảm sức khỏe người dân. Xe cứu thương sẽ đi nhận người có bệnh, nhưng bệnh nhân cũng có thể tự đến bằng xe của họ. Trực thăng có thể tới những nơi không có đường và không bị ảnh hưởng bởi kẹt xe. Người dân của bạn già đi rồi cuối cùng cũng sẽ chết vì tuổi cao, dù sức khỏe của họ có thế nào đi nữa. Những người sống muốn tỏ lòng kính trọng với những người họ yêu mến bằng cách xây một Nghĩa trang trong thành phố để chôn cất họ. Nghĩa trang và Lò thiêu xác chăm sóc những người đã khuất bằng cách cử xe tang đi nhận họ về. Khi đặt một công trình, hãy quan sát những con đường để thấy phạm vi hoạt động hiệu quả của công trình đó rộng ra sao.

source: Fires can occur in your city. To prevent buildings from being destroyed by fire, you need to have a properly equipped fire department in your city. In case of fire, the closest fire department building sends out a fire truck to help, but how long it takes to arrive depends on the size of roads and how well connected areas in the city are. Depending on the size of the fire, multiple fire engines can be dispatched to put it out. Helicopters can reach destinations with no road access, and are the only way to extinguish forest fires. Build Firewatch Towers to spot forest fires early.
vi: Hỏa hoạn có thể xảy ra trong thành phố của bạn. Để ngăn những công trình bị lửa hủy hoại, bạn cần có một sở cứu hỏa được trang bị đầy đủ trong thành phố của mình. Khi xảy ra hỏa hoạn, công trình cứu hỏa gần nhất sẽ cử một xe cứu hỏa đi dập lửa, nhưng nó phải mất bao lâu mới tới nơi còn tùy thuộc vào kích cỡ đường và sự liên kết giữa các khu vực trong thành phố. Tùy vào quy mô vụ cháy, nhiều xe cứu hỏa có thể được cử đi để dập nó. Trực thăng có thể tới những nơi không có đường bộ, và là cách duy nhất để dập cháy rừng. Xây Tháp Phòng cháy để phát hiện cháy rừng sớm hơn.

source: Police patrol the city to keep crime under control. To maintain a low crime rate, make sure police service buildings have good connections to the city, so that patrol cars can respond to calls quickly. Police Helicopters patrol areas, but need ground vehicles to catch criminals. Police patrols decrease the crime rate. High unemployment and low education increase the crime rate.
vi: Cảnh sát tuần tra quanh thành phố nhằm kiểm soát tội phạm. Để giữ được tỉ lệ tội phạm thấp, hãy đảm bảo các công trình cho cảnh sát có liên kết tốt với thành phố, như vậy xe tuần tra có thể phản ứng nhanh chóng với các cuộc gọi. Trực thăng Cảnh sát có thể tuần tra khắp vùng, nhưng vẫn cần phương tiện mặt đất để truy bắt tội phạm. Cảnh sát đi tuần sẽ làm giảm tỉ lệ tội phạm. Tỉ lệ thất nghiệp cao và dân trí thấp tăng tỉ lệ tội phạm.

source: The presence of local government allows for customization of taxes, budget and loans in the city.
vi: Sự hiện diện của chính quyền địa phương cho phép điều chỉnh thuế, ngân sách và nợ công trong thành phố.

source: Children need elementary schools, teenagers attend high school and young adults can get educated at a university if one is available. Education is complete when a citizen ends their age phase while enlisted in a school, so educating your population takes some time. A working school system produces educated adults who can fill high level jobs in industries and offices, thus raising the city's technology level. When placing a building, observe the roads to see how large of an area it will serve efficiently. Public libraries provide entertainment and a small chance for all citizens to become more educated. The chance to become more educated decreases with each education level.
vi: Trẻ em cần các trường tiểu học, thanh thiếu niên học trung học và thanh niên có thể học tại một trường đại học nếu có. Giáo dục hoàn thành khi một công dân kết thúc giai đoạn tuổi của họ trong khi nhập ngũ tại trường học, vì vậy việc giáo dục dân số của bạn cần một thời gian. Một hệ thống trường học đang làm việc tạo ra những người trưởng thành có trình độ học vấn có thể đáp ứng các công việc cấp cao trong các ngành công nghiệp và văn phòng, do đó nâng cao trình độ công nghệ của thành phố. Khi đặt một tòa nhà, hãy quan sát các con đường để biết diện tích mà nó sẽ phục vụ hiệu quả. Thư viện công cộng cung cấp dịch vụ giải trí và một cơ hội nhỏ cho mọi công dân được học hành cao hơn. Cơ hội được học hành cao hơn giảm dần theo từng cấp học.

source: Public transportation helps decrease the number of private vehicles on the roads, leaving more room to transport industrial goods. Also, reduced traffic creates less noise pollution, which increases the well-being of citizens. Buses, metros and other types of public transport vehicles allow people to travel inside the city while transportation from outside connections bring tourists in and out of the city. Cargo trains can take goods from an industrial area to a commercial area, drastically reducing the number of trucks on the roads. Cargo harbours allow raw materials and goods to be imported and exported. Taxi services are particularly useful for tourists, but also for citizens who do not have a car available for use.
vi: Vận tải công cộng giúp giảm lượng phương tiện cá nhân trên đường, tạo thêm khoảng trống cho các phương tiện vận tải công nghiệp. Đồng thời, giảm lượng xe lưu thông sẽ sinh ít tiếng ồn hơn. Hãy xây dựng cơ sở hạ tầng cho vận tải công cộng rồi thiết lập tuyến cho xe buýt và tàu điện ngầm từ các trình đơn tương ứng. Dịch vụ Taxi rất hữu dụng với du khách, nhưng cũng là lựa chọn cho những người dân không có xe riêng. Xe buýt và tàu điện ngầm cho phép người dân di chuyển bên trong thành phố. Tàu hỏa, tàu thủy và máy bay mang du khách đến và đi khỏi thành phố. Tàu chở hàng có thể mang hàng hóa từ khu công nghiệp sang khu thương mại, giảm mạnh lượng xe tải trên phố. Cảng hàng hóa cho phép xuất nhập nguyên liệu thô.

source: Decorative elements raise citizen happiness, which is a key element in helping buildings evolve.
vi: Những thứ mang tính trang trí sẽ làm tăng độ hài lòng của người dân, đó là một yếu tố then chốt trong việc giúp các công trình thăng cấp.

source: Unique Buildings are gained by achieving various things while playing – both positive and negative. Unique Buildings attract tourists into the city. There can be only one of each Unique Building built at the same time in your city. Unique Buildings carry over to new game sessions, so after unlocking them, they will be available to you in future cities every time you reach the relevant milestone.
vi: Công trình Đặc trưng nhận được bằng cách đạt được một số tiêu chuẩn trong khi chơi - cả tích cực lẫn tiêu cực. Công trình Đặc trưng thu hút du khách tới thành phố. Chỉ có thể có một Công trình Đặc trưng mỗi loại được xây vào cùng một thời điểm trong thành phố của bạn. Công trình Đặc trưng được mang qua những lần chơi khác, vậy nên sau khi mở khóa, chúng sẽ sẵn sàng cho những thành phố tương lai của bạn mỗi khi bạn đạt tới cột mốc tương ứng.

source: Monuments are huge buildings that offer the ultimate solution to certain city services. Monuments are unlocked by building Unique Buildings and individual Monuments require different combinations of unique buildings to be placed in your city at the same time.
vi: Kỳ quan là những công trình khổng lồ cung cấp giải pháp tối thượng cho một dịch vụ nhất định. Kỳ quan được mở khóa bằng cách xây những Công trình Đặc trưng và mỗi Kỳ quan yêu cầu một nhóm công trình đặc trưng khác nhau được xây trong thành phố của bạn cùng lúc.

source: Policies can be used to affect certain aspects of your city and to add some flavor. If you want to adjust where certain citizen types live, what they can do or what sort of industry is allowed, set policies. Policies can be set city-wide or to limited to districts created with the district tool. To set district policies, select a district and then select the policies you want to apply for that district.
vi: Chính sách có thể sử dụng để tác động tới những mặt cụ thể của thành phố và thêm chút hương vị vào trò chơi. Nếu bạn muốn điều chỉnh nơi một nhóm dân cư nhất định sinh sống, những việc họ có thể làm hay loại hình công nghiệp nào được cho phép, hãy ban hành chính sách. Chính sách có thể ban hành trên phạm vi thành phố hoặc quận. Để thiết lập chính sách cho quận, chọn một quận rồi chọn chính sách bạn muốn áp dụng cho quận đó.

source: You can manage your city's taxes, budget and loans here. The majority of your city's income comes from taxes. Tax income is based on the size and level of the buildings in each of the zones. High taxation will make people unhappy and might cause them to move away. A bigger budget for a service means its facilities work more efficiently but it also becomes more expensive to maintain. City service budgets can be adjusted separately for day and nighttime from the sliders in the budget view. You can take loans from different banks. The loan amount and interest rates differ from bank to bank and there is a limited number of loans that can be taken simultaneously.
vi: Tại đây bạn có thể quản lý thuế, ngân sách và nợ công của thành phố. Phần lớn thu nhập của thành phố đến từ thuế. Lượng thuế thu được dựa vào kích cỡ và cấp độ của những công trình trong mỗi khu vực. Thuế cao sẽ khiến người dân bất mãn và có thể khiến họ chuyển đi nơi khác. Ngân sách lớn hơn cho một dịch vụ có nghĩa các cơ sở của nó hoạt động hiệu quả hơn nhưng cũng tốn nhiều tiền hơn để duy trì. Ngân sách cho các dịch vụ có thể được điều chỉnh riêng cho ngày và đêm từ thanh trượt trong bảng ngân sách. Bạn có thể vay tiền từ những ngân hàng khác nhau. Lượng tiền được vay và lãi suất khác nhau giữa các ngân hàng đồng thời có một giới hạn số lượng các khoản vay có thể nhận cùng lúc.

source: The bulldozer can be used to remove unneeded roads, buildings and other structures. Make sure not to bulldoze anything important. You can bulldoze abandoned houses so they don't lower land value around them. Abandoned houses can be re-built later if there's demand for the zone type.
vi: Máy ủi có thể dùng để loại bỏ những con đường không cần thiết, những công trình và các kiến trúc khác. Hãy chắc chắn rằng bạn không ủi đi thứ gì quan trọng. Bạn có thể ủi những căn nhà bỏ hoang để chúng không giảm giá trị đất xung quanh. Nhà bị bỏ hoang có thể được xây lại sau nếu vẫn có nhu cầu cho dạng quy hoạch đó.

source: City happiness is key to helping buildings level up into better, less polluting buildings that house more people or employees and pay more taxes. Here you can see what zones need your attention.
vi: Hạnh phúc của thành phố là chìa khóa để giúp các tòa nhà nâng cấp thành những tòa nhà tốt hơn, ít ô nhiễm hơn, có nhiều người hoặc nhân viên hơn và trả nhiều thuế hơn. Ở đây bạn có thể thấy những khu vực cần chú ý của bạn.

source: The Info view panel contains multiple buttons for various view modes that help convey information about the different aspects of the city.
vi: Bảng thông tin bao gồm nhiều nút cho nhiều dạng đồ thị giúp tóm lược thông tin về những lĩnh vực khác nhau của thành phố.

source: Build roads and zone next to them to allow citizens to move in. Grow the city to unlock more services! For help, click on the question mark symbol. It will provide you with information regarding the menu or view you have open.
vi: Hãy mở đường và quy hoạch các khu vực để cho phép người dân chuyển đến. Phát triển thành phố để mở khóa thêm các dịch vụ! Để được giúp đỡ, hãy nhấp vào biểu tượng dấu hỏi. Nó sẽ cung cấp cho bạn thông tin liên quan đến trình đơn hoặc màn hình bạn đang mở.

source: Let's start by building some roads and zoning the areas next to them. Buildings will spawn on the zoned areas and you will unlock new city services and buildings as your city grows. For help, click on the question mark button. It will provide you with information regarding the menu or view you have open.
vi: Hãy bắt đầu với việc làm vài con đường và quy hoạch khu vực ở hai bên lề của chúng. Những công trình sẽ mọc lên trên khu vực được quy hoạch và bạn sẽ mở khóa những dịch vụ và công trình mới khi thành phố phát triển hơn. Để được trợ giúp, nhấp vào nút có dấu hỏi chấm. Nó sẽ cung cấp cho bạn thông tin liên quan đến trình đơn hoặc màn hình bạn đang mở.

source: Continue building the city to gain more land to build on and eventually be able to construct a Monument! Monuments are great buildings that benefit the city immensely.
vi: Tiếp tục xây dựng thành phố để có thêm đất để xây dựng và cuối cùng có thể xây dựng Tượng đài! Các đài kỷ niệm là những công trình vĩ đại mang lại lợi ích to lớn cho thành phố.

source: Outside connections bring in tourists, allow industries to ship goods outside the city and acquire materials for production within the city. The city can be connected to the outside world by roads, rails, ships and airplanes. The more options for connections there are, the more profitable businesses become which in turn result in increased tax income.
vi: Kết nối với bên ngoài đem tới khách du lịch, cho phép các ngành công nghiệp chuyển hàng đi và mua nguyên liệu về để sản xuất trong thành phố. Thành phố có thể kết nối với thế giới bên ngoài bằng đường bộ, đường sắt, đường thủy và đường hàng không. Càng có nhiều lựa chọn kết nối, việc kinh doanh sẽ càng thuận lợi hơn và điều đó sẽ dẫn đến kết quả tất yếu là bạn thu được nhiều thuế hơn.

source: Districts make controlling the way the city develops easy and efficient. There are various district policies and industrial specializations ranging from, for example, the oil industry to minor policies that affect district attractiveness.
vi: Các quận giúp kiểm soát cách thành phố phát triển dễ dàng và hiệu quả. Có nhiều chính sách khác nhau của học khu và các chuyên ngành công nghiệp khác nhau, chẳng hạn như ngành công nghiệp dầu mỏ đến các chính sách nhỏ ảnh hưởng đến sự thu hút của học khu.

source: When the citizens' needs are catered to and they have jobs and places to go spend their money, they are happy and pay more taxes. Happiness also increases the chance for buildings to level up. Unemployment, low health and lack of safety cause unhappiness in citizens.
vi: Khi nhu cầu của người dân được quan tâm đến và họ có việc làm cũng như có nơi để tiêu tiền kiếm được, họ sẽ hài lòng và đóng thuế nhiều hơn. Mức độ hài lòng cũng tăng cơ hội cho các công trình thăng cấp. Thất nghiệp, sức khỏe yếu và sự thiếu an toàn gây bất mãn trong dân.

source: Higher level buildings are built only on land that has a high land value. To increase land value, areas need city services and parks or other decorations, and land on shorelines is more valuable by default. Pollution, noise and high crime rate decrease land value.
vi: Các tòa nhà cấp cao hơn chỉ được xây dựng trên đất có giá trị đất cao. Để tăng giá trị đất, các khu vực cần dịch vụ thành phố và công viên hoặc các đồ trang trí khác, và đất ven biển theo mặc định có giá trị hơn. Ô nhiễm, tiếng ồn và tỷ lệ tội phạm cao làm giảm giá trị đất đai.

source: Ground and water pollution is caused by polluting industry, certain power plants and city services, and sewage water if it reaches the shores. Sewage water flows with the currents. Pollution causes sickness in citizens and decreases land value. If the source of pollution is removed, the land will eventually return to its normal, non-polluted state.
vi: Ô nhiễm đất và nước có nguyên nhân từ công nghiệp gây ô nhiễm, một vài loại nhà máy điện và dịch vụ của thành phố, cũng như nước thải nếu nó lan được vào bờ. Nước thải chảy xuôi theo dòng. Ô nhiễm dẫn đến bệnh tật của người dân và giảm giá trị đất. Nếu nguồn gốc ô nhiễm được loại bỏ, khu đất rồi sẽ trở lại được trạng thái bình thường, không ô nhiễm như trước.

source: Noise pollution is caused by industry, traffic and certain city services and monuments. Exposure to noise pollution causes stress in the citizens and reduces their well-being. You can decrease the Noise Pollution caused by the traffic by building roads with decoration and sound barriers.
vi: Ô nhiễm tiếng ồn gây ra bởi công nghiệp, giao thông và một vài dịch vụ trong thành phố cùng với các kỳ quan. Bị ảnh hưởng bởi ô nhiễm tiếng ồn khiến người dân cảm thấy căng thẳng và giảm đi sự hạnh phúc. Bạn có thể giảm Ô nhiễm Tiếng ồn từ giao thông bằng cách xây đường với cây cối và rào cách âm.
