Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: This plant manufactures high performance processing units for computers, mobile phones and medical equipment. The foundry features two very large redundant production lines which have to be kept isolated from dust and other exterior elements due to the tiny scale at which microcircuits are created.
vi: Nhà máy này sản xuất bộ vi xử lý hiệu năng cao cho máy tính, điện thoại di đồng và trang thiết bị y tế.

source: Office building where programmers and software engineers create operating systems and security packages. The building is inspired by the company brand name ‘Starboard Software’, mimicking a ship’s hull and deck. The company has been dominating the industry for decades.
vi: Tòa nhà Văn phòng nơi các lập trình viên và kỹ sư phần mềm tạo ra những hệ điều hành và gói an ninh mạng.

source: Launch facility for a reusable space orbiter. The shuttle is used to deliver and maintain artificial satellites. At launch, two solid rocket boosters push the craft into earth’s upper atmosphere. The facility deals with highly flammable propellants, so emergency personnel should stand guard nearby.
vi: Cơ sở phóng cho một vệ tinh không gian có thể tái sử dụng. Tàu con thoi được sử dụng để đẩy và duy trì các vệ tinh nhân tạo.

source: Cims receive their daily headlines from this public service broadcasting station which employs a large number of journalists. Communications Service 1 (CS1) is an international distributor for a whole range of programs and shows. The station features a telecommunications tower capable of transmitting radio and television.
vi: Cim nhận tin tức hàng ngày từ đài truyền hình công cộng với một lượng lớn phóng viên này.

source: Vertical farming is the ultimate solution to agriculture in an urbanized world. This structure has vertically stacked floors allowing a large number of crops to be grown in a relatively small area. Many floors are enclosed similarly to greenhouses, while others are open to outside weather conditions.
vi: Nông trại Dọc là giải pháp tối ưu cho ngành nông nghiệp trong một thế giới đã hoàn thành đô thị hóa.

source: Harness the kinetic power of water with an affordable Wave Power Plant. Waves are created by wind passing over the water’s surface. Strong wind speed pushes the water into a series of reservoirs, which then feed the interior generators to produce power. Cables are used to deliver the electricity onshore.
vi: Khai thác động năng của nước với Nhà máy điện Sóng với giá cả phải chăng. Sóng được tạo ra do gió đi qua bề mặt nước. Tốc độ gió mạnh đẩy nước vào một loạt các bể chứa, sau đó cung cấp cho các máy phát điện bên trong để sản xuất điện. Cáp được sử dụng để cung cấp điện vào bờ.

source: If a supermarket is not enough for you, this is your choice. Hypermarket has everything from groceries to home appliances under one roof. And that's not all! There is free parking 24/7 and special discounts every day!
vi: Nếu bạn thấy một siêu thị là chưa đủ, đây hẳn là lựa chọn cho bạn. Đại siêu thị có đủ mọi thứ từ rau củ quả tới đồ điện máy ở cùng một nơi. Và đó còn chưa phải tất cả! Có cả chỗ đậu xe miễn phí 24/7 và những mặt hàng giảm giá đặc biệt mỗi ngày nữa!

source: Government offices. You will never find a more scrupulous hive of bureaucrats and administrators.
vi: Văn phòng Chính phủ. Bạn chẳng tìm được một đội ngũ viên chức và quản lý tỉ mẩn hơn ở đây đâu.

source: The City Hall houses the city council and its associated departments and their employees. City hall is usually used for the council meeting, but may also be used for various public meetings and events.
vi: Tòa thị chính là trụ sở của hội đồng thành phố và các phòng ban liên quan và nhân viên của họ. Tòa thị chính thường được sử dụng cho cuộc họp hội đồng, nhưng cũng có thể được sử dụng cho các cuộc họp và sự kiện công cộng khác nhau.

source: Originally built to serve as a city hall, but its fancy decoration and functional layout attracted the local royalty to acquire the premises as their permanent residence.
vi: Dù mục đích ban đầu là làm một tòa thị chính, kết cấu tiện dụng và nội ngoại thất của tòa nhà đã khiến dinh cơ này được những thành viên hoàng gia chọn làm nơi ở.

source: Theatrical plays and musical concerts are best experienced in a proper theater built to honor the traditional performance arts.
vi: Các vở kịch sân khấu và các buổi hòa nhạc được trải nghiệm tốt nhất trong một nhà hát thích hợp được xây dựng để tôn vinh nghệ thuật biểu diễn truyền thống.

source: See all the latest blockbusters and hot indie movies from the silver screen.
vi: Xem mọi bộ phim từ bom tấn đến bom xịt trên màn bạc.

source: This huge medieval church took over 100 years to build. It's no wonder that it is still the largest cathedral in Europe.
vi: Nhà thờ khổng lồ thời trung cổ này mất hơn 100 năm để xây. Không có gì lạ khi nó vẫn là thánh đường lớn nhất ở Châu Âu.

source: This building forms a complex of shops, cafes, restaurants and other retail facilities. An excellent place to hang out with your friends or go crazy with your credit card.
vi: Tòa nhà này tạo thành một khu phức hợp gồm các cửa hàng, quán cà phê, nhà hàng và các cơ sở bán lẻ khác. Một nơi tuyệt vời để đi chơi với bạn bè của bạn hoặc điên cuồng với thẻ tín dụng của bạn.

source: A retail establishment offering a wide variety of consumer goods which are featured in their own departments in the store.
vi: Một cơ sở bán lẻ với đủ loại mặt hàng tiêu dùng.

source: This 135-meter tall structure is the world's tallest Ferris wheel also known as the Millennium Wheel. Its wheel is 120 meters in diameter and supported by steel cables. It looks like a giant bicycle wheel.
vi: Công trình cao 135 mét này là vòng đu quay cao nhất thế giới cũng được biết dưới cái tên Bánh xe Thiên niên kỷ. Vòng quay của nó có đường kính 120 mét và được gia cố với dây thép. Trông nó như một cái bánh xe đạp to vậy.

source: This supersized clock tower is perhaps the best-known symbol of the United Kingdom. With this famously reliable clock, you will never miss tea time again.
vi: Tháp đồng hồ quá khổ này có lẽ là biểu tượng phổ biến nhất của Vương quốc Anh. Với chiếc đồng hồ nổi tiếng đáng tin cậy này, bạn sẽ không bao giờ lo trễ giờ uống trà nữa.

source: Football and track and field sports are at their best in an open-air sports arena. Natural sunshine and fresh air make the events much more enjoyable. Except when it's raining, that is.
vi: Bóng đá và các môn thể thao điền kinh đang ở trạng thái tốt nhất trong một đấu trường thể thao ngoài trời. Ánh nắng tự nhiên và không khí trong lành khiến các sự kiện trở nên thú vị hơn rất nhiều. Đó là ngoại trừ khi trời mưa.

source: This eccentric skyscraper is a hub for financial business and has a very nice restaurant with a 360-degree view at the top floor.
vi: Tòa nhà chọc trời lập dị này là trung tâm kinh doanh tài chính và có một nhà hàng rất đẹp với tầm nhìn 360 độ ở tầng trên cùng.

source: Traditional Winter Market is finally here! This well-known full of scent street market offers delicious food, warm drinks and unique handicrafts from open-air stalls. Once build citizens will join the celebration of the genuine holiday spirit with their families and friends.
vi: Chợ Đông truyền thống cuối cùng cũng ở đây! Khu chợ đường phố đầy hương thơm nổi tiếng này cung cấp đồ ăn ngon, đồ uống nóng và đồ thủ công mỹ nghệ độc đáo từ các quầy hàng ngoài trời. Sau khi xây dựng, công dân sẽ tham gia lễ kỷ niệm tinh thần kỳ nghỉ chân chính với gia đình và bạn bè của họ.

source: Tennis is a sport that requires a court with a proper surface and equipment to play. With this high-quality tennis court, you can let the noble sport of tennis flourish in the city.
vi: Quần vợt là một môn thể thao cần có trang thiết bị cũng như sân bãi đạt chuẩn để chơi. Với sân quần vợt chất lượng cao này, bạn có thể làm cho môn thể thao quý tộc này bùng nổ trong thành phố của mình.

source: This station is a multi-platform metro and train hub housed inside a big glass box.
vi: Nhà ga này là một trung tâm xe lửa và tàu điện ngầm nhiều tầng được đặt bên trong một nhà kính lớn.

source: A Multi-Platform below ground metro station with a bustling plaza on top
vi: Một ga tàu điện ngầm nhiều nền tảng bên dưới với quảng trường nhộn nhịp ở trên cùng

source: Multi-platform train station hub that has and elevated and a sunken level to allow separate train networks to cross-connect.
vi: Đầu mối ga xe lửa đa tầng nằm ở trên cao và mức trũng để cho phép các mạng lưới xe lửa riêng biệt kết nối chéo.

source: This is a multi-platform elevated station positioned over a market place that has been operating for many years.
vi: Đây là nhà ga trên cao có nhiều tầng được bố trí ở vị trí chợ đã hoạt động nhiều năm.

source: This is a suburban elevated metro station. Compact and allows metro trains to zoom overhead through your city.
vi: Đây là ga tàu điện ngầm trên cao ở ngoại ô. Nhỏ gọn và cho phép tàu điện ngầm đi qua thành phố của bạn.

source: A compact, space saving elevated metro station with 4 platforms. 2 upline and 2 downline.
vi: Ga tàu điện ngầm trên cao nhỏ gọn, tiết kiệm diện tích với 4 sân ga. 2 tuyến trên và 2 tuyến dưới.

source: A Compact, space saving elevated metro station with 2 platforms. 1 upline and 1 downline.
vi: Ga tàu điện ngầm trên cao nhỏ gọn, tiết kiệm diện tích với 2 sân ga. 1 tuyến trên và 1 tuyến dưới.

source: Open to the surface, this below ground station has 2 platforms and 2 inside tracks for express trains to bypass the stop.
vi: Đi từ dưới ngầm lên mặt đất, nhà ga bên dưới mặt đất này có 2 sân ga và 2 đường ray bên trong dành cho tàu tốc hành đi qua trạm dừng.

source: Open to the surface, this below ground station has 4 platforms, 2 upline and 2 downline.
vi: Đi từ dưới ngầm lên mặt đất, nhà ga bên dưới mặt đất này có 4 tầng, 2 tuyến trên và 2 tuyến dưới.

source: Open to the surface, this below ground station has 2 platforms, 1 upline and 1 downline.
vi: Đi từ dưới ngầm lên mặt đất, nhà ga bên dưới mặt đất này có 2 tầng, 1 tuyến trên và 1 tuyến dưới.

source: This elevated train station has 2 platforms and 2 inside tracks for express trains to bypass the stop. The parking lot is a great place for citizens to park and ride.
vi: Ga tàu trên cao này có 2 sân ga và 2 đường ray bên trong dành cho tàu tốc hành đi qua trạm dừng. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This elevated train station has 4 platforms, 2 upline and 2 downline. The parking lot is a great place for citizens to park and ride.
vi: Ga tàu điện trên cao này có 4 sân ga, 2 tuyến trên và 2 tuyến dưới. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This elevated train station has 2 platforms, 1 upline and 1 downline. The parking lot is a great place for citizens to park and ride.
vi: Ga tàu điện trên cao này có 2 sân ga, 1 tuyến trên và 1 tuyến dưới. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This ground bypass train station has 2 platforms and 2 inside tracks for express trains to bypass the stop. The parking lot is a great place for citizens to park and ride.
vi: Ga xe lửa tránh mặt đất này có 2 sân ga và 2 đường ray bên trong dành cho tàu tốc hành đi qua trạm dừng. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This train station has 2 platforms and 2 inside tracks for express trains to bypass the stop. The parking lot is a great place for citizens to park and ride.
vi: Ga xe lửa này có 2 sân ga và 2 đường ray bên trong dành cho tàu tốc hành đi qua trạm dừng. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This train station has 4 platforms, 2 upline and 2 downline. The parking lot is a great place for citizens to park and ride.
vi: Ga xe lửa này có 4 sân ga, 2 tuyến trên và 2 tuyến dưới. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: This train station has 2 platforms , 1 upline and 1 downline. The parking lot is a great place for citizens to park and ride.
vi: Ga xe lửa này có 2 sân ga, 1 tuyến trên và 1 tuyến dưới. Bãi đậu xe là một nơi tuyệt vời cho người dân đậu xe ô tô và đi tàu.

source: Pillar asset of American Two-Lane Truss Bridge
vi: Kiểu dáng trụ cầu của Cầu giàn 2 làn xe kiểu Mỹ

source: Pillar asset of European Four-Lane Stone Bridge
vi: Kiểu dáng trụ cầu của Cầu đá 4 làn của Châu Âu

source: Pillar asset of American Four-Lane Truss Bridge
vi: Kiểu dáng trụ cầu của Cầu giàn 4 làn xe kiểu Mỹ

source: Pillar asset of American Six-Lane Stone Bridge
vi: Kiểu dáng trụ cầu của Cầu đá 6 làn của Mỹ

source: Pillar asset of American Pedestrian Bridge
vi: Kiểu dáng trụ cầu của Cầu đi bộ Mỹ

source: Pillar asset of High Speed Rail Viaduct
vi: Kiểu dáng trụ cầu của Cầu cạn đường sắt cao tốc

source: Pillar asset of European Rail Bridge 1
vi: Kiểu dáng trụ cầu của Cầu đường sắt Châu Âu 1

source: Pillar asset of European Rail Bridge 2
vi: Kiểu dáng trụ cầu của Cầu đường sắt Châu Âu 2

source: Pillar asset of Three-Lane Highway Viaduct
vi: Kiểu dáng trụ cầu của Cầu cạn đường cao tốc 3 làn

source: Simple, decorative pier with small entertainment radius, based on the ones located on Seine river.
vi: Cầu tàu đơn giản, trang trí với bán kính giải trí nhỏ, dựa trên những bến tàu nằm trên sông Seine.

source: Simple, decorative pier with small entertainment radius, based on the ones located on Rhine river.
vi: Cầu tàu đơn giản, trang trí với bán kính giải trí nhỏ, dựa trên những bến tàu nằm trên sông Rhine.

source: Build a football stadium to allow your city to have its very own football team! The team plays matches at the stadium and if they are victorious, the city (meaning you) gets a considerable prize sum. Juventus Stadium is the home of Juventus Football Club.
vi: Xây một sân bóng để cho phép thành phố của bạn thành lập đội bóng cho riêng mình! Đội bóng thi đấu tại sân bóng và nếu họ giành chiến thắng, thành phố (nghĩa là bạn đó) sẽ nhận được một khoản tiền thưởng đáng kể. Sân vận động Juventus là sân nhà của CLB Juventus.

source: Build a football stadium to allow your city to have its very own football team! The team plays matches at the stadium and if they are victorious, the city (meaning you) gets a considerable prize sum. Stamford Bridge is the home of Chelsea FC.
vi: Xây một sân bóng để cho phép thành phố của bạn thành lập đội bóng cho riêng mình! Đội bóng thi đấu tại sân bóng và nếu họ giành chiến thắng, thành phố (nghĩa là bạn đó) sẽ nhận được một khoản tiền thưởng đáng kể. Stamford Bridge là sân nhà của CLB Chelsea.

source: Build a football stadium to allow your city to have its very own football team! The team plays matches at the stadium and if they are victorious, the city (meaning you) gets a considerable prize sum. Camp Nou is the home stadium of FC Barcelona.
vi: Xây một sân bóng để cho phép thành phố của bạn thành lập đội bóng cho riêng mình! Đội bóng thi đấu tại sân bóng và nếu họ giành chiến thắng, thành phố (nghĩa là bạn đó) sẽ nhận được một khoản tiền thưởng đáng kể. Sân Nou Camp là sân nhà của CLB Barcelona.

source: Build a football stadium to allow your city to have its very own football team! The team plays matches at the stadium and if they are victorious, the city (meaning you) gets a considerable prize sum. Paris Saint-Germain F.C. calls the Parc des Princes stadium home.
vi: Xây một sân bóng để cho phép thành phố của bạn thành lập đội bóng cho riêng mình! Đội bóng thi đấu tại sân bóng và nếu họ giành chiến thắng, thành phố (nghĩa là bạn đó) sẽ nhận được một khoản tiền thưởng đáng kể. Sân Công viên các Hoàng tử là sân nhà của Paris Saint-Germain.

source: The Panda Sanctuary landmark is a home to happy pandas. Citizens can come and see them enjoy life.
vi: Địa danh Panda Sanctuary là nơi sinh sống của những chú gấu trúc vui vẻ. Người dân có thể đến xem họ tận hưởng cuộc sống.

source: Citizens visit the Temple Complex landmark to have a moment of peace and quiet.
vi: Người dân đến thăm quan khu phức hợp Đền để có một giây phút yên bình và tĩnh lặng.

source: The Oriental Pearl Tower is a grand office building landmark.
vi: Tháp Oriental Pearl là một tòa nhà văn phòng cao cấp.

source: The ChirpX Launch site builds rockets in order to provide public space transport services.
vi: Bãi phóng ChirpX lắp ráp tên lửa để cung cấp dịch vụ vận tải công cộng vào không gian.

source: The Prison holds inmates serving their punishment.
vi: Nhà tù giam giữ những phạm nhân đang chấp hành án phạt.

source: Casinos attract tourists with their gambling activities and live shows.
vi: Sòng bạc thu hút khách du lịch bằng các hoạt động đánh bạc và các buổi biểu diễn trực tiếp.

source: A luxurious tower hotel with a roof terrace.
vi: Một khách sạn cao tầng với mái bằng.

source: A beatifully illuminated fountain.
vi: Một đài phun nước được chiếu sáng tuyệt đẹp.

source: Driving range for golf practice and simple leisure.
vi: Sân dành để tập chơi golf và giải trí đơn gain.

source: A modern zoo with facilities for various animals.
vi: Một vườn thú hiện đại với các trang thiết bị cho nhiều loài động vật khác nhau.

source: The Bus Station is a hub for bus traffic.
vi: Trạm Xe buýt là nơi trung chuyển cho các tuyến xe.

source: A park purpose-built for skating and other such sports.
vi: Một công viên được xây dựng nhằm mục đích trượt băng và các môn thể thao khác.

source: Facilities for keeping horses and practice horseback riding.
vi: Cơ sở dành cho việc chăm sóc ngựa và tập cưỡi ngựa.

source: A court for playing beach volleyball.
vi: Sân để chơi bóng chuyền bãi biển.

source: A pier for recreational fishing.
vi: Một cầu cảng để câu cá thư giãn.

source: The Large Airport can handle more planes than the regular Airport. Thus it brings in more tourists.
vi: Sân bay Lớn có thể tiếp nhận nhiều máy bay hơn Sân bay thông thường. Do đó, nó mang lại nhiều khách du lịch hơn.

source: The Cargo Hub accepts cargo trains to deliver and pick up goods straight from the dock.
vi: Cargo Hub chấp nhận các chuyến tàu chở hàng để giao và nhận hàng thẳng từ bến tàu.

source: Taxi cabs start and end their shifts here.
vi: Xe taxi bắt đầu và kết thúc ca làm việc tại đây.

source: When a taxi cab is not busy it will go to the closest taxi stand.
vi: Khi một chiếc taxi không bận, nó sẽ đến điểm đón taxi gần nhất.

source: A theme park with a Magicka theme.
vi: Một công viên với bối cảnh của Phép thuật.

source: A jet ski rental company.
vi: Một công ty cho thuê ván lướt.

source: A company that arranges fishing trips.
vi: Một công ty tổ chức tua du lịch kết hợp câu cá.

source: A small marina for yachts and small boats.
vi: Một bến cảng nhỏ cho du thuyền.

source: A restaurant facility built on water.
vi: Một nhà hàng xây trên mặt nước.

source: An aircraft stand for large passenger planes.
vi: Một vị trí đỗ cho các máy bay chở khách lớn.

source: A classic style small airport entrance building. Connect concourses to this building to expand your airport!
vi: Một tòa nhà là lối vào sân bay nhỏ theo phong cách cổ điển. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: An aircraft stand for medium passenger planes.
vi: Một vị trí chờ cho máy bay chở khách cỡ trung.

source: A modern style small airport entrance building. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay nhỏ theo phong cách hiện đại. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: A ultra modern style small airport entrance building. Connect concourses to this building to expand your airport!
vi: Một tòa nhà lối vào sân bay nhỏ theo phong cách tối tân. Kết nối các sảnh chờ với tòa nhà này để mở rộng sân bay của bạn!

source: An aircraft stand for small passenger planes.
vi: Một vị trí đỗ cho các máy bay chở khách nhỏ.

source: A classic hub for aircraft stands and concourses.
vi: Một trung tâm dạng cổ điển dành cho các sảnh chờ và sân đỗ máy bay.

source: A modern hub for aircraft stands and concourses.
vi: Một trung tâm dạng hiện đại dành cho các sảnh chờ và sân đỗ máy bay.

source: A ultra modern hub for aircraft stands and concourses.
vi: Một trung tâm dạng tối tân dành cho các sảnh chờ và sân đỗ máy bay.

source: Cargo planes land here to import and export goods.
vi: Máy bay chở hàng đáp xuống đây để xuất nhập hàng hóa.

source: This cargo terminal serves as the central building for cargo airports.
vi: Nhà ga chuyên cho hàng hóa này đóng vai trò là tòa nhà trung tâm của các sân bay hàng hóa.

source: Large passenger planes stop at this gate.
vi: Máy bay chở khách lớn dừng ở cổng này.

source: Medium passenger planes stop at this gate.
vi: Máy bay chở khách cỡ trung dừng ở cổng này.

source: Small passenger planes stop at this gate.
vi: Máy bay chở khách nhỏ dừng ở cổng này.

source: Houses the headquarters of your city airline.
vi: Toà nhà trụ sở của hãng hàng không thành phố của bạn.

source: A place for passengers to relax after a long flight. Increases airport attractiveness.
vi: Là nơi để hành khách thư giãn sau một chuyến bay dài. Tăng sức hấp dẫn của sân bay.

source: A budget hotel making the airport more attractive tourists.
vi: Một khách sạn bình dân làm cho sân bay trở nên thu hút khách du lịch hơn.

source: A luxury hotel making the airport more attractive tourists.
vi: Một khách sạn đắt tiền làm cho sân bay trở nên thu hút khách du lịch hơn.

source: An aviation fuel station.
vi: Một trạm nhiên liệu hàng không.

source: An aviation museum for people to visit.
vi: Một bảo tàng hàng không cho mọi người đến thăm.

source: A classic hub for gates and concourses.
vi: Một trung tâm cổ điển cho các cổng và các sảnh chờ.

source: A modern hub for gates and concourses.
vi: Một trung tâm hiện đại cho các cổng và các sảnh chờ.

source: A ultra modern hub for gates and concourses.
vi: Một trung tâm tôi tân cho các cổng và các sảnh chờ.

source: Air traffic controllers sit here and monitor the airspace.
vi: Kiểm soát viên không lưu ngồi đây và giám sát không phận.

source: Hangars increase your airport’s attractiveness.
vi: Nhà chứa máy bay làm tăng sức hấp dẫn của sân bay.

source: This bus station allows a direct connection for airport passengers
vi: Trạm xe buýt này cho phép kết nối trực tiếp và chuyên chở hành khách tại sân bay

source: Elevated metro station allows a direct connection for airport passengers
vi: Ga tàu điện trên cao cho phép kết nối trực tiếp và chuyên chở hành khách tại sân bay

source: A train station allows a direct connection for airport passengers
vi: Một nhà ga xe lửa cho phép kết nối trực tiếp và chuyên chở hành khách tại sân bay

source: A parked cargo plane
vi: Một chiếc máy bay chở hàng đang đậu

source: A Large Parked Plane
vi: Một máy bay đang đậu lớn

source: A Medium Parked Plane
vi: Một máy bay đang đậu cỡ trung

source: A Small Parked Plane
vi: Một máy bay đang đậu cỡ nhỏ

source: Houses the headquarters of your city airline.
vi: Toà nhà trụ sở của hãng hàng không thành phố của bạn.

source: A Tram Depot is where trams are stored when not on duty.
vi: Đây là nơi tập kết tàu điện khi chưa chạy.

source: A tram stop.
vi: Một điểm dừng tàu điện phố.

source: A healthcare facility with hot baths.
vi: Một cơ sở chăm sóc sức khỏe với bể tắm nước nóng.

source: A Ski Lodge for citizens' enjoyment.
vi: Một Nhà nghỉ phục vụ mọi sở thích của người dân.

source: A rink where people can go skating.
vi: Một sân chơi nơi mọi người có thể tới để trượt băng.

source: A park with ice sculptures.
vi: Một công viên với các tượng băng.

source: A modern ski resort.
vi: Một khu trượt tuyết hiện đại.

source: An Ice Hockey Arena for hosting hockey games.
vi: Nhà thi đấu khúc côn cầu trên băng để tổ chức các trận đấu khúc côn cầu.

source: A Spa Hotel for citizens to relax at.
vi: Một Khách sạn Nghỉ dưỡng để người dân tới thư giãn.

source: A Boiler Station provides heating for the city.
vi: Một trạm lò hơi cung cấp hệ thống sưởi cho thành phố.
