Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: SneakeRidge is a rising sneaker brand combining the classic fashion aesthetics with ergonomic and vegan-friendly barefoot shoe design. The Sneaker Factory needs Crops, Paper, Petroleum and Plastic special goods to manufacture sneakers. Unique Factories can be placed outside Industry Area.
vi: SneakeRidge là một thương hiệu sneaker đang lên kết hợp giữa thẩm mỹ thời trang cổ điển với thiết kế giày chân trần thân thiện và thuần chay. Nhà máy Sneaker cần hàng hóa đặc biệt Cây trồng, Giấy, Dầu khí và Nhựa để sản xuất giày thể thao. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Grantco Petroleum Refinery produces a wide range of different petroleum products and fuels. The refining process requires Petroleum, Plastic and Metals special goods to manufacture and store the refined petroleum products. Unique Factories can be placed outside Industry Area.
vi: Nhà máy lọc dầu Grantco sản xuất một loạt các sản phẩm dầu mỏ và nhiên liệu khác nhau. Quá trình tinh chế đòi hỏi các mặt hàng đặc biệt Dầu khí, Nhựa và Kim loại để sản xuất và lưu trữ các sản phẩm dầu mỏ tinh chế. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Jubilee Car Factory brings you the cars of the future. Dozens of cars are manufactured daily at the Car Factory assembly lines. Animal Products, Plastic, Glass and Metals special goods are needed to manufacture these affordable quality cars. Unique Factories can be placed outside Industry Area.
vi: Jubilee Car Factory mang đến cho bạn những chiếc xe của tương lai. Hàng chục chiếc xe được sản xuất hàng ngày tại các dây chuyền lắp ráp của Car Factory. Các sản phẩm động vật, nhựa, thủy tinh và kim loại đặc biệt là cần thiết để sản xuất những chiếc xe chất lượng giá cả phải chăng này. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Ocean Port Shipyard is known for its high quality cruise ships that are delivered around the world. Ship construction requires Planed Timber, Plastic, Glass and Metals goods. Unique Factories can be placed outside Industry Area.
vi: Nhà máy đóng tàu Ocean Port được biết đến với các tàu du lịch chất lượng cao được giao trên toàn thế giới. Xây dựng tàu yêu cầu hàng hóa Gỗ, Nhựa, Thủy tinh và Kim loại. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: Lehto Electronics produces electronics from simple house appliances to advanced computer systems. The Electronics Factory requires Plastic, Glass and Metals special goods to manufacture the electronic products. Unique Factories can be placed outside Industry Area.
vi: Lehto Electronics sản xuất thiết bị điện tử từ các thiết bị gia dụng đơn giản đến các hệ thống máy tính tiên tiến. Nhà máy Điện tử yêu cầu hàng hóa đặc biệt Nhựa, Thủy tinh và Kim loại để sản xuất các sản phẩm điện tử. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: PaulCo Industrial Steel Plant produces machine parts, tools and other industrial-grade steel products. Industrial Steel Plant needs Metals special goods for the production and packaging. Unique Factories can be placed outside Industry Area.
vi: Nhà máy thép công nghiệp PaulCo sản xuất các bộ phận máy, công cụ và các sản phẩm thép công nghiệp khác. Nhà máy thép công nghiệp cần hàng hóa kim loại đặc biệt cho sản xuất và đóng gói. Các nhà máy chuyên biệt có thể được đặt bên ngoài Khu vực công nghiệp.

source: A fenced yard for storing goods and products. A warehouse has three different operating modes: fill, empty and balanced (default). On Balanced mode the warehouse will operate based on the current demand. The operating mode can be adjusted from the building’s info panel.
vi: Một sân có hàng rào để lưu trữ hàng hóa và sản phẩm. Một kho có ba chế độ hoạt động khác nhau: điền, trống và cân bằng (mặc định). Trên chế độ Cân bằng, kho sẽ hoạt động dựa trên nhu cầu hiện tại. Chế độ vận hành có thể được điều chỉnh từ bảng thông tin của tòa nhà.

source: A small warehouse for storing goods and products. A warehouse has three different operating modes: fill, empty and balanced (default). On Balanced mode the warehouse will operate based on the current demand. The operating mode can be adjusted from the building’s info panel.
vi: Một kho nhỏ để lưu trữ hàng hóa và sản phẩm. Một kho có ba chế độ hoạt động khác nhau: điền, trống và cân bằng (mặc định). Trên chế độ Cân bằng, kho sẽ hoạt động dựa trên nhu cầu hiện tại. Chế độ vận hành có thể được điều chỉnh từ bảng thông tin của tòa nhà.

source: A medium warehouse for storing goods and products. A warehouse has three different operating modes: fill, empty and balanced (default). On Balanced mode the warehouse will operate based on the current demand. The operating mode can be adjusted from the building’s info panel.
vi: Một kho trung bình để lưu trữ hàng hóa và sản phẩm. Một kho có ba chế độ hoạt động khác nhau: điền, trống và cân bằng (mặc định). Trên chế độ Cân bằng, kho sẽ hoạt động dựa trên nhu cầu hiện tại. Chế độ vận hành có thể được điều chỉnh từ bảng thông tin của tòa nhà.

source: A large warehouse for storing goods and products. A warehouse has three different operating modes: fill, empty and balanced (default). On Balanced mode the warehouse will operate based on the current demand. The operating mode can be adjusted from the building’s info panel.
vi: Một kho lớn để lưu trữ hàng hóa và sản phẩm. Một kho có ba chế độ hoạt động khác nhau: điền, trống và cân bằng (mặc định). Trên chế độ Cân bằng, kho sẽ hoạt động dựa trên nhu cầu hiện tại. Chế độ vận hành có thể được điều chỉnh từ bảng thông tin của tòa nhà.

source: Farm Main Building sets an unassigned Industry Area’s type to Farming and allows its level progression. It also works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của trang trại đặt loại của Khu vực công nghiệp chưa được chỉ định thành Nông trại và cho phép tăng cấp của nó. Nó cũng hoạt động như là Trụ sở của Khu vực Công nghiệp cho các phương tiện dịch vụ thành phố.

source: Workers’ barracks increases the work efficiency of the workers in the Industry Area. Each building increases the Work efficiency by 5% up to the maximum of 100%. Auxiliary building need to be placed inside Industry Area.
vi: Lán trại của công nhân làm tăng hiệu quả làm việc của công nhân trong Khu công nghiệp. Mỗi tòa nhà tăng hiệu quả làm việc lên 5% lên đến tối đa 100%. Tòa nhà phụ trợ cần được đặt trong Khu vực công nghiệp.

source: Maintenance Buildings take care of industrial buildings increasing their utilization rate and reducing wastage. Each maintenance building increases the storage capacity of industrial buildings by 5%. Auxiliary building need to be placed inside Industry Area.
vi: Các tòa nhà bảo trì chăm sóc các tòa nhà công nghiệp tăng tỷ lệ sử dụng và giảm lãng phí. Mỗi tòa nhà bảo trì làm tăng 5% khả năng lưu trữ của các tòa nhà công nghiệp. Tòa nhà phụ trợ cần được đặt trong Khu vực công nghiệp.

source: A crop field used for cultivation of wheat.
vi: Một cánh đồng hoa màu được sử dụng để canh tác lúa mì.

source: A crop field used for cultivation of potato.
vi: Một cánh đồng hoa màu được sử dụng để trồng khoai tây.

source: Small Crop Field can be used to cultivate wheat, potato, corn or cotton. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng nhỏ có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu thô cho nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Medium Crop Field can be used to cultivate wheat, potato, corn or cotton. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng trung bình có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu thô cho nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: Large Crop Field can be used to cultivate wheat, potato, corn or cotton. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng lớn có thể được sử dụng để canh tác lúa mì, khoai tây, ngô hoặc bông. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu thô cho nông nghiệp - cây trồng. Cần khai thác trên vùng đất màu mỡ bên trong Khu công nghiệp.

source: A crop field used for cultivation of cotton.
vi: Một cánh đồng hoa màu được sử dụng để trồng bông.

source: A greenhouse used for cultivation of crops and vegetables.
vi: Một nhà kính được sử dụng để trồng trọt các loại cây trồng và rau.

source: Small Fruit Field can be used to cultivate apples, oranges or pears. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng trái cây nhỏ có thể được sử dụng để trồng táo, cam hoặc lê. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: Medium Fruit Field can be used to cultivate apples, oranges or pears. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng Trái cây Trung bình có thể được sử dụng để trồng táo, cam hoặc lê. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: Large Fruit Field can be used to cultivate apples, oranges or pears. All extractor variations produce farming raw materials – crops. Extractor need to be placed on fertile land inside Industry Area.
vi: Cánh đồng trái cây lớn có thể được sử dụng để trồng táo, cam hoặc lê. Tất cả các biến thể của máy chiết xuất đều tạo ra nguyên liệu nông nghiệp - cây trồng. Máy chiết xuất cần được đặt trên mảnh đất màu mỡ trong Khu Công nghiệp.

source: A fruit plantation used for cultivation of oranges.
vi: Một đồn điền trái cây được sử dụng để trồng cam.

source: A fruit plantation used for cultivation of pears.
vi: Một đồn điền trái cây được sử dụng để trồng lê.

source: A greenhouse used for cultivation of fruits.
vi: Một nhà kính dùng để trồng hoa quả.

source: A barn building used for storing the farming industry raw materials - crops. Storage building can be placed outside Industry Area.
vi: Một tòa nhà kho được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp - cây trồng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A large barn building used for storing farming industry raw materials - crops. Storage building can be placed outside Industry Area.
vi: Một tòa nhà kho lớn được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp - cây trồng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A simple grain silo used for storing farming industry raw materials – crops. Storage building can be placed outside Industry Area.
vi: Một silo hạt đơn giản được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp - cây trồng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A large grain silo used for storing farming industry raw materials – crops. Storage building can be placed outside Industry Area.
vi: Một silo hạt lớn được sử dụng để lưu trữ nguyên liệu công nghiệp nông nghiệp - cây trồng. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: Small Animal Pastures are used for grazing cows, pigs, sheep or highland cows. All processing building variations require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Động vật nhỏ được sử dụng để chăn thả bò, lợn, cừu hoặc bò vùng cao. Tất cả các biến thể xây dựng chế biến đòi hỏi cây trồng để sản xuất nông sản đặc biệt tốt - sản phẩm động vật. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Large Animal Pastures are used for grazing cows, pigs, sheep or highland cows. All processing building variations require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Động vật lớn được sử dụng để chăn thả bò, lợn, cừu hoặc bò vùng cao. Tất cả các biến thể xây dựng chế biến đòi hỏi cây trồng để sản xuất nông sản đặc biệt tốt - sản phẩm động vật. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Cattle sheds are well ventilated buildings used to raise cattle and provide them shelter against harsh weather. This processing building require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Chuồng gia súc là những tòa nhà thông thoáng được sử dụng để chăn nuôi gia súc và cung cấp cho chúng nơi trú ẩn chống lại thời tiết khắc nghiệt. Tòa nhà chế biến này đòi hỏi cây trồng để sản xuất nông nghiệp đặc biệt tốt - sản phẩm động vật. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Modern slaughterhouses are hygienic facilities that process slaughtered animals efficiently into various products. This processing building require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Các lò giết mổ hiện đại là các cơ sở vệ sinh chế biến động vật giết mổ hiệu quả thành các sản phẩm khác nhau. Tòa nhà chế biến này đòi hỏi cây trồng để sản xuất nông nghiệp đặc biệt tốt - sản phẩm động vật. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Milking parlors are designed to maximize the production of milk by mechanizing and streamlining the milking process. This processing building require crops to produce farming special good – animal products. Processing building need to be placed inside Industry Area.
vi: Các cửa hàng vắt sữa được thiết kế để tối đa hóa việc sản xuất sữa bằng cách cơ giới hóa và hợp lý hóa quy trình vắt sữa. Tòa nhà chế biến này đòi hỏi cây trồng để sản xuất nông nghiệp đặc biệt tốt - sản phẩm động vật. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Flour Mill is a processing building, which require crops to produce special good – flour. Flour mills grind crops into flour and package it for transportation. Processing building need to be placed inside Industry Area.
vi: Flour Mill là một tòa nhà chế biến, đòi hỏi cây trồng phải sản xuất loại bột đặc biệt tốt. Các nhà máy xay bột nghiền cây trồng thành bột và đóng gói để vận chuyển. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Forestry Main Building sets an unassigned Industry Area’s type to Forest Industry and allows its level progression. It also works as the Industry Area’s Headquarter for city service vehicles.
vi: Lâm nghiệp Tòa nhà chính đặt loại Khu vực công nghiệp không được chỉ định cho Ngành lâm nghiệp và cho phép tiến triển cấp độ của nó. Nó cũng hoạt động như Trụ ​​sở chính của Khu vực Công nghiệp cho các phương tiện phục vụ thành phố.

source: A greenhouse used for cultivation of tree saplings.
vi: Một nhà kính được sử dụng để trồng cây non.

source: Small Tree Plantation can be used to cultivate alder, beech or conifer. All extractor variations produce raw forest products. Extractor need to be placed on forest area inside Industry Area.
vi: Trồng cây nhỏ có thể được sử dụng để canh tác alder, sồi hoặc cây lá kim. Tất cả các biến thể khai thác sản xuất lâm sản thô. Cần khai thác trên khu vực rừng trong Khu công nghiệp.

source: Medium Tree Plantation can be used to cultivate alder, beech or conifer. All extractor variations produce raw forest products. Extractor need to be placed on forest area inside Industry Area.
vi: Trồng cây trung bình có thể được sử dụng để canh tác alder, sồi hoặc cây lá kim. Tất cả các biến thể khai thác sản xuất lâm sản thô. Cần khai thác trên khu vực rừng trong Khu công nghiệp.

source: Large Tree Plantation can be used to cultivate alder, beech or conifer. All extractor variations produce raw forest products. Extractor need to be placed on forest area inside Industry Area.
vi: Trồng cây lớn có thể được sử dụng để canh tác alder, sồi hoặc cây lá kim. Tất cả các biến thể khai thác sản xuất lâm sản thô. Cần khai thác trên khu vực rừng trong Khu công nghiệp.

source: A small plantation of beech.
vi: Một đồn điền nhỏ.

source: A medium sized plantation of beech.
vi: Một đồn điền cỡ vừa.

source: A large plantation of beech.
vi: Một đồn điền lớn.

source: A small plantation of conifer.
vi: Một đồn điền nhỏ của cây lá kim.

source: A medium sized plantation of conifer.
vi: Một đồn điền cỡ trung bình.

source: A large plantation of conifer.
vi: Một đồn điền lớn của cây lá kim.

source: A small storage yard for storing raw forest products. Storage building can be placed outside Industry Area.
vi: Một kho nhỏ để lưu trữ lâm sản thô. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A large storage yard for storing raw forest products. Storage building can be placed outside Industry Area.
vi: Một kho chứa lớn để lưu trữ lâm sản thô. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A Saw Dust Storage building used for storing raw forest products. Storage building can be placed outside Industry Area.
vi: Một tòa nhà lưu trữ bụi Saw được sử dụng để lưu trữ lâm sản thô. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A storage facility for storing raw forest products. Storage building can be placed outside Industry Area.
vi: Một cơ sở lưu trữ để lưu trữ lâm sản thô. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: This processing building require raw forest products to produce forestry special good – planed timber. Processing building need to be placed inside Industry Area.
vi: Tòa nhà chế biến này đòi hỏi lâm sản thô để sản xuất gỗ theo kế hoạch đặc biệt tốt. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Engineered wood plants manufacture forestry special good – planed timber. This processing building require raw forest products to operate. Processing building need to be placed inside Industry Area.
vi: Các nhà máy gỗ kỹ thuật sản xuất lâm nghiệp đặc biệt tốt - gỗ bào. Tòa nhà chế biến này đòi hỏi lâm sản thô để hoạt động. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Biomass pellet plants is a processing building, which require raw forest products to produce special good – paper. Processing building need to be placed inside Industry Area.
vi: Nhà máy thức ăn viên sinh khối là một tòa nhà chế biến, đòi hỏi lâm sản thô để sản xuất giấy tốt đặc biệt. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Pulp mill uses raw forest products to produce forestry special good – paper. Processing building need to be placed inside Industry Area.
vi: Nhà máy bột giấy sử dụng lâm sản thô để sản xuất giấy đặc sản lâm nghiệp. Tòa nhà chế biến cần được đặt bên trong Khu Công nghiệp.

source: Oil Industry Main Building sets an unassigned Industry Area’s type to Oil Industry and allows its level progression. It also works as the Industry Area’s Headquarter for city service vehicles.
vi: Tòa nhà chính của ngành công nghiệp dầu đặt loại Khu vực công nghiệp chưa được chỉ định thành Công nghiệp dầu và cho phép tăng cấp độ của nó. Nó cũng hoạt động như là Trụ sở của Khu vực Công nghiệp cho các phương tiện dịch vụ thành phố.

source: A single oil pump for extracting oil industry raw material from an underground reservoir. Extractor need to be placed on oil field inside Industry Area.
vi: Một bơm dầu duy nhất để khai thác nguyên liệu công nghiệp dầu mỏ từ một giếng dầu. Máy chiết xuất cần được đặt trên mỏ dầu bên trong Khu vực công nghiệp.

source: A line of four oil pumps for extracting oil industry raw materials from an underground reservoir. Extractor need to be placed on oil field inside Industry Area.
vi: Một dãy gồm bốn máy bơm dầu để khai thác nguyên liệu công nghiệp dầu mỏ từ một giếng dầu. Máy chiết xuất cần được đặt trên mỏ dầu bên trong Khu vực công nghiệp.

source: A small oil drilling rig for extracting oil industry raw materials from an underground reservoir. Extractor need to be placed on oil field inside Industry Area.
vi: Một giàn khoan dầu nhỏ để khai thác nguyên liệu công nghiệp dầu mỏ từ một giếng dầu. Máy chiết xuất cần được đặt trên mỏ dầu bên trong Khu vực công nghiệp.

source: A large oil drilling rig for extracting oil industry raw materials from an underground reservoir. Extractor need to be placed on oil field inside Industry Area.
vi: Một giàn khoan dầu lớn để khai thác nguyên liệu công nghiệp dầu mỏ từ một giếng dầu. Máy chiết xuất cần được đặt trên mỏ dầu bên trong Khu vực công nghiệp.

source: An Offshore Oil Drilling Platform for extracting oil industry raw materials from seabed deep rock formations. Extractor need to be placed on oil field inside Industry Area.
vi: Một nền tảng khoan dầu ngoài khơi để khai thác nguyên liệu công nghiệp dầu mỏ từ các tầng đá sâu dưới đáy biển. Máy chiết xuất cần được đặt trên mỏ dầu bên trong Khu vực công nghiệp.

source: A small crude oil storage with pumping station, pipes and four tanks for storing oil industry raw materials. Storage building can be placed outside Industry Area.
vi: Một kho chứa dầu thô nhỏ với trạm bơm, đường ống và bốn bể chứa để lưu trữ nguyên liệu công nghiệp dầu mỏ. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A large crude oil storage with pumping station, pipes, eight tanks and small maintenance building for storing oil industry raw materials. Storage building can be placed outside Industry Area.
vi: Một kho chứa dầu thô lớn với trạm bơm, đường ống, tám bể chứa và tòa nhà bảo trì nhỏ để lưu trữ nguyên liệu công nghiệp dầu mỏ mỏ. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: A fenced field with a pumping station and other equipment that is used to pump oil raw materials to large underground oil storage caverns. Storage building can be placed outside Industry Area.
vi: Một cánh đồng có hàng rào với một trạm bơm và các thiết bị khác được sử dụng để bơm nguyên liệu dầu đến các hầm chứa dầu lớn dưới lòng đất. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: Two dome shelters for storing oil industry raw materials. Storage building can be placed outside Industry Area.
vi: Hai mái vòm để lưu trữ nguyên liệu công nghiệp dầu mỏ. Tòa nhà lưu trữ có thể được đặt bên ngoài Khu vực công nghiệp.

source: Oil sludge pyrolysis plants take oil and processes it into petroleum. This processing building require oil to produce oil special good – petroleum. Processing building need to be placed inside Industry Area.
vi: Các nhà máy nhiệt phân bùn dầu lấy dầu và xử lý nó thành dầu mỏ. Tòa nhà chế biến này đòi hỏi dầu để sản xuất dầu đặc biệt tốt - dầu mỏ. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.

source: Waste oil refining plant is a processing building, which require oil to produce special good – petroleum. Processing building need to be placed inside Industry Area.
vi: Nhà máy lọc dầu thải là một tòa nhà chế biến, đòi hỏi dầu phải sản xuất hàng hóa đặc biệt - dầu mỏ. Tòa nhà chế biến cần được đặt trong Khu công nghiệp.
