Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Scavenged from the nature these Feathery Hats are attempting to bring more naturistic touch to the modern fashion.
vi: Những chiếc mũ lông vũ này đang cố gắng mang lại nét tự nhiên hơn cho thời trang hiện đại.

source: This handcrafted herbal lip balm increases the "puffiness" of lips. Results may vary but they are always visible.
vi: Son dưỡng môi bằng thảo dược được làm thủ công này làm tăng độ “phồng” của đôi môi. Kết quả có thể khác nhau nhưng chúng luôn hiển thị.

source: Blacksmith students found a way to make birdcages without using any nickel and now there's finally a cage birds actually enjoy staying in.
vi: Các sinh viên thợ rèn đã tìm ra cách làm lồng chim mà không cần sử dụng bất kỳ niken nào và bây giờ cuối cùng có một con chim lồng thực sự thích ở trong.

source: A line of special anti-chirper products inspired by the movement under the same name.
vi: Một dòng sản phẩm chống chirper đặc biệt lấy cảm hứng từ phong trào dưới cùng tên.

source: This innovative alternative to regular ropes speeds up the tying process and secures products 50% more tightly.
vi: Sự thay thế sáng tạo này cho dây thừng thông thường giúp tăng tốc quá trình buộc và giữ chặt sản phẩm hơn 50%.

source: A game by an innovative student group that augments reality helping tourists find the sights in the cities.
vi: Một trò chơi của một nhóm sinh viên sáng tạo nhằm tăng cường thực tế giúp khách du lịch tìm thấy các điểm tham quan trong các thành phố.

source: The friendliest travel guide for the most attractive and entertaining places.
vi: Hướng dẫn du lịch thân thiện nhất cho những nơi hấp dẫn và giải trí nhất.

source: The ultimate digital detox food! Kebab offline is a service that delivers delicious kebab straight to your house - mail order now!
vi: Thực phẩm giải độc kỹ thuật số cuối cùng! Kebab offline là một dịch vụ giao kebab ngon đến tận nhà - đặt hàng qua thư ngay!

source: A visual guide for people to flawlessly plan their public transportation routes.
vi: Hướng dẫn trực quan để mọi người lập kế hoạch hoàn hảo các tuyến giao thông công cộng của họ.

source: These ambient sounds follow you everywhere you go and provide unique experiences where ever you go to make you imagine you actually were there where the sound is from.
vi: Những âm thanh xung quanh này theo bạn đến mọi nơi bạn đến và mang đến những trải nghiệm độc đáo nơi bạn đến để khiến bạn tưởng tượng bạn đã thực sự ở đó, nơi phát ra âm thanh.

source: Experimental service of autonomous taxis. Time will tell if these will be a game changer.
vi: Thử nghiệm dịch vụ taxi tự hành. Thời gian sẽ trả lời nếu đây sẽ là một thay đổi cuộc chơi.

source: Home delivery service of freshly grinded coffee beans!
vi: Dịch vụ giao hàng tận nhà của hạt cà phê mới xay!

source: See and traverse through all your favorite cities from the comfort of your couch!
vi: Xem và đi qua tất cả các thành phố yêu thích của bạn từ sự thoải mái trên chiếc ghế dài của bạn!

source: A complete analysis of the costs and benefits of fishing tourism.
vi: Phân tích đầy đủ các chi phí và lợi ích của du lịch câu cá.

source: Delivery service for those who find themself in a need for Cake. Specialized drones bake and deliver cakes tailored to the users wishes.
vi: Dịch vụ giao hàng tận nơi cho những ai thấy mình có nhu cầu về Bánh. Máy bay không người lái chuyên dụng nướng và giao bánh phù hợp với mong muốn của người dùng.

source: Revolutionary idea of a hotel complex completely located underground with high resolution displays, which can show anything that the visitor wishes.
vi: Ý tưởng mang tính cách mạng về một khu phức hợp khách sạn nằm hoàn toàn dưới lòng đất với màn hình độ phân giải cao, mà có thể hiển thị bất cứ điều gì mà khách truy cập mong muốn.

source: The Order pushed the limits of what school lunches could be, and now it is aiming to become a global phenomenon.
vi: Lệnh đã đẩy giới hạn về những bữa ăn trưa ở trường, và bây giờ nó đang hướng tới mục tiêu trở thành một hiện tượng toàn cầu.

source: All the rejected tour concepts crammed into one, cost-efficient and revolutionary tour for all tastes.
vi: Tất cả các khái niệm tour du lịch bị từ chối nhồi nhét vào một, tour du lịch hiệu quả và chi phí cho mọi sở thích.

source: A service platform that heals you at home covering the complete virtual healthcare chain.
vi: Một nền tảng dịch vụ chữa bệnh cho bạn tại nhà bao gồm chuỗi chăm sóc sức khỏe ảo hoàn chỉnh.

source: A new type of cleaning method that instantly spread like wildfire amongst lazy campus students. Neat and sure to spark joy!
vi: Một phương pháp làm sạch mới ngay lập tức lan truyền như cháy rừng giữa các sinh viên lười biếng trong khuôn viên trường. Gọn gàng và chắc chắn sẽ khơi dậy niềm vui!

source: A must-have counter for destinations to keep track of popularity and visitors.
vi: Một bộ đếm cần có cho các điểm đến để theo dõi mức độ phổ biến và du khách.

source: 10 times better than a regular loop.
vi: Tốt hơn 10 lần so với vòng lặp thông thường.

source: Winning in chess just became a whole lot harder as this AI will not let you off easy.
vi: Chiến thắng trong cờ vua trở nên khó hơn rất nhiều vì AI này sẽ không cho phép bạn dễ dàng.

source: A ground-breaking new programming language revolving around capital letters.
vi: Một ngôn ngữ lập trình mới mang tính đột phá xoay quanh các chữ cái viết hoa.

source: Cryptocurrency that will try to solve all the issues with other cryptocurrencies.
vi: Tiền điện tử sẽ cố gắng giải quyết tất cả các vấn đề với các loại tiền điện tử khác.

source: This gravity racer is ready to be tested in derby!
vi: Tay đua trọng lực này đã sẵn sàng để được thử nghiệm trong trận derby!

source: The completion of this project instantly sparked a new project: bigger 3D printers
vi: Việc hoàn thành dự án này ngay lập tức làm dấy lên một dự án mới: máy in 3D lớn hơn

source: A response to an increasing need for automated and affordable moisturizing system for plants available for those who travel a lot.
vi: Đáp ứng nhu cầu ngày càng tăng về dưỡng ẩm tự động và giá cả phải chăng hệ thống cho các nhà máy có sẵn cho những người đi du lịch nhiều.

source: The old trolleybus technology revamped to fit the needs of cities struggling with pollution.
vi: Công nghệ xe buýt cũ được cải tiến để phù hợp với nhu cầu của các thành phố đang chống chọi với ô nhiễm.

source: A brand new ultimate video game combines everything and provides an exciting single-player campaign. Will this be a top-grossing hit?
vi: Một trò chơi video hoàn toàn mới kết hợp mọi thứ và cung cấp một chiến dịch chơi đơn thú vị. Đây sẽ là một hit doanh thu hàng đầu?

source: A visual collection and clear guidelines of the do's and don'ts in intersection building.
vi: Một bộ sưu tập trực quan và hướng dẫn rõ ràng về những việc nên làm và không nên trong tòa nhà giao lộ.

source: Ice-kart racing video game developed in association with Sweet Bird Entertainment.
vi: Trò chơi điện tử đua xe trên băng được phát triển cùng với Sweet Bird Entertainment.

source: This amazing feat of engineering is still on prototype level but it already is showing promising results!
vi: Kỳ tích kỹ thuật tuyệt vời này vẫn đang ở mức nguyên mẫu nhưng nó đã cho thấy những kết quả đầy hứa hẹn!

source: This square gate is theoretically capable of practical rapid travel between two distant locations.
vi: Về mặt lý thuyết, cổng hình vuông này có khả năng di chuyển nhanh chóng giữa hai địa điểm xa nhau.

source: An engineering project that originated from a baking accident related to ready-to-mix flours.
vi: Một dự án kỹ thuật bắt nguồn từ một tai nạn làm bánh liên quan đến bột trộn sẵn.

source: An engineering project based on citizen reports of uneven pavements and their dangers.
vi: Một dự án kỹ thuật dựa trên báo cáo của người dân về mặt đường không bằng phẳng và sự nguy hiểm của chúng.

source: A space program to discover what is beyond the stars.
vi: Một chương trình không gian để khám phá những gì bên ngoài các vì sao.

source: A cinematographic masterpiece that defies the way films are made.
vi: Một kiệt tác điện ảnh bất chấp cách làm phim.

source: Animated film that captivates the hearts of both young and old.
vi: Bộ phim hoạt hình làm say đắm biết bao trái tim của cả già trẻ lớn bé.

source: The Chirp might be gone but this epic romance film is to stay.
vi: The Chirp có thể không còn nữa nhưng bộ phim lãng mạn hoành tráng này sẽ ở lại.

source: A musical that has all the potential to become the most popular high school play ever.
vi: Một vở nhạc kịch có tất cả tiềm năng để trở thành vở kịch phổ biến nhất từ trước đến nay ở trường trung học.

source: Web series following two brothers handling everyday chores - and embracing the loyalty and respect between them.
vi: Loạt web về hai anh em giải quyết công việc hàng ngày - và thể hiện lòng trung thành và sự tôn trọng giữa họ.

source: Science fiction film of an old woman fighting prejudices against her generation while experimenting with synthetic sounds.
vi: Phim khoa học viễn tưởng về một bà lão chống lại những định kiến chống lại thế hệ của cô ấy trong khi thử nghiệm âm thanh tổng hợp.

source: Reimagined student-project of a Chirper-globe winning classic film.
vi: Dự án sinh viên được giới thiệu lại của một bộ phim kinh điển giành giải Chirper toàn cầu.

source: Animated short film of the desperate event where a content producer is trying to come up with Chirper content.
vi: Phim hoạt hình ngắn về sự kiện tuyệt vọng nơi một nhà sản xuất nội dung đang cố gắng đưa ra nội dung Chirper.

source: A fantasy film of a young chirper growing up to become a fearless, invincible fighter who searches the land for a fabled, magical sword.
vi: Một bộ phim giả tưởng về một cô gái trẻ lớn lên để trở thành một người không sợ hãi, chiến binh bất khả chiến bại, người tìm kiếm trên đất liền để tìm kiếm một thanh gươm thần kỳ, huyền thoại.

source: "There's no mod that can erase this bird". 3D science fiction film packed with action.
vi: "Không có mod nào có thể xóa sổ con chim này". Phim khoa học viễn tưởng 3D đầy hành động.

source: An epic story about powerful forces, fate of civilizations and Chirps.
vi: Một câu chuyện hoành tráng về các thế lực mạnh mẽ, số phận của các nền văn minh và Chirps.

source: A superhero film of the mightiest flying heroes soaring through skylines.
vi: Một bộ phim siêu anh hùng về những anh hùng mạnh nhất bay vút qua bầu trời.

source: A charming comedy film about the meaning of life.
vi: Một bộ phim hài duyên dáng về ý nghĩa của cuộc sống.

source: A heartfelt story of friendship that will capture the attention of both critics and audiences alike.
vi: Một câu chuyện chân thành về tình bạn sẽ thu hút sự chú ý của cả giới phê bình và khán giả.

source: A dreamlike compilation of different skylines filmed in multiple cities in the past 4 years.
vi: Một tổng hợp đẹp như mơ của các đường chân trời khác nhau được quay ở nhiều thành phố trong 4 năm qua.

source: Breathtaking experimental horror film where a group of engineers get lost inside a dam, and notice a leak inside the structure.
vi: Bộ phim kinh dị thử nghiệm ngoạn mục trong đó một nhóm kỹ sư bị lạc trong một con đập, và nhận thấy một rò rỉ bên trong cấu trúc.

source: Controversial pianist B.Bird divides the opinions of critics and now does it with her first own composition.
vi: Nghệ sĩ piano gây tranh cãi B.Bird phân chia ý kiến của các nhà phê bình và bây giờ làm điều đó với sáng tác đầu tiên của riêng cô.

source: This songs is so good it might become an instant classic.
vi: Bài hát này hay đến nỗi nó có thể trở thành một tác phẩm kinh điển ngay lập tức.

source: The first studio album from a soft rock-metal band. This band will surely soar to great heights!
vi: Album phòng thu đầu tiên từ một ban nhạc rock-metal mềm mại. Ban nhạc này chắc chắn sẽ tăng vọt lên tầm cao tuyệt vời!

source: A heart-gripping song of a man who walks alone in Chirpyland touches upon the loneliness an individual might experience in today's hectic environment.
vi: Một bài hát thú vị về một người đàn ông đi một mình ở Chirpyland chạm đến khi cô đơn, một cá nhân có thể trải nghiệm trong môi trường bận rộn ngày nay.

source: With its epic trombone solo this tune is bound to become a hit amongst school bands.
vi: Với độc tấu trombone hoành tráng, giai điệu này chắc chắn sẽ trở thành hit trong các ban nhạc của trường.

source: Sounds before the beginning of anything.
vi: Âm thanh trước khi bắt đầu bất cứ điều gì.

source: A musical composition for Space Struggle theater.
vi: Một tác phẩm âm nhạc cho nhà hát Space Strrag.

source: Comprehensive collection of music and instruments throughout the world.
vi: Bộ sưu tập toàn diện về âm nhạc và nhạc cụ trên toàn thế giới.

source: An experimental and alternative musical piece with out of tune instruments.
vi: Một tác phẩm âm nhạc thử nghiệm và thay thế với các nhạc cụ ngoài giai điệu.

source: A live recording of a 50 person orchestra that is formed entirely out of out-of-work conductors.
vi: Một bản thu âm trực tiếp của một dàn nhạc 50 người được hình thành hoàn toàn từ những nhạc trưởng không có việc làm.

source: Starting from 8-bit tunes DJ Chirpy's piece of art has all the bits!
vi: Bắt đầu từ giai điệu 8 bit, tác phẩm nghệ thuật của DJ Chirpy có tất cả các bit!

source: Innovative take on the lost art of elevator music.
vi: Sáng tạo về nghệ thuật âm nhạc thang máy bị mất.

source: Collection of sounds recorded in cooperation with the city workers who listen to them all day, every day.
vi: Bộ sưu tập âm thanh được ghi lại với sự hợp tác của các công nhân thành phố, những người nghe chúng cả ngày, hàng ngày.

source: This digital masterpiece by DJ ig0v tells a vivid tale oddly familiar to many.
vi: Kiệt tác kỹ thuật số này của DJ ig0v kể một câu chuyện sống động kỳ lạ quen thuộc với nhiều người.

source: Truly alternative student band Sm3tana writes powerful songs about the wrongs in society disguised in dietary lyrics.
vi: Ban nhạc sinh viên thực sự thay thế Sm3tana viết những bài hát mạnh mẽ về những sai trái trong xã hội được ngụy trang trong lời bài hát.

source: Music videos are anything but a defeated type of art based on this exquisite piece combining music and film in the most unexpected way.
vi: Video âm nhạc là bất cứ thứ gì ngoại trừ một loại hình nghệ thuật bị đánh bại dựa trên sự tinh tế này phần kết hợp âm nhạc và phim theo cách bất ngờ nhất.

source: A literary masterpiece that one will simply want to finish in one sitting.
vi: Một kiệt tác văn học mà người ta sẽ chỉ muốn hoàn thành trong một lần ngồi.

source: A collection of poems that claim to reveal what cannot be seen.
vi: Một tập thơ tuyên bố tiết lộ những gì không thể nhìn thấy.

source: A book that digs deeper into the meaning of color blue in a manner that has never been done before.
vi: Một cuốn sách đào sâu hơn về ý nghĩa của màu xanh lam theo cách chưa từng được thực hiện trước đây.

source: A touching bed time fable featuring Dragons, Goblins and Chirper is bound to dominate the sales charts.
vi: Một câu chuyện ngụ ngôn về thời gian trên giường với sự tham gia của Dragons, Yêu tinh và Chirper chắc chắn sẽ thống trị các bảng xếp hạng doanh thu.

source: A science fiction novel by Johan "Besserwisser" Svag that almost leaves the reader with more questions than answers.
vi: Một cuốn tiểu thuyết khoa học viễn tưởng của Johan "Besserwisser" Svag rằng gần như khiến người đọc có nhiều câu hỏi hơn là câu trả lời.

source: Biography that lifts the veil of mystery around the very private life of Lord Chirpwick.
vi: Tiểu sử vén bức màn bí ẩn xung quanh cuộc sống riêng tư của Chúa tể Chirpwick.

source: Comprehensive collection of poems and folklore from the lands beyond Outside Connections by Lars Koffengson.
vi: Tuyển tập tổng hợp các bài thơ và văn học dân gian từ các vùng đất ngoài Kết nối Bên ngoài của Lars Koffengson.

source: A Fantasy tabletop role-playing game rulebook.
vi: Sách quy tắc trò chơi nhập vai trên bàn giả tưởng.

source: The classical ABC-book with a modern twist.
vi: Cuốn sách ABC cổ điển pha chút hiện đại.

source: Compilation of epic poetry from folklore and mythology.
vi: Tổng hợp thơ sử thi từ văn hóa dân gian và thần thoại.

source: A tale loosely based on a real life story of Birdie, a professional golfer who can talk with birds.
vi: Một câu chuyện lỏng lẻo dựa trên câu chuyện đời thực của Birdie, một tay golf chuyên nghiệp có thể nói chuyện với chim.

source: A collection of the most famous Chirps.
vi: Một bộ sưu tập các hợp xướng nổi tiếng nhất.

source: A unique story that mixes horror and interior decorating in an unseen way.
vi: Một câu chuyện độc đáo pha trộn giữa kinh dị và trang trí nội thất theo một cách khó thấy.

source: A mythical story illustrated into a book will surely become number one bedtime story for children.
vi: Một câu chuyện thần thoại được minh họa thành sách chắc chắn sẽ trở thành câu chuyện số một trước khi đi ngủ của trẻ em.

source: A colourful superhero comic book of a free spirited unicorn wanting to do good in the world created by C. O. Bestest
vi: Truyện tranh siêu anh hùng đầy màu sắc về một chú kỳ lân tinh thần tự do muốn làm điều tốt trong thế giới do C. O. Bestest tạo ra

source: Chirpidella is about to turn into a human and there's no turning back.
vi: Chirpidella sắp biến thành người và không thể quay lại.

source: Original study and conclusion on appropriate titles for Academic Works by Luke Waterstream
vi: Nghiên cứu ban đầu và kết luận về các tiêu đề thích hợp cho Tác phẩm học thuật của Luke Waterstream

source: Research and findings by O.R.C Peonista exploring the features and attributes that every working chirper should have.
vi: Nghiên cứu và phát hiện của O.R.C Peonista khám phá các tính năng và thuộc tính mà mọi máy quay phim hoạt động phải có.

source: Annie O.K speculates even on the question if speculation is a suitable subject to research and the conclusions are solid.
vi: Annie O.K suy đoán ngay cả về câu hỏi nếu đầu cơ là phù hợp đối tượng nghiên cứu và kết luận là vững chắc.

source: Jim Flatearther Jr. explores a world view that is definitely more than one-dimensional.
vi: Jim Flatearther Jr. khám phá một thế giới quan rõ ràng hơn một chiều.

source: Researcher O.Colossi reveals what is the reason behind Self-Help guide popularity boom and why self-help rarely works.
vi: Nhà nghiên cứu O.Colossi tiết lộ lý do đằng sau Hướng dẫn tự trợ giúp phổ biến bùng nổ và tại sao tự giúp đỡ hiếm khi hoạt động.

source: A.I. Grove on how to find the right path.
vi: A.I. Grove về cách tìm ra con đường đúng.

source: Pen and Paper are superior to all other user-interfaces By Jugg Q.A. Icekelaine
vi: Bút và Giấy vượt trội hơn tất cả các giao diện người dùng khác Bởi Jugg Q.A. Icekelaine

source: The increase in entertainment when parks are built in parks by P.P Park.
vi: Sự gia tăng giải trí khi các công viên được xây dựng trong các công viên của P.P Park.

source: How to avoid and mitigate death waves in mass-migrated societies by Steve Bluebird.
vi: Làm thế nào để tránh và giảm thiểu sóng tử thần trong các xã hội di cư hàng loạt của Steve Bluebird.

source: Small-Scale Water analyzation in Games by Tim Bellhill
vi: Phân tích nước quy mô nhỏ trong các trò chơi của Tim Bellhill

source: A psychological study of famous city mayors by Ann Siren.
vi: Một nghiên cứu tâm lý của thị trưởng thành phố nổi tiếng của Ann Siren.

source: Finding, reporting and preventing mistakes by Laurentius Buggmann
vi: Tìm kiếm, báo cáo và ngăn ngừa sai lầm của Laurentius Buggmann

source: Psychological study on the new-age movement of Chirptology by Jack Winter
vi: Nghiên cứu tâm lý về chuyển động thời đại mới của Chirptology của Jack Winter

source: Analysis on how to write Chirps. by S. Lintu
vi: Phân tích cách viết Chirps. bởi S. Lintu

source: Thorough analysis of different types of Academic Works by M.E. Talevel
vi: Phân tích kỹ lưỡng các loại Công trình học thuật khác nhau của M.E. Talevel

source: The formation of waves and droughts by W. Boar
vi: Sự hình thành của sóng và hạn hán của W. Boar

source: Extra air under roads reduce friction.
vi: Thêm không khí dưới đường làm giảm ma sát.

source: Throwing keywords into this machine makes them turn into games.
vi: Việc ném từ khóa vào máy này sẽ khiến chúng biến thành trò chơi.

source: An idea box is a never ending supply of fresh and new ideas for anything!
vi: Hộp ý tưởng là nguồn cung cấp không bao giờ kết thúc các ý tưởng mới và mới cho bất cứ điều gì!

source: This self-replicating cake will be the solution for many companies struggling with the employees' well being depending on cake supply.
vi: Chiếc bánh tự tái tạo này sẽ là giải pháp cho nhiều công ty vật lộn với hạnh phúc của nhân viên phụ thuộc vào nguồn cung cấp bánh.

source: You can paint anything with this, ANYTHING.
vi: Bạn có thể vẽ bất cứ thứ gì với cái này, MỌI THỨ.

source: With this discovery scientists are finally one step closer to the truth.
vi: Với khám phá này, các nhà khoa học cuối cùng đã tiến gần hơn một bước tới sự thật.

source: Warning: the results might not be pleasing.
vi: Cảnh báo: kết quả có thể không vừa ý.

source: New method to reskinning that might revolutionize the beauty industry.
vi: Phương pháp mới để thay da có thể cách mạng hóa ngành công nghiệp làm đẹp.

source: Missing Link has been found by scientists, in due time this will provide a lot of answers.
vi: Liên kết thất lạc đã được các nhà khoa học tìm ra, trong thời gian thích hợp, điều này sẽ cung cấp rất nhiều câu trả lời.

source: Through advancements in haematology patients receive the results from laboratory tests instantly.
vi: Thông qua những tiến bộ trong huyết học, bệnh nhân nhận được kết quả từ các xét nghiệm trong phòng thí nghiệm ngay lập tức.

source: Answer to everything in a numeric form.
vi: Trả lời mọi thứ dưới dạng số.

source: A group of environmental students discovered a way to build artificial reservoirs to enable carbon offset.
vi: Một nhóm sinh viên môi trường phát hiện ra một cách xây dựng các hồ chứa nhân tạo để cho phép bù đắp carbon.

source: Scientists were finally able to identify and isolate the source of all glitches to harvest it for scientific purposes.
vi: Các nhà khoa học cuối cùng đã có thể xác định và cô lập nguồn tất cả các trục trặc để thu hoạch nó cho mục đích khoa học.

source: A concept of a building that can store electricity to its big batteries.
vi: Một khái niệm về một tòa nhà có thể lưu trữ điện vào những cục pin lớn của nó.

source: Researchers have discovered that the inexplicable urban designs are in fact caused by an alien power messing with the city.
vi: Các nhà nghiên cứu đã phát hiện ra rằng những thiết kế đô thị không thể giải thích được trên thực tế là do một thế lực ngoài hành tinh gây rối với thành phố.

source: Relentless partying in dormitories lead to the discovery of noise-cancelling wallpaper.
vi: Tiệc tùng thác loạn trong ký túc xá dẫn đến việc phát hiện ra giấy dán tường chống ồn.

source: A study that has left the academic world with only one question: when will this be applied in practise?
vi: Một nghiên cứu đã khiến giới học thuật chỉ có một câu hỏi: khi nào thì điều này sẽ được áp dụng vào thực tế?

source: Some issues are bigger than others - a comprehensive psychological study on issues.
vi: Một số vấn đề lớn hơn những vấn đề khác - một nghiên cứu tâm lý toàn diện về các vấn đề.

source: Traffic flow, congestion and lane choosing through the eyes of the bystanders.
vi: Phân luồng giao thông, ùn tắc và lựa chọn làn đường qua mắt người ngoài cuộc.

source: Hydrology study on the intricate relation between rivers and erosion.
vi: Nghiên cứu thủy văn về mối quan hệ phức tạp giữa sông ngòi và xói mòn.

source: A research that attempts to answer the most difficult of questions - what is out there.
vi: Một nghiên cứu cố gắng trả lời những câu hỏi khó nhất - những gì ở ngoài kia.
