Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Ship ahoy! Citizens celebrate the opening of the @harbor and the arrival of the first majestic ferries. #ferryspotters
vi: Ship ahoy! Người dân ăn mừng việc khai trương @harbor và sự xuất hiện của những chuyến phà hùng vĩ đầu tiên. #ferryspotters

source: Finally we have an @airport. This will get us to the great big wide world. #goinginternational
vi: Cuối cùng, chúng ta có một @sân bay. Điều này sẽ đưa chúng ta đến thế giới rộng lớn tuyệt vời. #goinginternational

source: About time we got ourselves something #unique to remember our #city by. #thiscityisgreat
vi: Khoảng thời gian chúng tôi có cho mình một cái gì đó #unique to remember our #city by. #thiscityisgreat

source: Now there's a building if I ever saw one. This is MONUMENTAL! #worldoftomorrow
vi: Bây giờ có một tòa nhà nếu tôi từng thấy. Đây là HÀNG THÁNG! #worldoftomorrow

source: No more urns on the mantelpiece, the new #cemetery is open!
vi: Không còn chiếc bình trên chiếc áo choàng, cái mới #cemetery is open!

source: Even though the smoke is a bit icky, a crematorium will save a lot of space in the city #ashestoashes
vi: Mặc dù khói có một chút khó chịu, một lò hỏa táng sẽ tiết kiệm rất nhiều không gian trong thành phố #ashestoashes

source: Honk honk, buses on the way! I'll take the bus to work, please! #citizensinmotion
vi: Bấm còi, xe buýt trên đường! Tôi sẽ đi xe buýt để làm việc! #citizensinmotion

source: Shipping outside the city just got a lot easier, it's on rails! #traincargo
vi: Vận chuyển bên ngoài thành phố trở nên dễ dàng hơn rất nhiều, đó là trên đường ray! #traincargo

source: Shipments can be shipped on ships. Did I say that correctly? #shiponships
vi: Lô hàng có thể được vận chuyển trên tàu. Tôi đã từng nói điều đó là đúng chưa? #shiponships

source: Green energy is the best! I hope the mayor continues on this path of renewable energy. #greenenergy
vi: Năng lượng xanh là tốt nhất! Tôi hy vọng thị trưởng tiếp tục trên con đường năng lượng tái tạo này. #greenenergy

source: Green energy! What an excellent choice! #greenenergy
vi: Năng lượng xanh! Thật là một sự lựa chọn tuyệt vời! #greenenergy

source: I can already see more birds and plants in the city thanks to the use of #greenenergy
vi: Tôi đã có thể thấy nhiều loài chim và thực vật hơn trong thành phố nhờ vào việc sử dụng #greenenergy

source: Hooray for the mayor! More #greenenergy for the city!
vi: Hoan hô thị trưởng! Thêm # năng lượng cho thành phố!

source: Citizens rejoice in the opening ceremony of the new hospital. #healthcareFTW
vi: Người dân vui mừng trong lễ khai trương bệnh viện mới. #healthcareFTW

source: New #hospital! I feel healthier already :)
vi: Mới #bệnh viện! Tôi cảm thấy khỏe mạnh hơn :)

source: The new university will open even more scientific disciplines to study.
vi: Trường đại học mới sẽ mở thêm nhiều ngành khoa học để nghiên cứu.

source: Alert, #science #geeks! The new #university is celebrating its founding by having lectures open to everyone the whole week.
vi: Cảnh báo, #science #geeks! #University mới đang kỷ niệm ngày thành lập bằng cách mở các bài giảng cho mọi người cả tuần.

source: Is the @mayor trying to change our city into a police state?
vi: Là @mayor đang cố gắng thay đổi thành phố của chúng ta thành một cảnh sát?

source: The new @police headquarters has #opendoors until the end of the week to celebrate its #opening. However, cell doors are still kept locked.
vi: Trụ sở mới của @police có #opendoors đến cuối tuần để kỷ niệm # khai trương. Tuy nhiên, cửa phòng giam vẫn được khóa chặt.

source: We have a new #firestation in the city!
vi: Chúng tôi có một #trạm cứu hỏa mới trong thành phố!

source: I wonder why the new #firestation is not on fire already as those #firefighters in the #calendar are HOT!
vi: Tôi tự hỏi tại sao # chiến đấu mới vẫn chưa cháy vì những # lính cứu hỏa trong # lịch đang HOT!

source: I love the new parks! Thanks to the @mayor I can take my family to the park and have a nice picnic. #parksandrec
vi: Tôi yêu những công viên mới! Nhờ có @mayor, tôi có thể đưa gia đình tôi đến công viên và có một buổi dã ngoại vui vẻ. #parksandrec

source: Feeling full of #energy after a #jog in the new #park
vi: Cảm thấy tràn đầy # năng lượng sau khi #jog trong # công viên mới

source: Wow! The new plaza looks really sophisticated. #lovingplazas
vi: Ồ! Quảng trường mới trông thực sự tinh vi. #lovingplazas

source: #Robot #invasion imminent! Check for more clues in a plaza near you. #flashmob #asimovcrew
vi: #Robot #invasion sắp xảy ra! Kiểm tra thêm manh mối ở một quảng trường gần bạn. #flashmob #asimovcrew

source: @mayor is on a roll, building more #attractions around the city. Awesome! #moneybuyseverything
vi: @mayor đang trên đà phát triển, xây dựng thêm các # điểm thu hút xung quanh thành phố. Tuyệt vời! #moneybuyseverything

source: I'm happy to see my tax money being invested in the future of our city!
vi: Tôi rất vui khi thấy tiền thuế của mình được đầu tư vào tương lai của thành phố chúng ta!

source: Our city's new #attraction will make great post cards! #proudcitizen
vi: Thành phố mới của chúng tôi #thu hút sẽ làm cho thẻ đăng bài tuyệt vời! #proudcitizen

source: Our little town is not so little anymore! Great work @mayor !
vi: Thị trấn nhỏ của chúng tôi không phải là quá ít nữa! Great work @mayor !

source: Organic food: it's not just for eco-activists and hipsters anymore! #organic #veg #superfood
vi: Thực phẩm hữu cơ: nó không chỉ dành cho các nhà hoạt động sinh thái và những người yêu thích sành điệu nữa! #organic #veg #superfood

source: @public_transport aggressive ad campaign is bearing fruit and people choose public transport over their own cars. #carpool
vi: @public_transport chiến dịch quảng cáo tích cực đang thành công và mọi người chọn phương tiện công cộng thay vì ô tô của riêng họ. #carpool

source: Remember the local #daycare possibilities. #play&learn is important to developing minds. #families
vi: Hãy nhớ các khả năng #daycare tại địa phương. # chơi & học rất quan trọng để phát triển trí não. #các gia đình

source: My vote goes to the @mayor. Finally someone who understands what it's like to be a student. #studentlife
vi: Phiếu bầu của tôi được chuyển đến @mayor. Cuối cùng là một người hiểu được cảm giác là một sinh viên. #cuộc sống sinh viên

source: @local_government @mayor support the elderly and disabled. #seniors speak highly of @mayor. #manmachineinterface
vi: @local_go Government @mayor hỗ trợ người già và người tàn tật. # người cao tuổi đánh giá cao @mayor. #manmachineinterface

source: Dime a dozen seems to be the new "it". Is there anywhere I can buy quality flowers? #flowers
vi: Dime một chục có vẻ là mới "nó". Có bất cứ nơi nào tôi có thể mua hoa chất lượng? #flowers

source: Wow! Our town is quickly becoming a real city. #goodtimes
vi: Ồ! Thị trấn của chúng tôi đang nhanh chóng trở thành một thành phố thực sự. #thời gian tốt

source: The @mayor is doing well leading this city. New citizens and businesses keep moving in. #flyingcolors
vi: @Mayor đang dẫn đầu thành phố này rất tốt. Công dân và doanh nghiệp mới tiếp tục chuyển đến. #Flyingcolors

source: The city is expanding once again! On our way to becoming a #metropolis!
vi: Thành phố đang mở rộng một lần nữa! Trên đường đi của chúng tôi để trở thành một #metropolis

source: @local_government greenlights city limit expansion. #growingcity
vi: @chính quyền địa phương bật đèn xanh cho giới hạn thành phố. #growingcity

source: The @mayor has worked tirelessly, and now the regional government has passed the bill that allows for larger city territory. #annex
vi: @Mayor đã làm việc không mệt mỏi, và bây giờ chính quyền khu vực đã thông qua các hóa đơn cho phép cho lãnh thổ thành phố lớn hơn. #annex

source: @mayor that's great news! #City can now annex new adjacent areas. #newpossibilities
vi: @mayor đó là tin tuyệt vời! # Thành phố hiện có thể thôn tính các khu vực liền kề mới. #khả năng mới mẻ

source: Our city is growing and so is our #industry. I hope this is taken into account when zoning plans are made.
vi: Thành phố của chúng tôi đang phát triển và #công nghiệp của chúng tôi cũng vậy. Tôi hy vọng điều này được tính đến khi lập kế hoạch phân vùng.

source: City limits are now officially expanded. I wonder what plans the @local_government has.
vi: Giới hạn thành phố hiện đang chính thức mở rộng. Tôi tự hỏi @local_g chính phủ có kế hoạch gì.

source: @mayor Thanks for the amazing work you have done for our city!
vi: @mayor Cảm ơn bạn đã làm việc tuyệt vời cho thành phố của chúng tôi!

source: When is our city going to build a #school of its own?
vi: Khi nào thành phố của chúng ta sẽ xây dựng một # trường học của riêng mình?

source: I just signed a #petition to #build a #school in our city.
vi: Tôi vừa ký một # phân vùng để # xây dựng một # trường học ở thành phố của chúng tôi.

source: This is insane. I have to drive to the next city for a painkiller prescription or pay big bucks for a visit to a private clinic. #healthcare
vi: Điều này là điên rồ. Tôi phải lái xe đến thành phố tiếp theo để mua thuốc giảm đau hoặc trả nhiều tiền cho một lần đến phòng khám tư. #healthcare

source: Municipal healthcare is a standard in any other city of this size except ours. When are we going to get one? #21stcentury #healthcare
vi: Chăm sóc sức khỏe thành phố là một tiêu chuẩn ở bất kỳ thành phố nào khác có kích thước này ngoại trừ chúng ta. Khi nào chúng ta sẽ có được một? #21stcentury #healthcare

source: Our vacation was extended, could someone water the plants while we are gone. The key is in the flower pot on the porch.
vi: Kỳ nghỉ của chúng tôi được kéo dài, ai đó có thể tưới cây khi chúng tôi đi vắng không. Chìa khóa nằm ở chậu hoa trước hiên nhà.

source: @police offers small #storage spaces with secure doors for #rent. Call 911 for more information
vi: @cảnh sát cung cấp không gian #st Storage nhỏ với cửa an toàn cho #rent. Gọi 911 để biết thêm thông tin

source: Have you #lost your #wallet? I found a black leather wallet. Send a PM to get it back.
vi: Bạn đã # trượt # bước đi của mình chưa? Tôi tìm thấy một chiếc ví da màu đen. Gửi PM để lấy lại.

source: Looking for quality bulletproof vest for my son. Trade for some used jewelry or car stereo possible.
vi: Tìm kiếm áo chống đạn chất lượng cho con trai tôi. Đổi lấy một số đồ trang sức đã qua sử dụng hoặc dàn âm thanh trên xe hơi.

source: #Used #carstereos, #homeelectronics, #laptops and other easily movable items for sale! Fair pricing! #Delivery possible! PM for contact details.
vi: # Đã qua sử dụng #carstereos, #homeelectronics, #laptops và các mặt hàng dễ di chuyển khác để bán! Giá cả hợp lý! # Giao hàng tận nơi có thể! PM để biết chi tiết liên hệ.

source: @dailynews Several arrested in gang-related shooting. @police ask for witnesses
vi: @dailynews Một số bị bắt trong vụ xả súng liên quan đến băng đảng. @police yêu cầu nhân chứng

source: Before moving here I took only an #aspirin occasionally. Now I have 12 #Rxd #meds I need to take on a daily basis.
vi: Trước khi chuyển đến đây, tôi chỉ thỉnh thoảng dùng #aspirin. Bây giờ tôi có 12 #Rxd #meds mà tôi cần thực hiện hàng ngày.

source: I've had a #headache for over two weeks now and painkillers are not helping. I think I should call a #doctor.
vi: Tôi bị # nhức đầu hơn hai tuần nay và thuốc giảm đau không đỡ. Tôi nghĩ tôi nên gọi một #doctor.

source: This is my third #stomachflu in three months. This is not normal, right?
vi: Đây là lần thứ ba tôi dùng #st Gastflu trong ba tháng. Điều này không bình thường, phải không?

source: What's wrong with our garbage collection service? Trash is piling up and it's swarming with flies!
vi: Dịch vụ thu gom rác của chúng tôi có gì sai? Thùng rác chất thành đống và ruồi nhặng!

source: Where are all the #garbage #trucks? Why is no one picking up our trash?!
vi: Tất cả # tiền # rác ở đâu? Tại sao không ai nhặt rác của chúng tôi ?!

source: I never really thought about how much garbage piles up in just two weeks.
vi: Tôi chưa bao giờ thực sự nghĩ về việc có bao nhiêu rác chất thành đống chỉ trong vòng hai tuần.

source: I would think that fresh #water is basic stuff, but NO! How long do we have to wait for working water pipes?!?!
vi: Tôi sẽ nghĩ rằng # nước ngọt là thứ cơ bản, nhưng KHÔNG! Chúng ta phải chờ bao lâu để đường ống nước hoạt động?!?!

source: What is it with the @waterworks ?!?! #Showering with #bottledwater is getting a bit expensive.
vi: Nó là gì với @waterworks?!?! # Tắm bằng #bottledwater hơi đắt.

source: The toilet is not working and water in the shower stinks. What's wrong with the sewers?
vi: Nhà vệ sinh không hoạt động và nước trong vòi hoa sen bốc mùi. Có gì sai với cống?

source: The streets are #flooding with #sewage. The #smell is just overwhelming.
vi: Đường phố đang # đẹp hơn với #sewage. #Smell chỉ là áp đảo.

source: Power to the people! How hard is it to build a working power grid? It's not exactly state-of-the-art technology.
vi: Quyền lực cho nhân dân! Làm thế nào khó khăn để xây dựng một lưới điện làm việc? Nó không hẳn là công nghệ hiện đại.

source: A #blackout again? I can't even call or email the electrical company when there's no power.
vi: #Blackout một lần nữa? Tôi thậm chí không thể gọi hoặc gửi email cho công ty điện khi không có điện.

source: Why am I living in this depressing city?
vi: Tại sao tôi lại sống ở thành phố buồn bã này?

source: #This #city #sucks. Period.
vi: #This #city #sucks. Giai đoạn.

source: What a great city! I would think I'm dreaming if I didn't know otherwise.
vi: Thật là một thành phố tuyệt vời! Tôi sẽ nghĩ rằng tôi đang mơ nếu tôi không biết cách khác.

source: Good morning everybody! What a beautiful sunrise #paradiseonearth
vi: Chào buổi sáng mọi người! Cảnh bình minh tuyệt đẹp #paradiseonearth

source: Congratulations to us :) @mayor just announced that our beautiful city won the "Most Attractive City" award! #happymayor
vi: Xin chúc mừng chúng tôi :) @mayor vừa thông báo rằng thành phố xinh đẹp của chúng tôi đã giành được giải thưởng "Thành phố hấp dẫn nhất"! #happymayor

source: Thank you for an #amazing #vacation! See you next year!
vi: Cảm ơn bạn đã tham gia #amazing #amazed #vacation! Gặp bạn năm sau!

source: @local_government Is the city planning to build more industry? #unemployed #welder
vi: @chính quyền địa phương Có phải thành phố đang lên kế hoạch xây dựng thêm ngành công nghiệp không? #une jobed #welder

source: @dailynews Local traders and business owners request more local manufacturing industry
vi: @dailynews Thương nhân và chủ doanh nghiệp địa phương yêu cầu thêm ngành sản xuất địa phương

source: There's nothing to do on weekends. I would like to go shopping and eat out, but all the good places are out of town.
vi: Không có gì để làm vào cuối tuần. Tôi muốn đi mua sắm và ăn uống, nhưng tất cả những nơi tốt đều nằm ngoài thị trấn.

source: Three got laid off because no one was buying our factory's products. Having more local retailers would help move the stock and get our jobs back.
vi: Ba người bị sa thải vì không có ai mua sản phẩm của nhà máy chúng tôi. Có nhiều nhà bán lẻ địa phương hơn sẽ giúp di chuyển hàng tồn kho và lấy lại công việc của chúng tôi.

source: I'm looking for an #apartment or #house in the city. Anything will do, please PM for further contact.
vi: Tôi đang tìm kiếm một căn hộ hoặc #house trong thành phố. Bất cứ điều gì sẽ làm, xin vui lòng PM để liên hệ.

source: @financialwatch Apartment rents are rising as the demand is high. @mayor is starting negotiations with local housing developers.
vi: @fin financewatch Giá thuê căn hộ đang tăng do nhu cầu cao. @mayor đang bắt đầu đàm phán với các nhà phát triển nhà ở địa phương.

source: Why isn't the @local_government doing anything to stop the fires? Does anyone supervise the #firesafety #regulations at all?
vi: Tại sao @local_g chính phủ không làm gì để ngăn chặn đám cháy? Có ai giám sát #regires Safety #regreg không?

source: My little princess was #trapped up in a #tree for 3 hrs before the #firedepartment showed up to save her majesty #savethecats #funnycats
vi: Công chúa nhỏ của tôi đã # bị mắc trên #cây trong 3 giờ trước khi #cung cư xuất hiện để cứu hoàng thượng #savethecats #funnycats

source: Who should I call if no one shows up to pick up the dead? #movingout
vi: Tôi nên gọi ai nếu không có ai đến đón người chết? #movingout

source: There's a #weird #smell coming from the apartment next door. What does a #dead #person smell like?
vi: Có một tiếng kêu # kỳ lạ phát ra từ căn hộ bên cạnh. #Dead #man có mùi như thế nào?

source: All public services now available online! Ask your @local_government for registration instructions.
vi: Tất cả các dịch vụ công cộng hiện có sẵn trực tuyến! Hỏi @local_g chính phủ của bạn để được hướng dẫn đăng ký.

source: My #domestic #AI is behaving badly today. Any tips how to #comfort it and make it feel better?
vi: #Domestic #AI của tôi hôm nay hoạt động không tốt. Bất kỳ mẹo nào để # khó chịu và làm cho nó cảm thấy tốt hơn?

source: Where has everybody gone? #abandoned_buildings everywhere. #ghosttown
vi: Mọi người đã đi đâu? #abandoned_buildings ở khắp mọi nơi. #thị trấn ma

source: Those #abandoned #houses #ruin the whole #neighborhood. Whose responsibility is it to demolish or renovate them?
vi: Những #abandiated #houses #ruin toàn bộ #neQU. Trách nhiệm của ai là phá hủy hoặc cải tạo chúng?

source: I wish our city would have more parks. #bleak #gray
vi: Tôi ước thành phố của chúng tôi sẽ có nhiều công viên hơn. #bleak #gray

source: @mayor Closest thing to nature in this city are people's houseplants. How about a park or two?
vi: @mayor Điều gần gũi nhất với thiên nhiên ở thành phố này là cây trồng của người dân. Làm thế nào về một hoặc hai công viên?

source: How are my #kids supposed to play outside when this is happening? @dailynews: #Industrial #waste found in the #soil.
vi: Làm cách nào để các #kids của tôi có thể chơi bên ngoài khi điều này đang xảy ra? @dailynews: # chất thải # công nghiệp được tìm thấy trong # đất.

source: I dug up a barrel full of #glowing #goo in my backyard. Who should I call?
vi: Tôi đã đào được một cái thùng đầy #glowing #goo ở sân sau của mình. Tôi nên gọi cho ai?

source: Can someone recommend good #hearing #protection? All this #noise is driving me #crazy!
vi: Ai đó có thể giới thiệu # chăm sóc # bảo vệ tốt không? Tất cả #noise này đang thúc đẩy tôi #crazy!

source: Hello @mayor, ever heard about this: New #study by #scientists finds that #trees and sound barriers reduce #traffic noise.
vi: Xin chào @mayor, bạn đã từng nghe về điều này: #study mới của #scientists phát hiện ra rằng #trees và rào cản âm thanh làm giảm tiếng ồn #traffic.

source: Does your #tap #water stink? We can't even have showers because of the stench. #itsinthewater
vi: Có #tap #water của bạn bốc mùi? Chúng tôi thậm chí không thể có vòi hoa sen vì mùi hôi thối. #itsinthwater

source: @waterworks just told citizens not to drink tap water or take showers as microbial flora was found in the city water network. #disgusting
vi: @waterworks vừa yêu cầu người dân không uống nước máy hoặc tắm vòi sen vì hệ vi sinh vật được tìm thấy trong mạng lưới nước của thành phố. #kinh tởm

source: Bankruptcy alert!
vi: Cảnh báo Vỡ nợ!

source: The city is on the brink of bankruptcy! You must cut services by shutting them down or raise taxes to gain more income. You can also take a loan if any are available. BAILOUT OPTION: If the above measures are not enough, you can take a bailout to save your city. (Note that a bailout disables further achievements!)
vi: Thành phố đang bên bờ vực phá sản! Bạn phải cắt một số dịch vụ bằng cách đóng cửa chúng hoặc tăng thuế để có thêm thu nhập. Bạn cũng có thể vay một khoản tiền nếu có thể. LỰA CHỌN TRỢ GIÚP: Nếu những cách trên là không đủ, bạn có thể xin trợ giúp để cứu thành phố của mình. (Xin nhớ rằng xin trợ giúp sẽ vô hiệu hóa hệ thống thành tựu!)

source: Accept
vi: Đồng ý

source: Reject
vi: Từ chối

source: BAILOUT
vi: TRỢ GIÚP

source: Amount: Payment plan: Interest: Monthly cost: Total:
vi: Số tiền: Gói thanh toán: Lãi suất: Chi phí hàng tháng: Tổng:

source: {0} 0 month 0% {1}0.00 {1}0.00
vi: {0} 0 tháng 0% {1}0.00 {1}0.00

source: Silver Sunset Bank
vi: Ngân hàng Bạc

source: Global Credit Inc.
vi: Tín dụng Đen

source: Pyramid Capital
vi: Tháp Đại Tư Bản

source: Payment Plan
vi: Kế hoạch chi trả

source: Interest
vi: Lãi suất

source: Weekly Cost
vi: Chi phí hàng tuần

source: Payment Left
vi: Tiền nợ còn lại

source: Time Left
vi: Thời gian còn lại

source: Take
vi: Vay

source: Pay Now
vi: Trả ngay

source: Months
vi: Tháng

source: Years
vi: Năm

source: Month
vi: Tháng

source: Year
vi: Năm

source: Week
vi: Tuần

source: You can only have three loans at once. Loans can be repaid instantly with no extra cost to you.
vi: Bạn chỉ có thể có ba khoản vay cùng một lúc. Các khoản vay có thể được hoàn trả ngay lập tức mà bạn không phải trả thêm phí.

source: Budget
vi: Ngân sách

source: Income / Expenses
vi: Thu / Chi

source: Weekly Residential Low Income
vi: Thu nhập hàng tuần từ Khu Dân cư mật độ Thấp

source: Weekly Residential High Income
vi: Thu nhập hàng tuần từ Khu Dân cư mật độ Cao

source: Weekly Residential Income
vi: Thu nhập hàng tuần từ Khu vực Dân cư

source: Weekly Commercial Low Income
vi: Thu nhập hàng tuần từ Khu vực Thương mại mật độ Thấp

source: Weekly Commercial High Income
vi: Thu nhập hàng tuần từ Khu vực Thương mại mật độ Cao

source: Weekly Commercial Income from citizens
vi: Thu nhập hàng tuần ở Khu vực Thương mại từ người dân

source: Weekly Commercial Income from tourists
vi: Thu nhập hàng tuần ở Khu vực Thương mại từ Du khách

source: Weekly Commercial Income
vi: Thu nhập hàng tuần từ Khu vực Thương mại

source: Weekly Industrial Income
vi: Thu nhập hàng tuần từ Khu vực Công nghiệp

source: Weekly Office Income
vi: Thu nhập hàng tuần từ Khu vực Văn phòng

source: Weekly Total Income
vi: Tổng Thu nhập hàng tuần

source: Weekly Public Transport Income
vi: Thu nhập hàng tuần từ Vận tải Công cộng

source: INCOME
vi: TỔNG THU

source: Tourist
vi: Khách du lịch

source: Weekly Total Expenses
vi: Tổng chi Hàng tuần

source: Weekly Roads Service Expenses
vi: Phí Bảo trì đường bộ hàng tuần

source: Weekly Electricity Service Expenses
vi: Chi cho Dịch vụ Điện hàng tuần

source: Weekly Water and Sewage Service Expenses
vi: Chi cho Dịch vụ Cấp thoát Nước hàng tuần

source: Weekly Garbage Service Expenses
vi: Chi cho Dịch vụ Rác hàng tuần

source: Weekly Unique Buildings Expenses
vi: Chi cho Công trình Đặc trưng hàng tuần

source: Weekly Healthcare Expenses
vi: Chi cho Y tế hàng tuần

source: Weekly Education Expenses
vi: Chi cho Giáo dục hàng tuần

source: Weekly Police Department Expenses
vi: Chi cho Sở Cảnh sát hàng tuần

source: Weekly Fire Department Expenses
vi: Chi cho Sở Cứu hỏa hàng tuần

source: Weekly Parks, Plazas and Landscaping Expenses
vi: Chi cho Công viên và Quảng trường hàng tuần

source: Weekly Public Transport Expenses
vi: Chi cho Vận tải Công cộng hàng tuần

source: Weekly Loans Expenses
vi: Chi cho Nợ công hàng tuần

source: Weekly Policies Expenses
vi: Chi để thực thi Chính sách hàng tuần

source: All is well.
vi: Mọi thứ đều ổn.

source: Abandoned!
vi: Bỏ hoang!

source: Burned down!
vi: Cháy rụi!

source: Multiple problems!
vi: Nhiều vấn đề!

source: Congratulations, you can now build: X !
vi: Xin chúc mừng, giờ bạn có thể xây: X !

source: Thanks to your tireless efforts, you now have a new unique building permit! Fulfill more unique building requirements to work your way towards building an impressive Monument in your city!
vi: Nhờ những nỗ lực không mệt mỏi của bạn, giờ đây bạn đã có một giấy phép xây dựng độc đáo mới! Hãy đáp ứng các yêu cầu xây dựng độc đáo hơn để hướng tới việc xây dựng một Tượng đài ấn tượng trong thành phố của bạn!

source: Congratulations, you can now build: X and Z !
vi: Xin chúc mừng, giờ bạn có thể xây: X và Z !
