Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: You need more money to build this.
vi: Bạn cần thêm tiền để xây thứ này.

source: The upgrading tool can transform an existing road to another type. Choose the type and click on a piece of road.
vi: Công cụ nâng cấp có thể chuyển đổi một con đường hiện tại sang loại khác. Chọn loại và nhấp vào một đoạn đường.

source: Access the info view to look at different information overlays to better understand how your city works.
vi: Truy cập chế độ xem thông tin để xem các lớp thông tin khác nhau để hiểu rõ hơn về cách thành phố của bạn hoạt động.

source: These colored bars indicate the demand for buildings by their zone types. Hover the mouse cursor over the bars to learn more.
vi: Những cột màu này cho biết nhu cầu về các tòa nhà theo loại khu vực họ muốn. Di chuột qua các cột để xem thêm.

source: You have a public transport line that has not been connected as a loop, which prohibits it from working. Complete the line to allow citizens to travel!
vi: Bạn có một tuyến giao thông công cộng chưa được khép kín, điều đó đã ngăn cản nó hoạt động. Hoàn thành tuyến để công dân có thể đi lại!

source: To unlock more services for your citizens, grow the population to reach milestones. Click on the milestone button to see what will unlock and when.
vi: Để mở khóa nhiều dịch vụ hơn cho công dân của bạn, hãy tăng dân số để đạt các mốc quan trọng. Nhấp vào nút cột mốc để xem những gì sẽ mở khóa và khi nào.

source: To get the most out of building roads, have a look at the special tools available. Try using different tools to create curved roads or upgrade an existing road to a different kind of road.
vi: Để tận dụng tối đa các con đường xây dựng, hãy xem các công cụ đặc biệt có sẵn. Hãy thử sử dụng các công cụ khác nhau để tạo đường cong hoặc nâng cấp đường hiện có lên một loại đường khác.

source: To fine tune zones, take a look at the tools for zoning. The Fill tool fills large areas with a single zone. Marquee lets you click and drag to define areas. Brush tools allow you to paint zones. All of them work with dezoning as well, but you can also click on a zone with secondary mouse button any zoning tool selected to dezone it.
vi: Để tinh chỉnh các vùng, hãy xem các công cụ để phân vùng. Công cụ Fill lấp đầy các khu vực rộng lớn với một vùng duy nhất. Marquee cho phép bạn nhấp và kéo để xác định khu vực. Công cụ cọ vẽ cho phép bạn vẽ vùng. Tất cả chúng cũng hoạt động với việc khử vùng, nhưng bạn cũng có thể nhấp vào một vùng bằng nút chuột phụ bất kỳ công cụ phân vùng nào được chọn để khử ô đó.

source: Did you know you can change the type of an existing road by using the Upgrade road tool in the Roads menu?
vi: Bạn có biết bạn có thể thay đổi loại đường hiện có bằng cách sử dụng công cụ Nâng cấp đường trong menu Đường không?

source: A dead person is waiting for transport. Make sure that there are enough hearses and they can reach the building and transport the dead back to Cemeteries and Crematoriums. Deathcare is linked to Healthcare services, take a look at its info view to gain more detailed information.
vi: Một người mất đang chờ chuyển đi. Hãy đảm bảo rằng có đủ xe tang để họ có thể đến tòa nhà và chuyển người mất về Nghĩa trang và Nhà hỏa táng. Chăm sóc Hậu sự được liên kết với các dịch vụ chăm sóc sức khỏe, hãy nhấp vào xem thông tin của nó để biết thêm thông tin chi tiết.

source: Close the build menu to go back to the normal view of the city by clicking on the X. You can also click on the service icon again to close the menu.
vi: Đóng menu xây dựng để quay lại chế độ xem bình thường của thành phố bằng cách nhấp vào X. Bạn cũng có thể nhấp lại vào biểu tượng dịch vụ để đóng menu.

source: If you place a building or a road in the wrong spot, you can bulldoze it. If you bulldoze recently placed items, you get most of your money back. You can also move service buildings, just click on them and choose ”Relocate” in their information window.
vi: Nếu bạn đặt một tòa nhà hoặc một con đường ở sai vị trí, bạn có thể ủi đất cho nó. Nếu bạn ủi đất các mặt hàng được đặt gần đây, bạn sẽ nhận lại được phần lớn số tiền của mình. Bạn cũng có thể di chuyển các tòa nhà dịch vụ, chỉ cần nhấp vào chúng và chọn phạm vi Relocateocate trong cửa sổ thông tin của họ.

source: There is no more space here to bury the dead. You need to build a new Cemetery or a Crematorium.
vi: Không còn chỗ trống ở đây để chôn cất người chết. Bạn cần xây dựng Nghĩa trang mới hoặc Nhà hỏa táng.

source: A harbor can only be placed in a location that has access to a ship route. Look for a dotted line on the sea!
vi: Một bến cảng chỉ có thể được đặt ở một vị trí có quyền truy cập vào tuyến đường tàu. Hãy tìm một đường chấm chấm trên biển!

source: Train passangers will not use the cargo train stations. Make sure that the train line is using proper train stations.
vi: Người qua đường tàu hỏa sẽ không sử dụng các nhà ga xe lửa chở hàng. Hãy chắc chắn rằng tuyến tàu đang sử dụng các ga tàu thích hợp.

source: You can remove buildings by bulldozing them. Activate the bulldozer by pressing the bulldozer button or <setting inGameShortcutBulldozer> on your keyboard.
vi: Bạn có thể loại bỏ các tòa nhà bằng cách ủi chúng. Kích hoạt máy ủi bằng cách nhấn nút máy ủi hoặc <setting inGameShortcutBulldozer> trên bàn phím của bạn.

source: Landfills and cemeteries have a limited capacity. Once the facility is full, you can build a new one to keep the service working. If you wish to bulldoze a landfill or a cemetery, it needs to be emptied first. Use the "Empty" button to start emptying the facility. If there are crematoriums or incineration plants in the city, the emptied items will be sent to those. Otherwise you need capacity in other landfills or cemeteries.
vi: Bãi rác và nghĩa trang có sức chứa hạn chế. Khi cơ sở đã đầy, bạn có thể xây dựng một cơ sở mới để giữ cho dịch vụ hoạt động. Nếu bạn muốn san ủi một bãi rác hoặc một nghĩa trang, nó cần phải được dọn sạch trước. Sử dụng nút "Trống" để bắt đầu làm trống cơ sở. Nếu có nhà hỏa táng hoặc nhà máy thiêu hủy trong thành phố, các vật phẩm trống sẽ được gửi đến những người đó. Nếu không thì bạn cần sức chứa ở các bãi rác hoặc nghĩa trang khác.

source: You can set city or district wide policies from the Policy panel. Select a district by clicking its name to set District Policies.
vi: Bạn có thể đặt chính sách toàn thành phố hoặc quận từ bảng Chính sách. Chọn một quận bằng cách nhấp vào tên của nó để đặt Chính sách quận.

source: Open the Districts tool to add and remove districts and industrial specializations for them. Specialized industries can take advantage of local natural resources.
vi: Mở công cụ Quận để thêm và xóa các quận và các chuyên ngành công nghiệp cho chúng. Các ngành công nghiệp chuyên ngành có thể tận dụng các nguồn tài nguyên thiên nhiên địa phương.

source: Keep in mind that Wind turbines' power output depends on Wind Velocity. You can see strong winds as dark blue areas on the map and the estimated power output next to the Wind Turbine when placing it.
vi: Hãy nhớ rằng sản lượng điện của tuabin gió phụ thuộc vào Vận tốc gió. Bạn có thể thấy những cơn gió mạnh như những vùng màu xanh đậm trên bản đồ và sản lượng điện ước tính bên cạnh Tua bin gió khi đặt nó.

source: On one-way roads, traffic will move in the direction you draw the road.
vi: Trên đường một chiều, giao thông sẽ di chuyển theo hướng bạn vẽ đường.

source: See more infomation about buildings, vehicles and citizens by clicking them.
vi: Xem thêm thông tin về các tòa nhà, xe cộ và công dân bằng cách nhấp vào chúng.

source: The warehouses are full! Make sure that there are enough commercial buildings and the outside connections are working.
vi: Các kho đã đầy! Đảm bảo rằng có đủ các tòa nhà thương mại và các kết nối bên ngoài đang hoạt động.

source: Increase population or support tourism to help your city's businesses get more customers.
vi: Tăng dân số hoặc hỗ trợ du lịch để giúp các doanh nghiệp của thành phố của bạn có được nhiều khách hàng hơn.

source: Build roads to expand your city. Select a road type and draw a road by selecting a start and end point for the road with the primary mouse button. Stop drawing a road by clicking the secondary mouse button.
vi: Xây dựng đường để mở rộng thành phố của bạn. Chọn loại đường và vẽ đường bằng cách chọn điểm bắt đầu và điểm kết thúc cho đường bằng nút chuột chính. Dừng vẽ đường bằng cách nhấp vào nút chuột phụ.

source: Select ”Zoning” and zone areas next to roads. Buildings will start spawning in a few moments after the zones are set.
vi: Chọn phân vùng khu vực và khu vực bên cạnh đường. Các tòa nhà sẽ bắt đầu sinh sản trong một vài phút sau khi các khu vực được thiết lập.

source: You can rename districts, buildings, cars, citizens and other objects by clicking on their name in their relevant info window. Type the new name and press Enter to accept.
vi: Bạn có thể đổi tên các quận, tòa nhà, xe hơi, công dân và các đối tượng khác bằng cách nhấp vào tên của họ trong cửa sổ thông tin liên quan của họ. Nhập tên mới và nhấn Enter để chấp nhận.

source: You can build elevated roads by using the <setting buildElevationUp> key to raise road level and <setting buildElevationDown> to lower it.
vi: Bạn có thể xây dựng đường trên cao bằng cách sử dụng phím PageUp để tăng cấp đường và PageDown để hạ thấp.

source: Crossroads and intersections that are too close to each other can cause congestion. Frequent or complex crossroads will slow down traffic, as vehicles will stop to let turning or intersecting traffic cross the lanes.
vi: Ngã tư và ngã tư quá gần nhau có thể gây tắc nghẽn. Ngã tư phức tạp hoặc phức tạp sẽ làm chậm giao thông, vì các phương tiện sẽ dừng lại để cho phép rẽ hoặc giao thông qua làn đường.

source: If you are lacking funds to build something quickly, you can take a loan from a bank. Check the economy panel for available loan options.
vi: Nếu bạn đang thiếu tiền để xây dựng một cái gì đó nhanh chóng, bạn có thể vay từ ngân hàng. Kiểm tra bảng kinh tế cho các tùy chọn cho vay có sẵn.

source: Check if your power grid has divided into multiple separate power grids and connect them with Power Lines or build new Power Plants if necessary.
vi: Kiểm tra xem lưới điện của bạn có được chia thành nhiều lưới điện riêng biệt hay không và kết nối chúng với Power Lines hoặc xây dựng Nhà máy điện mới nếu cần.

source: Check that Water Pipes reach all the necessary areas. If you have multiple water networks, you can connect the networks to benefit from their combined capacity.
vi: Kiểm tra xem ống nước đạt đến tất cả các khu vực cần thiết. Nếu bạn có nhiều mạng nước, bạn có thể kết nối các mạng để hưởng lợi từ khả năng kết hợp của chúng.

source: High taxes are preventing your buildings from upgrading and citizens from being happy.
vi: Thuế cao kìm hãm các tòa nhà muốn nâng cấp và giảm hài lòng của công dân

source: Your building is now empty! You can freely bulldoze it or let it work normally again. To make the building work normally, click on it to open info window and set the empty-mode off.
vi: Tòa nhà hiện đã trống! Bạn có thể san phẳng hoặc cho hoạt động bình thường trở lại. Để tòa nhà hoạt động bình thường, nhấp vào nó mở cửa sổ và tắt chế độ làm trống.

source: If you provide good services and education and have a high land value, the zoned buildings in your city can be improved to higher level buildings. Higher level buildings pay more taxes and house more people or offer more jobs. Pollution is reduced in higher level industry.
vi: Nếu bạn cung cấp dịch vụ và giáo dục tốt và có giá trị đất cao, các tòa nhà được phân vùng trong thành phố của bạn có thể được cải thiện thành các tòa nhà cấp cao hơn. Các tòa nhà cấp cao hơn phải trả nhiều thuế hơn và có nhiều người hơn hoặc cung cấp nhiều việc làm hơn. Ô nhiễm được giảm trong ngành công nghiệp cấp cao hơn.

source: The info window shows you what is going on with the selected building. You can see information about the residents or workers in the building. Find out how close to leveling up the building is and what it requires by holding your cursor over the green house icon. If there's a problem affecting the building, it is shown on the colored bar right below the name. If there are multiple problems, hold your cursor over the icons to find out what is wrong and what can be done to help the building out.
vi: Cửa sổ thông tin cho bạn thấy những gì đang xảy ra với tòa nhà được chọn. Bạn có thể xem thông tin về cư dân hoặc công nhân trong tòa nhà. Tìm hiểu mức độ gần với việc lên cấp tòa nhà và những gì nó yêu cầu bằng cách giữ con trỏ của bạn trên biểu tượng ngôi nhà màu xanh lá cây. Nếu có vấn đề ảnh hưởng đến tòa nhà, nó được hiển thị trên thanh màu ngay bên dưới tên. Nếu có nhiều vấn đề, giữ con trỏ của bạn trên các biểu tượng để tìm hiểu những gì sai và những gì có thể được thực hiện để giúp xây dựng.

source: Open Chirper by clicking it to see what your Citizens are talking about.
vi: Mở Chirper bằng cách nhấp vào nó để xem Công dân của bạn đang nói về điều gì.

source: Our city has started building a #rocket! We will be famous!
vi: Thành phố của chúng tôi đã bắt đầu xây dựng một #rocket! Chúng tôi sẽ nổi tiếng!

source: Wow, not many cities have their own rocket launch site #ProudToLiveHere #GettingReallyHigh
vi: Ồ, không có nhiều thành phố có trang web phóng tên lửa của riêng họ #ProudToLiveHere #GettingReallyHigh

source: I guess they’ll get to #space, but will they be able to #survive #mars?
vi: Tôi đoán họ sẽ đến #space, nhưng liệu họ có thể #survive #mars không?

source: I’ve always wanted to #build a #rocket, now I finally get to do it!
vi: Tôi đã luôn muốn #build một #rocket, bây giờ cuối cùng tôi cũng có thể làm được!

source: Launch preparations for our #rocket have started! I can’t wait!
vi: Chuẩn bị ra mắt cho #rocket của chúng tôi đã bắt đầu! Tôi có thể chờ đợi!

source: I heard that with the upcoming rocket launch, ChirpX will send an #edison car to space. Amazing!
vi: Tôi nghe nói rằng với vụ phóng tên lửa sắp tới, ChirpX sẽ gửi một chiếc xe #edison lên vũ trụ. Thật tuyệt vời!

source: The #ChirpX #LaunchSite is soon ready for #launch. How will it go?
vi: #ChirpX #LaunchSite đã sớm sẵn sàng cho #launch. Mọi chuyện sẽ thế nào?

source: Looking forward to the #launch. I think I need some #space.
vi: Mong chờ #launch. Tôi nghĩ rằng tôi cần một số #space.

source: Just bear in mind that there is a good chance this monster bird rocket blows up.
vi: Chỉ cần nhớ rằng có một cơ hội tốt tên lửa chim quái vật này nổ tung.

source: What. A. Rocket! #rocket
vi: Cái gì. Một. Tên lửa! #Rocket

source: Amazing… I am speechless! #rockets #space #chirpXploration
vi: Tuyệt vời tôi không nói nên lời! #rockets #space #chirpXploration

source: Whooooooosh!!! #goingtospace #mars #whooosh
vi: Whooooooosh !!! # gửitospace #mars #whooosh

source: Wait with the #rocket, I’m still taking a #selfie!
vi: Đợi với #rocket,Tôi vẫn đang dùng #selfie!

source: One small step for Chirper, one giant leap for Chirpkind. #space #ChirpX
vi: Một bước nhỏ cho Chirper, một bước nhảy vọt cho Chirpkind. #space #ChirpX

source: Official Mars Radio
vi: Đài phát thanh chính thức của sao Hỏa

source: Calm the Mind Radio
vi: Đài phát thanh tĩnh tâm

source: Classical
vi: Cổ điển

source: Cities Radio
vi: Phát thanh thành phố

source: Gold FM
vi: Sóng FM Vàng

source: Relaxation Station
vi: DLC Trạm Radio thư giãn

source: Rock City
vi: Nhạc Rock thành thị

source: Country Road Radio
vi: Đài phát thanh quốc gia

source: Synthetic Dawn Radio
vi: Đài phát thanh buổi sáng

source: Deep Focus
vi: Tập trung sâu

source: Campus Radio
vi: Đài phát thanh sinh viên

source: Concerts
vi: Nhạc hội

source: Downtown Radio
vi: Đài phát thanh trung tâm

source: All that Jazz
vi: Tất cả là nhạc Jazz

source: New ChirpX Unique Building and Official Mars Radio!
vi: Tòa nhà đặc biệt mới của ChirpX và Đài phát thanh chính thức trên sao Hỏa!

source: Technology has advanced and your citizens can send a rocket to space! Listen to Official Mars Radio and see Chirper's new hat!
vi: Công nghệ phát triển giúp công dân có thể đưa tên lửa ra ngoài không gian! Lắng nghe Đài Sao Hỏa Chính Thức và xem mũ mới của Chirper!

source: Cities: Skylines Birthday Party
vi: Tiệc sinh nhật Cities: Skylines

source: Time to celebrate! Cities: Skylines turns 7 years old on the 10th of March 2022! We invite you to celebrate with us and to commemorate this date with a new park letting your citizens enjoy the Chirper Birthday Balloon Tours around the city and have Chirper dressed up for the occasion with its new hat. Thank you for taking this journey with us and Cities: Skylines! Sincerely, Colossal Order and Paradox Interactive
vi: Bắt đầu ăn mừng thôi! Cities: Skylines tròn 7 tuổi vào ngày 10 tháng 3 năm 2022! Chúng tôi mời bạn đến ăn mừng với chúng tôi và kỷ niệm ngày này với một công viên mới cho phép công dân của bạn tận hưởng các Chuyến tham quan bằng khinh khí cầu Chirper Birthday quanh thành phố và để Chirper diện quần áo mới cho dịp này với chiếc mũ mới của nó. Cảm ơn bạn đã tham gia hành trình này với chúng tôi và Cities: Skylines! Trân trọng, Colossal Order và Paradox Interactive

source: I can’t wait to try the Chirper Birthday Balloon Tours! #ChirperDay #BirthdayFun
vi: Tôi rất nóng lòng muốn thử Chuyến tham quan bằng khinh khí cầu kỉ niệm sinh nhật Chirper! #ChirperDay #BirthdayFun

source: Did you see the giant Chirper hot air balloons? Must be #ChirperDay today! #LetsCelebrate
vi: Bạn có nhìn thấy khinh khí cầu Chirper khổng lồ không? Phải là #ChirperDay ngay hôm nay! #Chúng ta hãy ăn mừng

source: The view from the Chirper Birthday Balloon is amazing! #ChirperDay #BalloonTours
vi: Khung cảnh từ Khinh khí cầu kỉ niệm sinh nhật Chirper thật tuyệt vời! #ChirperDay #BalloonTours

source: I can see my house from up here! Chirper Birthday Balloon Tours are so fun! #ChirperDay #BirthdayFun
vi: Tôi có thể nhìn thấy ngôi nhà của mình từ trên đây! Chuyến tham quan bằng khinh khí cầu sinh nhật Chirper thật thú vị! #ChirperDay #BirthdayFun

source: Happy #ChirperDay! Who’s going for a ride in the giant Chirper hot air balloon today? #LetsCelebrate
vi: Chúc mừng #ChirperDay! Hôm nay ai sẽ đi trên khinh khí cầu Chirper khổng lồ? #Chúng ta hãy ăn mừng

source: Hot air balloon rides and cake. Best way to celebrate #ChirperDay #ILoveCake
vi: Đi khinh khí cầu và ăn bánh. Cách tốt nhất để ăn mừng #ChirperDay #ILoveCake

source: Road Tool
vi: Công cụ đường sá

source: Propping Tool
vi: Công cụ propping

source: Surface Tool
vi: Công cụ bề mặt

source: Decoration
vi: Trang trí

source: Asset Editor Settings
vi: Cài đặt trình chỉnh sửa tài sản

source: Billboards
vi: Biển quảng cáo

source: Special Billboards
vi: Biển quảng cáo đặc biệt

source: Industrial
vi: Công nghiệp

source: Parks
vi: Công viên

source: Common
vi: Chung

source: Residential
vi: Khu dân cư

source: Markers
vi: Điểm đánh dấu

source: Decoration Editor
vi: Biên tập trang trí

source: Load existing props & decorations
vi: Tải tiểu cảnh & trang trí hiện có

source: Light Rotation
vi: Xoay ánh sáng

source: Gravel
vi: Sỏi

source: Ruined
vi: Bị hủy hoại

source: Pavement
vi: Vỉa hè

source: Clip
vi: Kẹp

source: Field
vi: Cánh đồng

source: Decorate terrain cells with gravel. Use the secondary mouse button to restore the default terrain.
vi: Trang trí các ô địa hình bằng sỏi. Sử dụng nút chuột phụ để khôi phục địa hình mặc định.

source: Decorate terrain cells with ruined terrain. Use the secondary mouse button to restore the default terrain.
vi: Trang trí các ô địa hình với địa hình bị hủy hoại. Sử dụng nút chuột phụ để khôi phục địa hình mặc định.

source: Decorate terrain cells with pavement. Right click to restore the default terrain.
vi: Trang trí các ô địa hình bằng mặt đường. Nhấp chuột phải để khôi phục địa hình mặc định.

source: Create holes in the terrain. Right click to restore the default terrain.
vi: Tạo các lỗ trên địa hình. Nhấp chuột phải để khôi phục địa hình mặc định.

source: Decorate terrain cells with field. Right click to restore the default terrain.
vi: Trang trí các ô địa hình bằng trường. Nhấp chuột phải để khôi phục địa hình mặc định.

source: BACK TO MAIN MENU
vi: TRỞ LẠI MENU CHÍNH

source: Unsaved changes will be lost. Do you wish to proceed?
vi: Những thay đổi chưa được lưu sẽ bị mất. Bạn có muốn tiếp tục không?

source: EXIT GAME
vi: THOÁT TRÒ CHƠI

source: {0:N0} / {1:N0} trees/props used
vi: {0:N0} / {1:N0} cây / tiểu cảnh sử dụng

source: Asset Importer
vi: Nhập tài nguyên

source: Shaded
vi: Bóng

source: Lighting Only
vi: Chỉ chiếu sáng

source: Show/Hide Grid
vi: Ẩn/Hiện lưới

source: Maximize
vi: Cực đại hóa

source: Minimize
vi: Cực tiểu hóa

source: Rotation:
vi: Xoay chiều:

source: Scale
vi: Tỉ lệ

source: Bottom-Center Pivot
vi: Xoay quanh trung tâm

source: Back to Main Menu
vi: Trở lại menu chính

source: State:
vi: Tiểu bang:

source: Select a model to import:
vi: Chọn một mô hình để nhập:

source: Back
vi: Trở lại

source: Continue
vi: Tiếp tục

source: Snapshot Tool
vi: Công cụ chụp nhanh

source: Thumbshot Tool
vi: Công cụ thu nhỏ

source: Infoshot Tool
vi: Công cụ Infoshot

source: Capture snapshots to use when saving/sharing.
vi: Chụp ảnh chụp nhanh để sử dụng khi lưu/chia sẻ.

source: Capture screenshots to be used as thumbnails when saving
vi: Chụp ảnh màn hình để sử dụng làm hình thu nhỏ khi lưu

source: Capture screenshots to be used as tooltip images when saving
vi: Chụp ảnh chụp màn hình để sử dụng làm hình ảnh chú giải công cụ khi lưu

source: Asset Name:
vi: Tên tài nguyên:

source: Building
vi: Tòa nhà

source: Prop
vi: Tiểu cảnh

source: Vehicle
vi: Xe cộ

source: Citizen
vi: Công dân

source: Intersection
vi: Giao lộ

source: Park
vi: Công viên

source: Select the asset type to create:
vi: Chọn loại tài nguyên cần tạo:

source: Select a template to start from:
vi: Chọn một mẫu để bắt đầu từ:

source: Brush Size
vi: Kích thước cọ

source: Brush Strength
vi: Kích cỡ cọ

source: Water Capacity
vi: Công suất nước

source: Select a brush:
vi: Chọn một cọ vẽ:

source: Sea Level
vi: Mực nước biển

source: Terrain Height
vi: Chiều cao địa hình

source: Reset Water To Sea Level
vi: Đặt mức nước ngang với mực nước biển

source: Undo Terrain Modification
vi: Hoàn tác sửa đổi địa hình

source: Import
vi: Nhập khẩu

source: Export
vi: Xuất khẩu

source: {0} failed to load
vi: {0}không tải được

source: Confirm Overwrite
vi: Xác nhận ghi đè

source: You are about to overwrite this heightmap. Do you wish to proceed?
vi: Bạn sắp ghi đè bản đồ chiều cao này. Bạn có muốn tiếp tục?

source: New Map
vi: Bản đồ mới

source: Terrain
vi: Địa hình

source: Water
vi: Nước

source: Ground Resources
vi: Tài nguyên mặt đất

source: Import Heightmap
vi: Nhập chiều cao

source: Export Heightmap
vi: Xuất chiều cao

source: Forest Resources
vi: Tài nguyên rừng

source: Environment
vi: Môi trường

source: Map Settings
vi: Cài đặt bản đồ

source: Water Flow
vi: Dòng nước

source: Fishing Industry
vi: Ngành công nghiệp đánh bắt cá

source: Natural Resources
vi: Tài nguyên thiên nhiên

source: Terrain Heights
vi: Độ cao Địa hình

source: Wind Speed
vi: Tốc độ gió

source: Outside Connections
vi: Kết nối bên ngoài

source: Ship Path
vi: Đường dẫn tàu

source: Airplane Path
vi: Đường dẫn máy bay

source: Train Track
vi: Đường ray xe lửa

source: Highway
vi: Xa lộ

source: Highway Ramp
vi: Đường cao tốc

source: Set paths and connect them to the edges of the terrain to provide ship access from outside the city.
vi: Thiết lập đường và kết nối chúng với rìa địa hình để cho phép tàu thuyền từ bên ngoài thành phố có thể cập bờ.

source: Set paths and connect them to the edges of the terrain to provide airplane access from outside the city.
vi: Thiết lập đường và kết nối chúng với rìa địa hình để cho phép tàu thuyền từ bên ngoài thành phố có thể cập bờ.
