Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: Eternal City
vi: Thành phố Vĩnh cửu

source: Creator
vi: Người sáng tạo

source: We Have A Winner!
vi: Chúng ta có một người chiến thắng!

source: The Underdog
vi: Kẻ thua cuộc

source: Rejoice And Be Ferry
vi: Hãy vui mừng và trở thành phà

source: Ferry Faerie
vi: Phà Phà

source: Not So Mono
vi: Không đơn điệu

source: Clark Cable
vi: Cáp Clark

source: Cables Galore
vi: Cáp Galore

source: Blimp? Blimp.
vi: Khinh khí cầu? Khinh khí cầu.

source: Put Some Blimp In Your Blimp
vi: Đặt một số điểm trong nháy mắt của bạn

source: It's Called Steve
vi: Nó được gọi là Steve

source: Mass Transit scenarios
vi: Kịch bản chuyển tuyến lớn

source: Reporting!
vi: Báo cáo!

source: Super Self-Sufficient
vi: Siêu tự túc

source: I to the T
vi: Tôi đến T

source: Organistic
vi: Tổ chức

source: Green Energy
vi: Năng lượng xanh

source: Friendly Teaching
vi: Dạy thân thiện

source: Greenest City
vi: Thành phố xanh nhất

source: The Park To Rule All Parks
vi: Công viên cai trị tất cả các công viên

source: Parking Not Forbidden
vi: Bãi đậu xe không bị cấm

source: ZOO
vi: SỞ THÚ

source: Ambulare
vi: để đi bộ

source: Maintain That Park
vi: Duy trì công viên đó

source: Coaster Tycoon
vi: Một cách tự nhiên

source: Sights To Be Seen
vi: Điểm tham quan

source: Full Capacity
vi: Công suất đầy đủ

source: Serial Investor
vi: Nhà đầu tư nối tiếp

source: Offshore Assets
vi: Tài nguyên ở nước ngoài

source: Industry Tycoon
vi: Tycoon công nghiệp

source: Postman
vi: Người phát thư

source: Just Tolling
vi: Chỉ cần Thu phí

source: Scaling Up
vi: Mở rộng quy mô

source: Student Housing Project
vi: Dự án nhà ở sinh viên

source: Education Nation
vi: Giáo dục quốc gia

source: Distinguished Academics
vi: Học thuật xuất sắc

source: Varsity Sports Patron
vi: Người bảo trợ thể thao sinh viên

source: Higher Learning
vi: Cấp học cao hơn

source: Academic Scholar
vi: Học giả

source: For For-Profit Education!
vi: Vì giáo dục vì lợi nhuận!

source: Aquaculture
vi: Nuôi trồng thủy sản

source: Fisher King
vi: Vua cá

source: Multidisciplinary Transport Tycoon
vi: Ông trùm vận tải đa ngành

source: World of Rotorcraft
vi: Thế giới của Rotorcraft

source: Come Fly With Me!
vi: Hãy bay cùng tôi!

source: The Waters of Our Lives
vi: Vùng nước của chúng ta

source: Pioneer
vi: Tiên phong

source: Decorator
vi: Người trang trí

source: Terraformer
vi: Thổ địa

source: Well Informed
vi: Thông tin tốt

source: City Planner
vi: Người quy hoạch thành phố

source: Lawmaker
vi: Nhà lập pháp

source: Power at Your Fingertips
vi: Sức mạnh trong tầm tay của bạn

source: Heavenly City
vi: Thành phố thiên đường

source: Medic!
vi: Bác sĩ!

source: A Huge Hadron
vi: Một Hadron khổng lồ

source: Beam Me Up
vi: Chùm tôi lên

source: New Eden
vi: Eden mới

source: Short Fuse
vi: Cầu chì ngắn

source: I Want It All
vi: Tôi muốn tất cả

source: Metropolis
vi: Thủ đô

source: Distroy
vi: Quận

source: City in Motion
vi: Thành phố chuyển động

source: City in Motion 2
vi: Thành phố trong chuyển động 2

source: Climbing the Social Ladder
vi: Leo lên thang xã hội

source: Unpopular Mayor
vi: Thị trưởng không phổ biến

source: Rolling in Dough
vi: Cán trong bột

source: Frenetic Player
vi: Người chơi điên cuồng

source: Happy Town
vi: Thị trấn hạnh phúc

source: Tough City
vi: Thành phố khó khăn

source: Fire Watch
vi: Đồng hồ lửa

source: The Safest Town
vi: Thị trấn an toàn nhất

source: Professional Dumper
vi: Máy xúc lật chuyên nghiệp

source: Earthloving City
vi: Thành phố đất nung

source: Higher Education
vi: Giáo dục đại học

source: SIMulated City
vi: Thành phố mô phỏng

source: Safe City
vi: Thành phố an toàn

source: Power to the People
vi: Quyền lực cho nhân dân

source: Make Them Pay
vi: Làm cho họ trả tiền

source: Have 1000 squares of leisure specialized commercial zone.
vi: Có 1000 ô vùng chuyên môn hóa giải trí.

source: Have 1000 squares of tourism specialized commercial zone.
vi: Có 1000 ô vùng chuyên môn hóa du lịch.

source: Have 15 Prisons in the city.
vi: Có 15 Nhà tù trong thành phố

source: Experience 1001 nights in the game.
vi: Trải nghiệm 1001 đêm trong trò chơi

source: Have an airport area reach level 3.
vi: Có khu sân bay đạt cấp 3.

source: Have 10 000 total passengers travel through an airport area.
vi: Có tổng số 10.000 hành khách đi qua một khu vực sân bay.

source: Build an airport area with a terminal, a runway and an aircraft stand.
vi: Xây dựng khu vực sân bay có nhà ga, đường băng và sân đỗ máy bay.

source: Build an airport area with an area of 25000 cells.
vi: Xây dựng khu sân bay với diện tích 25000 ô.

source: Set the airline ticket price slider to the maximum price.
vi: Đặt thanh trượt giá vé máy bay thành giá tối đa.

source: Build one quay
vi: Xây một bến cảng

source: Change Chirper look
vi: Thay đổi diện mạo của Chirper

source: Experience rain
vi: Trải nghiệm mưa

source: Experience fog
vi: Trải nghiệm sương mù

source: Build one canal
vi: Xây một con kênh

source: Create a winter map in map editor
vi: Tạo một bản đồ mùa đông trong trình chỉnh sửa bản đồ

source: Experience snowfall
vi: Trải nghiệm tuyết rơi

source: Have one tram line active
vi: Có một tuyến xe điện đi vào hoạt động

source: Have 10 tram lines active
vi: Có 10 tuyến xe điện cùng hoạt động

source: Have a Sauna in the city
vi: Có một Nhà tắm hơi trong thành phố

source: Change Chirper to a winter look
vi: Thay đổi Chirper sang trang phục mùa đông

source: Boost 100 km of streets with Road maintenance service
vi: Nâng cấp 100 km đường với dịch vụ Bảo trì đường bộ

source: Have snowplows collect 2000000 units of snow
vi: Cho Xe dọn tuyết thu thập 2000000 đơn vị tuyết

source: Experience a tsunami.
vi: Trải nghiệm sóng thần.

source: Experience an earthquake.
vi: Trải nghiệm một trận động đất.

source: Experience a meteor strike.
vi: Trải nghiệm mưa thiên thạch.

source: Experience a sinkhole.
vi: Trải nghiệm hố tử thần.

source: Experience a forest fire.
vi: Trải nghiệm một đám cháy rừng

source: Experience a thunderstorm.
vi: Trải nghiệm bão sét

source: Experience a tornado.
vi: Trải nghiệm vòi rồng

source: Experience a special disaster.
vi: Trải nghiệm một thảm họa đặc biệt.

source: Have ten disasters hit the same city.
vi: Có mười thảm họa đổ vào cùng một thành phố.

source: Create 10 scenarios
vi: Tạo 10 kịch bản

source: Win 10 scenarios
vi: Thắng 10 kịch bản

source: Lose 10 scenarios
vi: Thua 10 kịch bản

source: Have 3 ferry lines.
vi: Có 3 tuyến phà.

source: Have 15 ferry lines.
vi: Có 15 tuyến phà.

source: Have 3 monorail lines.
vi: Có 3 tuyến tàu điện.

source: Have 10 monorail lines.
vi: Có 10 tuyến tàu điện

source: Transport 5 000 passengers with Cable Cars.
vi: Vận chuyển 5 000 hành khách bằng Cáp treo.

source: Transport 20 000 passengers with Cable Cars.
vi: Vận chuyển 20 000 hành khách bằng Cáp treo.

source: Have 3 blimp lines.
vi: Có 3 tuyến Khí cầu.

source: Have 10 blimp lines.
vi: Có 10 tuyến Khí cầu.

source: Have one Ferry and Bus Exchange Stop, Metro-Monorail-Train Hub, Monorail-Bus Hub and Multiplatform Train Station.
vi: Có một Trạm Đổi Phà và Xe buýt, Trạm Tàu điện ngầm-Một ray, Trạm Xe buýt Một ray và Ga Tàu Đa tuyến.

source: Name a road.
vi: Đặt tên một con đường.

source: Name 100 roads.
vi: Đặt tên 100 con đường.

source: Name a road "Steve".
vi: Đặt tên một con đường là "Steve".

source: Win all three Mass Transit scenarios
vi: Thắng cả ba kịch bản của Mass Transit scenarios

source: Check a route of a citizens.
vi: Kiểm tra đường đi của một công dân.

source: Have all residential zone in your city be specialized Self-Sufficient Housing.
vi: Yêu cầu tất cả các khu dân cư trong thành phố của bạn trở thành Nhà ở chuyên dụng cho Tự túc.

source: Have all office zone in your city be specialized IT-Cluster.
vi: Có tất cả các khu văn phòng trong thành phố chuyên môn hóa vào Tổ hợp IT.

source: Have all commercial zone in your city be specialized Organic and Local Produce.
vi: Yêu cầu tất cả các khu thương mại trong thành phố của bạn là Sản phẩm hữu cơ và là sản phẩm địa phương.

source: Produce all electricity without using raw materials.
vi: Sản xuất tất cả điện mà không cần sử dụng nguyên liệu thô.

source: Build one of each eco-friendly schools: Community School, Institute of Creative Arts and Modern Technology Institute.
vi: Xây dựng một trong từng trường học thân thiện với môi trường: Trường Cộng đồng, Viện Nghệ thuật Sáng tạo và Viện Công nghệ Hiện đại.

source: Have no polluting industry in your city, only Office Zone and specialized zones.
vi: Không có ngành công nghiệp gây ô nhiễm trong thành phố của bạn, chỉ có Khu văn phòng và các khu chuyên biệt.

source: Have a maximum level park made with Park Tool.
vi: Có một công viên cấp tối đa được thực hiện bằng Công cụ Công viên.

source: Have 10 parks made with Park Tool.
vi: Có 10 công viên được thực hiện với Công cụ công viên.

source: Have a park with all zoo buildings built in it.
vi: Có một công viên với tất cả các tòa nhà sở thú được xây dựng trong đó.

source: Have 5 pedestrian Walking Tour lines.
vi: Có 5 tuyến đi bộ dành cho người đi bộ.

source: Have a Park Maintenance Service and a Zoo, Nature Reserve and Amusement Park in your city.
vi: Có Dịch vụ Bảo trì Công viên và Sở thú, Khu bảo tồn Thiên nhiên và Công viên Giải trí trong thành phố của bạn.

source: Have a park with all Amusement Park buildings built in it.
vi: Có một công viên với tất cả các tòa nhà Công viên giải trí được xây dựng trong đó.

source: Have a park with all Nature Reserve buildings built in it.
vi: Có một công viên với tất cả các tòa nhà Khu Bảo tồn Thiên nhiên được xây dựng trong đó.

source: Have 15 Sightseeing Bus lines.
vi: Có 15 tuyến xe buýt tham quan.

source: Level up an Industry Area up to Level 5
vi: Tăng cấp một khu vực công nghiệp lên đến cấp 5

source: Build 10 Industry Areas
vi: Xây dựng 10 khu vực công nghiệp

source: Build five Offshore Oil Drilling Platforms
vi: Xây dựng năm nền tảng khoan dầu ngoài khơi

source: Build all Unique Factories
vi: Xây dựng tất cả Các nhà máy chuyên biệt

source: Deliver 1 000 000 units of Mail
vi: Cung cấp 1 000 000 đơn vị thư

source: Build one of each road Toll Booth buildings
vi: Xây dựng một trong mỗi tòa nhà Toll booth

source: Build 10 Warehouse buildings
vi: Xây dựng 10 tòa nhà kho

source: Have total number of 10 Dormitories.
vi: Có tổng số 10 Ký túc xá.

source: Have 15 000 students studying on campuses at the same time.
vi: Có 15 000 sinh viên học tập tại các trường cùng một lúc.

source: Have one campus reach "Prestigious" in reputation.
vi: Có một khuôn viên đạt "Uy tín" trong danh tiếng.

source: Build all five varsity sports arenas on one campus in one city.
vi: Xây dựng tất cả năm nhà thi đấu thể thao đa dạng trên một khuôn viên ở một thành phố.

source: Build all Campus Area types with all of their respective campus buildings and faculties.
vi: Xây dựng tất cả các loại Khu vực Khuôn viên với tất cả các tòa nhà và khoa trong khuôn viên trường tương ứng.

source: Create 100 academic works.
vi: Tạo 100 công trình học thuật.

source: Cover one campus area upkeep cost entirely with tuition fees paid by students in a campus area with more than 5000 students.
vi: Trang trải toàn bộ chi phí bảo trì một khu vực khuôn viên trường với học phí do sinh viên trả trong khu vực khuôn viên có hơn 5000 sinh viên.

source: Farm 7 500 000 units of fish and sea plants.
vi: Trang trại 7 500 000 đơn vị cá và thực vật biển.

source: Catch 10 000 000 units of fish.
vi: Bắt 10 000 000 đơn vị cá.

source: Build Metro-Intercity Bus Hub, Bus-Intercity Bus Hub, Train-Metro Hub, Metropolitan Airport and Bus-Metro Hub
vi: Xây dựng trung tâm xe buýt tàu điện ngầm liên tỉnh, trung tâm xe buýt liên tỉnh, trung tâm xe lửa-tàu điện ngầm, sân bay đô thị và trung tâm xe buýt-tàu điện ngầm

source: Transport 35 000 citizens in trolleybuses.
vi: Vận chuyển 35 000 công dân trên xe buýt điện.

source: Transport 15 000 citizens in passenger helicopters.
vi: Vận chuyển 15.000 công dân trên máy bay trực thăng chở khách.

source: Have 60 tourists visit the Aviation Club during one week.
vi: Có 60 khách du lịch đến thăm Câu lạc bộ Hàng không trong một tuần.

source: Treat 20 000 000 m3 of waste water using the Inland Water Treatment Plants.
vi: Xử lý 20 000 000 m3 nước thải bằng các Nhà máy Xử lý Nước Nội địa.

source: Create your very first city
vi: Thiết lập ra thành phố đầu tiên của bạn

source: Use the Asset Editor to make your very own asset
vi: Dùng Chỉnh sửa Tài nguyên để tạo ra một tài nguyên của riêng bạn

source: Create a map
vi: Tạo một bản đồ

source: Have a look at all the different info-view panels
vi: Xem tất cả các bảng thông tin khác nhau

source: Use the district tool to draw 3 districts
vi: Dùng công cụ quận để vẽ ra 3 quận

source: Apply a policy to a district you created
vi: Áp dụng một chính sách cho một quận bạn tạo ra

source: Unlock all city services
vi: Mở khóa mọi dịch vụ trong thành phố

source: Unlock Monuments
vi: Mở khóa các Kỳ quan

source: Build the Medical Center Monument
vi: Xây Kỳ quan Trung tâm Y tế

source: Build the Hadron Collider Monument
vi: Xây dựng Hadron Collider Monument

source: Build the Space Elevator Monument
vi: Xây Kỳ quan Thang máy Không gian

source: Build the Eden Project Monument
vi: Xây Kỳ quan Dự án Eden

source: Build the Fusion Power Plant Monument
vi: Xây Kỳ quan Nhà máy Điện Hỗn hợp

source: Unlock every single building in the game
vi: Mở khóa mọi công trình trong trò chơi

source: Have a population of 100,000 in your city
vi: Thành phố có dân số hơn 100,000 người

source: Have more than 10 districts with unique policies
vi: Có hơn 10 quận với các chính sách khác nhau

source: Have 20 transport lines
vi: Có 20 tuyến đường vận tải

source: Have 50 transport lines
vi: Có 50 tuyến đường vận tải

source: Have a Citizen educated to level 3 from 0
vi: Có một Công dân được đào tạo tới cấp độ 3 từ cấp 0

source: Have 15% happiness
vi: Đạt mức hài lòng 15%

source: Earn 15,000 per week
vi: Kiếm được 15,000 mỗi tuần

source: Click on a police building 100 times in a row
vi: Nhấp chuột vào một công trình cảnh sát 100 lần liên tục

source: Have more than 95% city happiness for 5 years
vi: Có hơn 95% mức độ hạnh phúc của người dân trong thành phố trong 5 năm

source: Have the city survive a crime rate of over 40% for 2 years
vi: Giúp thành phố vượt qua tỉ lệ tội phạm cao hơn 40% trong 2 năm

source: Have 5 Fire Stations
vi: Có 5 Đồn Cứu hỏa

source: Have 5 Police Headquarters
vi: Có 5 Trụ sở Cảnh sát

source: Fill five landfill sites
vi: Đổ đầy năm bãi rác

source: No water or ground pollution in a city of over 10,000 residents
vi: Không có ô nhiễm đất hay nước trong một thành phố có trên 10,000 dân

source: Have over 70% of citizens highly educated in a city of over 10,000 people
vi: Có hơn 70% công dân có trình độ học vấn cao trong một thành phố hơn 10.000 dân

source: Have an area the size of nine map tiles
vi: Sở hữu một khu vực có kích cỡ chín lô đất

source: Keep the crime rate under 10% for 4 years straight
vi: Giữ tỉ lệ tội phạm ở mức dưới 10% trong 4 năm liền

source: Have the industry tax rate over 5% higher than either residential tax rate for one year
vi: Có thuế suất ngành cao hơn 5% so với thuế suất thuế dân cư trong một năm

source: Have both residential tax rates over 5% higher than industry for one year
vi: Có cả hai mức thuế suất dân cư cao hơn 5% so với mức thuế công nghiệp trong một năm

source: Open 24/7
vi: Mở cửa 24/7

source: Let Go of Leisure
vi: Để Giải trí được yên

source: NIMBY
vi: NIMBY - Sự phản đối của cư dân đối với các dự án phát triển trong khu vực địa phương của họ

source: Schools Out
vi: Tan trường

source: Old Town
vi: Thị trấn cổ

source: Bike Ban On Sidewalks
vi: Cấm Xe đạp trên lề đường

source: Encourage Biking
vi: Ủng hộ đi xe đạp

source: District Specializations
vi: Chuyên môn hóa trong Quận

source: Harsh Prison Sentences
vi: Kết án Nghiêm khắc

source: Leisure Specialization
vi: Chuyên môn hóa Giải trí

source: Tourism Specialization
vi: Chuyên môn hóa Du lịch

source: Hotel Discounts
vi: Giảm giá khách sạn

source: Great Maintenance
vi: Bảo trì tuyệt vời

source: Car Rentals
vi: Cho thuê ô tô

source: Studded Tires
vi: Lốp đóng đinh

source: Anti-Slip Studs
vi: Đinh chống trượt

source: Extra Insulation
vi: Vật liệu Cách nhiệt

source: No Electricity for Heat
vi: Không dùng điện để Sưởi

source: Only Electricity for Heat
vi: Chỉ dùng điện để Sưởi

source: Lightning Rods
vi: Cột Thu lôi

source: Helicopter Priority
vi: Ưu tiên Trực thăng

source: VIP Area
vi: Khu vực VIP

source: Fast Recovery
vi: Hồi phục Nhanh

source: No Re-building
vi: Không Tái thiết

source: Prefer Ferries
vi: Ưu tiên Phà

source: Educational Blimps
vi: Khí cầu Giáo dục

source: High Ticket Prices
vi: Giá vé Cao

source: Recycle Plastic
vi: Tái chế Nhựa

source: Combustion Engine Ban
vi: Cấm Động cơ Đốt trong

source: Electric Cars
vi: Xe Điện

source: Filter Industrial Waste
vi: Lọc Rác thải Công nghiệp

source: Organic and Local Produce
vi: Sản vật Tự nhiên

source: Self Sufficient Buildings
vi: Công trình Tự cấp tự túc

source: IT Cluster
vi: Tổ hợp IT

source: Park Policies
vi: Chính sách công viên

source: Animal Ethics
vi: Đạo đức đối với động vật

source: Advertisement Campaign
vi: Chiến dịch quảng cáo

source: Main Park
vi: Công viên chính

source: Fine for Fireworks
vi: Cấm bắn pháo hoa

source: Celebrate!
vi: Ăn mừng!

source: Night Tours
vi: Chuyến tham quan ban đêm

source: Even More Fun
vi: Thậm chí nhiều niềm vui

source: Recycle Garbage
vi: Tái chế rác

source: Prefer Parks
vi: Thích công viên

source: Park Maintenance Boost
vi: Tăng cường bảo trì công viên

source: Boost Connections
vi: Tăng cường kết nối

source: Workers' Union
vi: Liên minh công nhân

source: Automated Sorting
vi: Sắp xếp tự động

source: Automated Toll
vi: Thu phí tự động

source: Free Wi-Fi
vi: Wi-Fi miễn phí

source: Improved Logistics
vi: Cải thiện hậu cần

source: Improved Work Safety Supervision
vi: Cải thiện giám sát an toàn lao động

source: Advanced Automation
vi: Tự động hóa nâng cao

source: Industry 4.0
vi: Công nghiệp 4.0

source: For-profit Education
vi: Giáo dục vì lợi nhuận

source: Book Fair
vi: Hội chợ sách

source: Student Healthcare
vi: Chăm sóc sức khỏe sinh viên

source: Free Lunch
vi: Ăn trưa miễn phí

source: Visiting Scholars
vi: Học giả thỉnh giảng

source: Universal Education
vi: Phổ cập giáo dục

source: Fan Club Support
vi: Hỗ trợ câu lạc bộ fan hâm mộ

source: Sponsorship Deals
vi: Ưu đãi tài trợ

source: Fishing License
vi: Giấy phép đánh cá

source: Algae-based Water Filtering
vi: Lọc nước dựa trên tảo

source: Tourist Travel Card
vi: Thẻ du lịch

source: Dolphin-safe Fishing
vi: Câu cá an toàn cho cá heo

source: Airplane Tours
vi: Chuyến tham quan bằng máy bay

source: Sustainable Fishing
vi: Câu cá bền vững

source: Ad Campaign
vi: Chiến dịch Quảng cáo

source: Premium Studio
vi: Studio Cao cấp

source: Event Policies
vi: Chính sách Sự kiện

source: Subsidized Youth
vi: Tài trợ Thế hệ trẻ

source: Come One, Come All
vi: Một người đến, tất cả đến

source: Match Security
vi: An ninh Trận đấu

source: Forestry Specialization
vi: Chuyên canh Lâm nghiệp

source: Agriculture Specialization
vi: Chuyên canh Nông nghiệp

source: Oil Industry Specialization
vi: Công nghiệp Dầu mỏ

source: Ore Industry Specialization
vi: Công nghiệp Khai khoáng

source: Power Usage
vi: Tiết kiệm Điện

source: Water Usage
vi: Tiết kiệm Nước

source: Smoke Detector Distribution
vi: Lắp Bộ báo khói

source: Pet Ban
vi: Cấm thú nuôi

source: Recycling
vi: Tái chế

source: Smoking Ban
vi: Cấm hút thuốc

source: Parks and Recreation
vi: Công viên và Giải trí

source: Education Boost
vi: Thúc đẩy Giáo dục

source: Recreational Use
vi: Dùng trong Giải trí

source: Free Public Transport
vi: Miễn phí Giao thông Công cộng

source: Tax Raise for Low Density Residential
vi: Tăng Thuế khu Dân cư mật độ Thấp

source: Tax Raise for High Density Residential
vi: Tăng Thuế khu Dân cư mật độ Cao

source: Tax Raise for Low Density Commercial
vi: Tăng Thuế khu Thương mại mật độ Thấp

source: Tax Raise for High Density Commercial
vi: Tăng Thuế khu Thương mại mật độ Cao

source: Tax Raise for Offices
vi: Tăng Thuế khu vực Văn phòng

source: Tax Relief for Low Density Residential
vi: Giảm Thuế khu Dân cư mật độ Thấp

source: Tax Relief for High Density Residential
vi: Giảm Thuế khu Dân cư mật độ Cao

source: Tax Relief for Low Density Commercial
vi: Giảm Thuế khu Thương mại mật độ Thấp

source: Tax Relief for High Density Commercial
vi: Giảm Thuế khu Thương mại mật độ Cao

source: Tax Relief for Offices
vi: Giảm Thuế khu vực Văn phòng

source: Industry Specializations
vi: Chuyên môn hóa Công nghiệp

source: Services Policies
vi: Chính sách Dịch vụ

source: Taxation Policies
vi: Chính sách Thuế

source: City Planning Policies
vi: Chính sách Quy hoạch Đô thị

source: Special Policies
vi: Chính sách Đặc biệt

source: Small Business Enthusiast
vi: Đam mê Kinh doanh Nhỏ

source: Big Business Benefactor
vi: Đầu tư Kinh doanh lớn

source: Industrial Space Planning
vi: Quy hoạch không gian Công nghiệp

source: High Tech Housing
vi: Nhà ở Công nghệ cao

source: Highrise Ban
vi: Cấm Nhà cao tầng

source: Heavy Traffic Ban
vi: Cấm phương tiện lớn

source: Allows commercial zones to function also during the night.
vi: Cho phép các khu thương mại hoạt động cả vào ban đêm.

source: Leisure specialized areas stop generating tax income, but get a hefty boost in their entertainment and attractiveness values.
vi: Các lĩnh vực chuyên biệt về giải trí không tạo ra thu nhập từ thuế, nhưng nhận được sự gia tăng đáng kể về giá trị giải trí và hấp dẫn của chúng.

source: No loud noise in the night! Leisure specialized areas will close for the night. Reduces noise pollution caused by Leisure.
vi: Không ồn ào trong đêm! Các khu vực giải trí chuyên biệt sẽ đóng cửa trong đêm. Giảm ô nhiễm tiếng ồn do Giải trí.

source: The citizens will prefer working over education and only a small portion of the eligible citizens will go to study in the university.
vi: Các công dân sẽ thích làm việc hơn giáo dục và chỉ một phần nhỏ trong số những công dân đủ điều kiện sẽ đi học đại học.

source: Only residents and businesses can use the area for motor vehicles, ban other motor traffic.
vi: Chỉ có cư dân và doanh nghiệp mới được sử dụng khu vực dành cho xe cơ giới, cấm các phương tiện cơ giới khác.

source: This policy bans cycling on sidewalks. Bikes can only use dedicated bike lanes and bike pathways.
vi: Chính sách này cấm đi xe đạp trên vỉa hè. Xe đạp chỉ có thể sử dụng làn đường dành riêng cho xe đạp và đường dành cho xe đạp.

source: When this policy is active, most citizens will prefer bicycles over motor vehicles.
vi: Khi chính sách này có hiệu lực, hầu hết người dân sẽ thích xe đạp hơn phương tiện cơ giới.

source: The prison sentences are twice as long as usual and the harsh verdicts keep the worst felons off the streets for longer. - Double the usual prison sentences.
vi: Án phạt tù sẽ dài gấp đôi bình thường giúp cách ly bọn tội phạm với xã hội lâu hơn. - Tăng gấp đôi hình phạt tù bình thường. - Giảm Tỉ lệ Tội phạm.

source: Districts specialized in leisure activities have more vibrant nightlife and many options for daytime relaxation as well. - Causes Noise Pollution - Commercial zones are active 24/7.
vi: Những quận chuyên môn hóa vào các hoạt động giải trí có cuộc sống ban đêm sôi động hơn cũng như có nhiều lựa chọn để thư giãn vào ban ngày nữa. - Gây Ô nhiễm Tiếng ồn - Khu Thương mại hoạt động 24/7.

source: Tourism specialization dedicates the commercial zones to serve the tourists by providing hotel accommodations, restaurants and other activities. - Causes Noise Pollution - Attracts tourists
vi: Chuyên môn hóa Du lịch hướng khu thương mại đến việc phục vụ du khách bằng các khách sạn, nhà hàng cùng nhiều hoạt động khác. - Gây Ô nhiễm Tiếng ồn - Thu hút Du khách
