Repository: kirimason64/Vietnamese-Translatation-CS
Catalog: FILE_20220410_085246_09042022-*.po
Languages: vi

source: A roof walkway.
vi: Một lối đi trên mái nhà.

source: A detached garage for the car or storage
vi: Gara xe

source: A carport with shed to park the car under
vi: Gara xe

source: A wooden dormer for the roof
vi: Một ký túc xá bằng gỗ trên gác xép

source: A metal dormer for the roof
vi: Một ký túc xá kim loại trên gác xép

source: An extension to enjoy those warm summer days
vi: Một phần mở rộng để tận hưởng những ngày hè ấm áp

source: A patch of Low vegetation.
vi: Một mảng thảm thực vật thấp.

source: A patch of high vegetation.
vi: Một mảng thảm thực vật cao.

source: A medium billboard.
vi: Một cái bảng quảng cáo vừa.

source: A large billboard.
vi: Một bảng quảng cáo lớn.

source: A decorative streetlight.
vi: Một cái đèn đường trang trí.

source: Trashbins help your city stay clean.
vi: Thùng rác giúp thành phố của bạn sạch sẽ.

source: A square sandbox filled with soft sand in which kids can play.
vi: Một khu vui chơi hình vuông cho trẻ em chứa đầy cát.

source: A round sandbox filled with soft sand in which kids can play.
vi: Một khu vui chơi hình tròn cho trẻ em chứa đầy cát.

source: A single sign on stands.
vi: Một biển chỉ dẫn duy nhất.

source: A signpost with small signs pointing to multiple directions.
vi: Một cột chỉ dẫn với nhiều bảng chỉ dẫn cho nhiều hướng đi.

source: Stone tiles that can be used to cover large areas.
vi: Gạch lát bằng đá dùng để lót cho khu vực rộng.

source: A round outdoors table set.
vi: Một bộ bàn tròn ngoài trời.

source: A square outdoors table set.
vi: Một bộ bàn vuông ngoài trời.

source: A bench with a backrest.
vi: Một băng ghế có tựa lưng.

source: A simple park bench.
vi: Một băng ghế công viên đơn giản.

source: A line of closely planted shrubs.
vi: Một hàng cây bụi được trồng dày đặc.

source: A raised garden bed with planted flowers.
vi: Một chiếc giường trong vườn được trồng hoa.

source: A small booth selling refreshments and fast food.
vi: Một gian hàng nhỏ bán đồ giải khát và thức ăn nhanh.

source: A commercial vehicle that sells ice cream.
vi: Một chiếc xe bán kem dạo.

source: An antiquated cannon on wheels.
vi: Một khẩu pháo cổ.

source: An information sign for tourists.
vi: Một bảng thông tin cho khách du lịch.

source: Decorative tiles that can be used to cover large areas.
vi: Gạch trang trí có thể được sử dụng để lót một bề mặt rộng.

source: A cart selling cotton candy.
vi: Một giỏ hàng bán kẹo bông.

source: A coin-operated merchandizer.
vi: Một cái máy chơi game bằng tiền xu.

source: A coin-operated amusement ride for young children.
vi: Một cái thú nhún cho trẻ em.

source: A signpost that small sign pointing to multiple directions.
vi: Một cột chỉ dẫn với nhiều bảng chỉ dẫn cho nhiều hướng đi.

source: A round bench with a planted tree in the center.
vi: Một băng ghế tròn với một cái cây trồng ở trung tâm.

source: A fence to organize queues.
vi: Một hàng rào để tổ chức xếp hàng.

source: An 8 meter piece of decorative fence.
vi: Một mảnh hàng rào trang trí 8 mét.

source: A 16 meter piece of decorative fence.
vi: Một mảnh hàng rào trang trí 16 mét.

source: A small cart selling balloons.
vi: Một chiếc xe đẩy nhỏ bán bóng bay.

source: A wooden outdoors table set.
vi: Một bộ bàn gỗ ngoài trời.

source: A tall pole for feeding Giraffes.
vi: Một cây sào cao để cho hươu cao cổ ăn.

source: A gate for Antelope Enclosures.
vi: Một cổng cho Linh dương.

source: An 8 meter fence piece for Antelope Enclosures.
vi: Một mảnh hàng rào 8 mét cho linh dương.

source: A 16 meter fence piece for Antelope Enclosures.
vi: Một mảnh hàng rào 16 mét cho Linh dương.

source: A corner piece for Antelope Enclosure fences.
vi: Một mảnh góc cho hàng rào bao quanh linh dương.

source: A circular fence to protect the trees in the enclosure.
vi: Một hàng rào tròn để bảo vệ cây.

source: An sturdy 8 meter fence piece for Bison Enclosures.
vi: Một mảnh hàng rào 8 mét chắc chắn cho Bò rừng.

source: A simple streetlight with a wooden pole.
vi: Một đèn đường đơn giản với một cột gỗ.

source: A simple bench made out of log.
vi: Một băng ghế đơn giản làm từ gỗ.

source: A large information sign.
vi: Một cái bảng thông tin lớn.

source: A folding outdoors table set.
vi: Một bộ bàn gấp ngoài trời.

source: Wooden tiles that can be used to cover large areas.
vi: Gạch lát bằng gỗ dùng để lót bề mặt rộng.

source: A firewood rack with a cover on top.
vi: Một giá củi có nắp bên trên.

source: A simple folding chair with a backrest.
vi: Một chiếc ghế gấp đơn giản với tựa lưng.

source: A simple folding chair.
vi: Một chiếc ghế gấp đơn giản.

source: A small kayak with paddles.
vi: Một chiếc thuyền kayak nhỏ với mái chèo.

source: A small kayak with paddles that floats on water.
vi: Một chiếc thuyền kayak nhỏ với mái chèo nổi trên mặt nước.

source: Binoculars mounted on a stand.
vi: Ống nhòm gắn trên giá đỡ.

source: A small outdoors toilet.
vi: Một nhà vệ sinh ngoài trời nhỏ.

source: A water well for taking fresh water.
vi: Một giếng nước để lấy nước ngọt.

source: Allows bisons to spawn on the map from this point.
vi: Cho phép bò rừng xuất hiện trên bản đồ từ điểm này.

source: Allows moose wildlife to spawn on the map from this point.
vi: Cho phép nai spawn trên bản đồ từ điểm này.

source: Allows reindeer to spawn on the map from this point.
vi: Cho phép tuần lộc spawn trên bản đồ từ điểm này.

source: Allows elephants to spawn on the map from this point.
vi: Cho phép Voi spawn trên bản đồ từ điểm này.

source: Allows antelopes to spawn on the map from this point.
vi: Cho phép linh dương spawn trên bản đồ từ điểm này

source: Allows rhinos to spawn on the map from this point.
vi: Cho phép tê giác spawn trên bản đồ từ điểm này

source: Allows lions to spawn on the map from this point.
vi: Cho phép sư tử spawn trên bản đồ từ điểm này

source: Allows giraffes to spawn on the map from this point.
vi: Cho phép hưu cao cổ spawn trên bản đồ từ điểm này

source: Allows chimpanzees to spawn on the map from this point.
vi: Cho phép tinh tinh spawn trên bản đồ từ điểm này

source: Allows gorillas to spawn on the map from this point.
vi: Cho phép đưởi ươi spawn trên bản đồ từ điểm này

source: Allows flamingos to spawn on the map from this point.
vi: Cho phép hồng hạc spawn trên bản đồ từ điểm này

source: Allows swans to spawn on the map from this point.
vi: Cho phép chim thiên nga spawn trên bản đồ từ điểm này

source: Allows dolphins to spawn on the map from this point. This marker must be placed on water.
vi: Cho phép cá heo spawn trên bản đồ từ điểm này. điểm này buộc phải đặt trên mặt nước.

source: Allows manta rays to spawn on the map from this point. This marker must be placed on water.
vi: Cho phép cá đuối spawn trên bản đồ từ điểm này. điểm này buộc phải đặt trên mặt nước.

source: Allows humpback whales to spawn on the map from this point. This marker must be placed on water.
vi: Cho phép cá voi spawn trên bản đồ từ điểm này. điểm này buộc phải đặt trên mặt nước.

source: A platform for launching powerful fireworks.
vi: Một bệ bắn pháo hoa

source: Allows cows to spawn on the map from this point.
vi: Cho phép bò spawn trên bản đồ từ điểm này.

source: Allows highland cows to spawn on the map from this point.
vi: Cho phép bò núi spawn trên bản đồ từ điểm này.

source: Allows sheep to spawn on the map from this point.
vi: Cho phép cừu spawn trên bản đồ từ điểm này.

source: Allows pigs to spawn on the map from this point.
vi: Cho phép heo spawn trên bản đồ từ điểm này.

source: Place an invisible farmer marker to indicate where workers will appear.
vi: Đặt một điểm chỉ định nơi nông nhân đến.

source: Place an invisible forest worker marker to indicate where workers will appear.
vi: Đặt một điểm chỉ định nơi công nhân khai thác rừng đến.

source: Place an invisible oil worker marker to indicate where workers will appear.
vi: Đặt một điểm chỉ định nơi công nhân khai thác dầu đến.

source: Place an invisible ore worker marker to indicate where workers will appear.
vi: Đặt một điểm chỉ định nơi công nhân đến.

source: This marker generates ore debris. Works well for factory conveyor belts.
vi: Điểm đánh dấu này tạo ra các mảnh vụn quặng. Hoạt động tốt cho băng tải nhà máy.

source: This marker generates sand debris. Works well for factory conveyor belts.
vi: Điểm đánh dấu này tạo ra các mảnh vụn cát. Hoạt động tốt cho băng tải nhà máy.

source: This marker generates dust. Works well for industry buildings.
vi: Điểm đánh dấu này tạo ra bụi. Hoạt động tốt cho các tòa nhà công nghiệp.

source: A flood light casting dark blue light upwards.
vi: Một bóng đèn dài hắt ánh sáng xanh lên trên

source: A flood light casting green light upwards.
vi: Một bóng đèn dài hắt ánh sáng xanh lá cây lên trên.

source: A flood light casting pink light upwards.
vi: Một bóng đèn dài hắt ánh sáng hồng lên trên.

source: A flood light casting turquoise light upwards.
vi: Đèn chiếu sáng màu lam ngọc hướng lên trên.

source: A wall-mounted flood light casting dark blue light downwards.
vi: Đèn pha gắn trên tường chiếu ánh sáng xanh đậm xuống dưới.

source: A wall-mounted flood light casting green light downwards.
vi: Đèn pha gắn trên tường chiếu ánh sáng xanh xuống dưới.

source: A wall-mounted flood light casting pink light downwards.
vi: Đèn pha gắn trên tường chiếu ánh sáng hồng xuống dưới.

source: A wall-mounted flood light casting turquoise light downwards.
vi: Đèn pha gắn trên tường chiếu ánh sáng màu ngọc lam xuống dưới.

source: A wall-mounted flood light casting blue #2 light upwards.
vi: Một bóng đèn gắn tường với ánh sáng màu xanh #2 hắt lên trên.

source: A wall-mounted flood light casting green light upwards.
vi: Một bóng đèn gắn tường với ánh sáng màu xanh lá cây hắt lên trên.

source: A wall-mounted flood light casting pink light upwards.
vi: Một bóng đèn gắn tường với ánh sáng màu hồng hắt lên trên.

source: A wall-mounted flood light casting turquoise light upwards.
vi: Một bóng đèn gắn tường với ánh sáng màu lam ngọc hắt lên trên.

source: Two rows of tree sapling pots.
vi: Chậu cây non.

source: A large billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo lớn với khung để đặt nó trên tường.

source: A large billboard with a frame for placing it on a rooftop.
vi: Một bảng quảng cáo lớn có khung để đặt trên sân thượng.

source: A flat sign with animated content for placing it on the wall.
vi: Một bảng hiệu hình ảnh động để đặt trên tường.

source: A large billboard with a random animated content and a frame for placing it on building wall. The billboard content is selected from a predetermined set of ads and logos.
vi: Một bảng quảng cáo lớn với nội dung hoạt hình ngẫu nhiên và một khung để đặt nó trên tường của tòa nhà. Nội dung bảng quảng cáo được chọn lọc từ tập hợp các quảng cáo và logo đã định trước.

source: A large billboard with animated content for placing it on the wall.
vi: Một bảng quảng cáo lớn với nội dung hoạt hình để đặt nó trên tường.

source: A flat sign with animated content for placing it on a side of the building.
vi: Một tấm biển phẳng với nội dung hoạt hình để đặt nó ở một bên của tòa nhà.

source: A three-dimensional advertisement with a rotating stand.
vi: Một quảng cáo ba chiều với một giá đỡ xoay.

source: Cargo container for transporting mail.
vi: Container chứa thư, bưu kiện.

source: A pallet full of flour, seed, grain or crop sacks.
vi: Một pallet đầy bột, hạt giống, hạt hoặc bao tải cây trồng.

source: A pallet with large sack containing gravel, sand or other similar material.
vi: Một pallet với bao tải lớn chứa sỏi, cát hoặc vật liệu tương tự khác.

source: A plastic pallet full of cardboard boxes.
vi: Một pallet nhựa đầy các hộp các tông.

source: A plastic pallet for sensitive materials.
vi: Một pallet nhựa cho các vật liệu nhạy cảm.

source: A tank for storing water, fertilizer or other safe liquids.
vi: Một bể chứa nước, phân bón hoặc chất lỏng an toàn khác.

source: A tank for storing seeds or grains.
vi: Một bể chứa hạt giống.

source: A tank for storing chemical liquids.
vi: Một bể chứa chất lỏng hóa học.

source: A tank for storing toxic and flammable liquids.
vi: Một bể chứa chất lỏng độc hại và dễ cháy.

source: Plastic barrel for water and other safe liquids.
vi: Thùng nhựa cho nước và chất lỏng an toàn khác.

source: A wooden barrel for food products like juice and grains.
vi: Một thùng gỗ cho các sản phẩm thực phẩm như nước trái cây và ngũ cốc.

source: A metal barrel for oil, fuel and other flammable liquids
vi: Một thùng kim loại cho dầu, nhiên liệu và các chất lỏng dễ cháy khác

source: A stack of metal barrels on a pallet.
vi: Một chồng thùng kim loại trên pallet.

source: A stack of plastic barrels on a pallet.
vi: Một chồng thùng nhựa trên pallet.

source: A stack of wooden barrels on a pallet.
vi: Một chồng thùng gỗ trên pallet.

source: A single hay bale wrapped in white plastic.
vi: Một kiện cỏ khô duy nhất được bọc trong màng nhựa.

source: A row of four hey bales wrapped in plastic.
vi: Một hàng bốn kiện hàng bọc trong màng nhựa.

source: A stack of four hey bales wrapped in plastic.
vi: Một chồng bốn kiện hàng bọc trong nhựa.

source: A mobile billboard used for advertising on the side of a van.
vi: Một bảng quảng cáo di động được sử dụng để quảng cáo trên xe tải.

source: A mobile billboard used for advertising on the side of a truck or a trailer.
vi: Một bảng quảng cáo di động được sử dụng để quảng cáo ở bên hông xe tải hoặc xe kéo.

source: A single roadside light for industrial areas.
vi: Một đèn đường duy nhất cho các khu vực công nghiệp.

source: A double roadside light for industrial areas.
vi: Một cái đèn đường đôi dành cho các khu công nghiệp.

source: A road light to illuminate road toll areas.
vi: Một đèn đường để chiếu sáng khu vực thu phí đường bộ.

source: A double road light to illuminate road toll areas.
vi: Một đèn đường đôi để chiếu sáng khu vực thu phí đường bộ.

source: A small light to illuminate tunnels.
vi: Một bóng đèn nhỏ để chiếu sáng đường hầm.

source: A medium sized light to illuminate tunnels.
vi: Một bóng đèn vừa để chiếu sáng đường hầm.

source: Delineators post for guiding traffic.
vi: Biển báo phân chia làn đường.

source: A small toll booth for the road tolls.
vi: Một trạm thu phí nhỏ cho phí cầu đường.

source: A large toll booth for the road tolls.
vi: Một trạm thu phí lớn cho phí cầu đường.

source: A pivoting boom barrier that is used to block vehicular access through a controlled point.
vi: Một cái hàng rào để chặn phương tiện đi qua.

source: A large Varsity Sport billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo Varsity Sport lớn với khung để đặt nó trên tường.

source: A medium Varsity Sport billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo Varsity Sport vừa có khung để đặt nó trên tường.

source: A medium Varsity Sport sponsorship billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo tài trợ Varsity Sport trung bình có khung để đặt nó trên tường.

source: A medium Varsity Sport Team Identity billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo đội thể thao sinh viên trung bình với một khung để đặt nó trên tường.

source: A medium horizontal commercial sign placed on the wall.
vi: Một bảng hiệu thương mại cỡ vừa nằm ngang trên tường.

source: A medium logo sign placed on the wall.
vi: Một bảng hiệu logo cỡ vừa được đặt trên tường.

source: A simple and comfortable bench.
vi: Một băng ghế đơn giản và thoải mái.

source: A comfortable set of table and chairs suitable for group of students.
vi: Một bộ bàn ghế thoải mái phù hợp với nhóm học sinh.

source: Trash bins help your city stay clean and tidy.
vi: Thùng rác giúp thành phố của bạn sạch sẽ và gọn gàng.

source: Decorative street light to light up places.
vi: Đèn đường trang trí để chiếu sáng.

source: A simple and comfortable bench with a backrest.
vi: Một băng ghế đơn giản và thoải mái với tựa lưng.

source: A lightweight crowd control metal barriers perfect for delineating pedestrians lines.
vi: Một hàng rào nhẹ bằng kim loại dùng để phân định các làn đường dành cho người đi bộ.

source: A large Varsity Sport sponsorship billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo lớn tài trợ bởi Varsity Sport với khung để đặt nó trên tường.

source: A large Varsity Sport Team Identity billboard with a frame for placing it on the wall.
vi: Một bảng quảng cáo rất lớn tài trợ bởi Varsity Sport Team Identity với một khung để đặt nó trên tường.

source: A flat company logo that can be placed on a building wall.
vi: Logo công ty có thể được đặt trên tường của tòa nhà.

source: A 100 Speed Limit Sign.
vi: Biển báo giới hạn tốc độ 100.

source: A 30 Speed Limit Sign.
vi: Biển báo giới hạn tốc độ 30.

source: A 40 Speed Limit Sign.
vi: Biển báo giới hạn tốc độ 40.

source: A 50 Speed Limit Sign.
vi: Biển báo giới hạn tốc độ 50.

source: A 60 Speed Limit Sign.
vi: Biển báo giới hạn tốc độ 60.

source: An Avenue Light.
vi: Đèn đại lộ

source: A Bike Lane decal.
vi: Decal làn đường dành cho xe đạp.

source: A Middle Bike lane decal.
vi: Decal làn xe đạp cỡ trung bình.

source: Bus Lane decal.
vi: Decal làn xe buýt

source: An Electricity Box.
vi: Hộp điện

source: A Fire Hydrant.
vi: Một vòi chữa cháy.

source: A Highway Light.
vi: Đèn đường cao tốc.

source: An Info Terminal.
vi: Một cổng thông tin.

source: A Manhole.
vi: Một cái hố ga.

source: A Motorway Overroad Sign.
vi: Một Biển Báo Đường Xa Lộ.

source: A Motorway Sign.
vi: Biển báo đường cao tốc.

source: A New Street Light.
vi: Một đèn đường mới.

source: A Traffic Light.
vi: Đèn giao thông.

source: Tram direction Arrow.
vi: Mũi tên dẫn hướng cho xe điện phố

source: A single lamp to light up parking lots.
vi: Một đèn đơn để chiếu sáng bãi đậu xe.

source: A double lamp to light up parking lots.
vi: Một đôi đèn để chiếu sáng bãi đậu xe.

source: A Drive-in sign.
vi: Biển báo lái xe vào.

source: A row of lights.
vi: Một dãy đèn.

source: A wall-mounted light casting light upwards.
vi: Đèn đúc âm tường hướng lên trên.

source: A wall-mounted light casting light downwards.
vi: Đèn đúc âm tường hướng xuống dưới.

source: A long high steel fence.
vi: Một hàng rào dài bằng thép cao.

source: Some rocks.
vi: Vài hòn đá.

source: A standing stone.
vi: Một cục đá dựng đứng.

source: A fallen tree.
vi: Một cái cây bị đổ.

source: An abandoned car.
vi: Một chiếc xe bỏ hoang.

source: Another abandoned car.
vi: Một chiếc xe bỏ hoang khác.

source: A placeholder for a random logo that can be placed on a building wall. The logo is selected from a set of predetermined logos.
vi: Một cái khung sẵn cho một logo ngẫu nhiên có thể được đặt trên tường của tòa nhà. Logo được chọn từ một bộ logo được xác định trước.

source: A small billboard with a frame for placing it on a building wall or rooftop.
vi: Một bảng quảng cáo nhỏ có khung để đặt nó trên tường của tòa nhà hoặc tầng thượng.

source: A small billboard with random content and a frame for placing it on a building wall or rooftop. The billboard content is selected from a predetermined set of ads and logos.
vi: Một bảng quảng cáo nhỏ với nội dung ngẫu nhiên và một khung để đặt nó trên tường của tòa nhà hoặc sân thượng. Nội dung bảng quảng cáo được chọn lọc từ tập hợp các quảng cáo và logo đã định trước.

source: A medium billboard with a frame for placing it on a building wall or rooftop.
vi: Một bảng quảng cáo trung bình có khung để đặt nó trên tường của tòa nhà hoặc sân thượng.

source: A medium billboard with random content and a frame for placing it on a building wall or rooftop.
vi: Một bảng quảng cáo trung bình với nội dung ngẫu nhiên và khung để đặt nó trên tường của tòa nhà hoặc sân thượng.

source: Medium Flat Billboard #1
vi: Biển quảng cáo phẳng cỡ vừa #1

source: A large billboard with a frame for placing it on a rooftop.
vi: Một bảng quảng cáo lớn có khung để đặt trên sân thượng.

source: A large billboard with random content and a frame for placing it on a building rooftop. The billboard content is selected from a predetermined set of ads and logos.
vi: Một bảng quảng cáo lớn với nội dung ngẫu nhiên và khung để đặt nó trên tầng thượng của tòa nhà. Nội dung bảng quảng cáo được chọn lọc từ tập hợp các quảng cáo và logo đã định trước.

source: A flat billboard with animated content.
vi: Một bảng quảng cáo phẳng với nội dung sống động.

source: A three-dimensional advertisement with a rotating stand.
vi: Một bảng quảng cáo ba chiều với một giá đỡ xoay.

source: Pile of four barrels.
vi: Một nhóm gồm 4 cái thùng.

source: A single barrel.
vi: Một cái thùng.

source: A concrete block with steel bars.
vi: Một khối bê tông với các thanh thép.

source: A wooden cable reel with cable.
vi: Một cuộn dây cáp bằng gỗ với cáp.

source: A concrete pillar with steel bars.
vi: Một trụ bê tông với các thanh thép.

source: A stack of wooden planks.
vi: Một đống ván gỗ.

source: A high steel fence.
vi: Một hàng rào thép cao cấp.

source: A heavy steel gate mainly for industrial and other high-security facilities.
vi: Một cổng thép nặng chủ yếu dành cho các cơ sở công nghiệp và an ninh cao khác.

source: Standard cargo container.
vi: Container chở hàng tiêu chuẩn.

source: A random prop of industrial type. Things like crates, barrels, etc.
vi: Một hộp, thùng hàng công ngiệp ngậu nhiên.

source: A pile of wooden planks.
vi: Một đống ván gỗ.

source: A pile of wooden crates.
vi: Một đống thùng gỗ.

source: A wooden crate.
vi: Một thùng gỗ.

source: A roof platform fit for industry buildings.
vi: Mái nhà phù hợp cho các tòa nhà công nghiệp.

source: A swing set with three swings.
vi: Một bộ xích đu với ba chiếc xích đu.

source: A high swing set with four swings.
vi: Một bộ đu cao với bốn xích đu.

source: A sandbox for children.
vi: Một khu nghịch cát cho trẻ em.

source: A state-of-the-art sandbox.
vi: Một khu nghệ thuật cát.

source: A classic playground item.
vi: Một sân chơi cổ điển.

source: A high-end seesaw for playgrounds.
vi: Một cái bập bênh cao cấp cho sân chơi.

source: A spinning wheel for children.
vi: Một bánh xe quay cho trẻ em.

source: A premium spinning wheel with all necessary safety features such as turn limiter and extra padding.
vi: Một bánh xe quay cao cấp với tất cả các tính năng an toàn cần thiết như bộ hạn chế rẽ và đệm thêm.

source: A complex slide system for kids where you can climb up and slide down endlessly.
vi: Một hệ thống trượt phức tạp cho trẻ em, nơi bạn có thể leo lên và trượt xuống vô tận.

source: A premium quality slide complex with extra padding for more fun.
vi: Một tổ hợp trượt cao cấp với đệm giảm xóc, thêm nhiều niềm vui hơn.

source: A wooden flowerpot with two flowers.
vi: Một lọ hoa bằng gỗ với hai bông hoa.

source: A random flowerpot.
vi: 1 chậu hoa ngẫu nhiên.

source: A sophisticated plant with a fancy square pot.
vi: Một chậu cây cảnh cầu kỳ hình vuông.

source: A random high-level flowerpot.
vi: Chậu hoa cao cấp ngẫu nhiên.

source: A fancy flowerpot with a high stand.
vi: Một chậu hoa có chân cao.

source: A rooftop access.
vi: Lối vào trên mái.

source: A random rooftop access.
vi: Lối vào trên mái ngẫu nhiên

source: A slanted rooftop window gives light.
vi: 1 cửa sổ nghiêng trên mái nhà.

source: A rooftop window to decorate buildings with.
vi: 1 cửa sổ trên mái nhà dùng để trang trí.

source: A random rooftop window.
vi: Một cửa sổ trên tầng mái ngẫu nhiên.

source: A radio mast.
vi: Một cột Radio.

source: A microwave antenna.
vi: Một ăng-ten TV.

source: A satellite dish for receiving intercontinental broadcasts.
vi: Một cái chảo để bắt truyền hình vệ tinh.

source: A Wi-Fi antenna.
vi: Cột thu phát Wi-Fi.

source: A solar panel with 9 cells.
vi: Hệ thống pin mặt trời 9 Pin.

source: A solar panel with 18 cells.
vi: Hệ thống pin mặt trời 18 Pin.

source: A solar panel with 6 cells.
vi: Hệ thống pin mặt trời 6 Pin.

source: A pile of trash
vi: Một đống rác
